Repository: agabaandre/iHRIS-Pharmacy-Qualify
Catalog: 4.1.11/i2ce/translations/templates/form-browser/*.po
Languages: br, de, fr_ml, ja, pt, pt_br, zh_cn, zh_tw

source: The
br: An
de: Das
fr_ml: Le
pt: A
pt_br: O(a)
zh_cn: 这
zh_tw: 此

source: form
br: Furmskrid
de: Datenblatt
fr_ml: formulaire
ja: フォーム
pt: ficha
pt_br: formulário
zh_cn: 表格
zh_tw: 表單

source: The form '
br: Ar furmskrid
de: Das Datenblatt
fr_ml: Le formulaire '
ja: フォーム '
pt: A ficha '
pt_br: O formulário '
zh_cn: 窗体'
zh_tw: 表單「

source: Warning: There is no class registered for this form.
br: Kemenn : n'eus bet enrollet klas ebet evit at furmskrid-mañ.
de: Warnung: Es ist keine registrierte Klasse für diese Datenblatt vorhanden.
fr_ml: Avertissement: Aucune classe n’a été enregistrée pour ce formulaire.
ja: 警告: このフォームを登録するクラスがありません。
pt: Aviso: Não existe classe registada para esta ficha.
pt_br: Aviso: Não há classe registrada para esse formulário.
zh_cn: 警告：没有为此窗体注册的类。
zh_tw: 警告：沒有此表單的註冊類別。

source: Select a record to view
br: Dibab un enrolladenn da ziskwel
de: Wähle einen Datensatz zur Ansicht aus
fr_ml: Sélectionner un enregistrement à afficher
ja: 表示するレコードを選択します。
pt: Selecione um registo para vê-lo
pt_br: Selecione um registro para visualizar
zh_tw: 選擇一個記錄來檢視

source: None
br: Hini ebet
de: Keinen
fr_ml: Aucun
ja: なし
pt: Nenhum
pt_br: Nenhum
zh_cn: 无
zh_tw: 無

source: Select a child form to view
br: Dibabit ur furmskrid da welet
de: Wähle eine untergeordnetes Datenblatt zur Ansicht aus
fr_ml: Sélectionner un formulaire enfant à visualiser
ja: 表示する子フォームを選択します。
pt: Selecct um child form para visualizar
pt_br: Selecione um formulário-filho para visualizar
zh_tw: 選擇一個子表單來檢視

source: View the parent form (
br: Gwelet ar skrid tad (
de: Ansicht des übergeordneten Datenblatts (
fr_ml: Voir le formulaire parent (
ja: 親フォームを表示する。 (
pt: Visualizar a parent form (
pt_br: Ver o formulário pai (
zh_tw: 檢視父表單（

source: View Parent
br: Gwelet an Tad
de: Übergeordnetes Datenblatt ansehen
fr_ml: Voir le parent
ja: 親フォームの表示
pt: Visualizar Parent
pt_br: Visualizar Parent
zh_cn: 查看父类
zh_tw: 檢視父項

source: Edit Form
br: Kemmañ furmskrid
de: Datenblatt bearbeiten
fr_ml: Éditer le formulaire
ja: フォームの編集
pt: Editar ficha
pt_br: Editar Formulário
zh_cn: 编辑表格
zh_tw: 編輯表單

source: Available Forms
br: Furmskridoù a c'haller kaout
de: Verfügbare Datenblätter
fr_ml: Formulaires disponibles
ja: 利用可能なフォーム
pt: Fichas Disponíveis
pt_br: Formulários disponíveis
zh_cn: 可用表格
zh_tw: 可用表單

source: Can view form browser
br: Evit diskwel ar furmskrid merdeiñ
de: Kann den Datenblattbrowser ansehen
fr_ml: Peut voirr le formulaire de navigateur
ja: フォーム ブラウザーを閲覧できる
pt: Pode visualizar o browser de fichas
pt_br: Pode ver o navegador de formulário
zh_cn: 可从浏览器查看
zh_tw: 可從瀏覽器來檢視

source: Form Browser
br: Furmskrid merdeiñ
de: Datenblattbrowser
fr_ml: Formulaire de navigateur
ja: フォーム ブラウザー
pt: Browser de Fichas
pt_br: Navegador de formulário
zh_cn: 来自浏览器
zh_tw: 自瀏覽器

source: ' is provided via the class '
br: ' a zo pourchaset dre ar c'hlas '
de: wird bereitgestellt mit der Klasse
fr_ml: ' est fourni via la classe '
ja: ' クラスを通じて提供される '
pt: é fornecida de acordo com a classe '
pt_br: ' é provido via classe '
zh_tw: ' 是經由類別來提供 '

source: Save this form (
br: Saveteiñ ar furmskrid-mañ
de: Speichern dieses Datenblatts (
fr_ml: Enregistrer ce formulaire (
ja: このフォームの保存 (
pt: Salvar esta ficha (
pt_br: Salvar esse formulário (
zh_cn: 保存此窗体（
zh_tw: 儲存此表單（

source: Edit this form (
br: Kemmañ ar furmskrid-mañ (
de: Bearbeiten dieses Datenblatts (
fr_ml: Éditer ce formulaire (
ja: このフォームの編集（
pt: Editar esta ficha (
pt_br: Editar esse formulário (
zh_cn: 编辑此窗体（
zh_tw: 編輯此表單（

source: The field
br: Ar vaezienn
de: Das Feld
fr_ml: Le champ
ja: フィールド
pt: O campo
pt_br: O campo
zh_cn: 字段
zh_tw: 欄位

source: is registered as type
br: zo enrollet evel seurt
de: ist registriert als Typ
fr_ml: est enregistré en tant que type
ja: 型として登録されています。
pt: está registado como tipo
pt_br: é registrado como tipo
zh_cn: 注册为类型
zh_tw: 註冊為類型

source: which is provided by
br: zo pourchaset gant
de: welcher zur Verfügung gestellt wird durch
fr_ml: qui est fourni par
ja: によって提供されます。
pt_br: que é provido por
zh_cn: 它提供自
zh_tw: 提供自

source: Warning: The field '
br: Diwall : ar vaezienn '
de: Warnung: Das Feld
fr_ml: Avertissement: Le champ '
ja: 警告: フィールド '
pt: Aviso: O campo '
pt_br: Aviso: O campo '
zh_cn: 警告：字段“
zh_tw: 警告：欄位「

source: ' is not associated with any class.
br: ' n'eo ket kevreet ouzh klas ebet.
de: ist keiner Klasse zugeordnet.
fr_ml: 'n’est associé à aucune classe.
ja: ' 任意のクラスに関連付けられていません。
pt: não está associado a qualquer classe.
pt_br: ' não é associado a nenhuma classe.
zh_cn: ”不与任何类相关。
zh_tw: 」沒有與任何類別相關。

source: ' has no registed type.
br: ' n'en deus seurt enrollet ebet.
de: hat keinen registrierten Typ.
fr_ml: ' n'a pas de type enregistré
ja: ' に登録済みの型を持ちません。
pt_br: ' não possui tipo registrado
zh_cn: ”没有注册的类型。
zh_tw: 」沒有已註冊的類型。

source: The field has id
br: Un ID he eus ar vaezienn
de: Das Feld hat die Kennung
fr_ml: Le champ a un ID
ja: フィールドにIDが入ります。
pt: O campo tem id
pt_br: O campo tem id
zh_cn: 字段有id
zh_tw: 欄位擁有 id

source: This field links to the form
br: Liammet eo ar vaezienn-mañ ouzh ar furmskrid
de: Dieses Feld ist verweist auf Datenblatt
fr_ml: Ce champ est lié au formulaire
ja: このフィールドからフォームへリンクします。
pt: Este campo está ligado à ficha
pt_br: O campo possui link para o formulário
zh_cn: 此字段连接至表格
zh_tw: 此欄位連結至表單
