Repository: agabaandre/iHRIS-Pharmacy-Qualify
Catalog: 4.1.11/i2ce/translations/templates/report-archiver/*.po
Languages: ar, br, cs, de, es, fr_ml, pt_br, tl, zh_tw

source: Archive Report
ar: تقرير الأرشيف
br: Diellaouiñ an danevell
cs: Archivovat Protokol
de: Berichte archivieren
es: Archivar reporte
fr_ml: Archiver le rapport
pt_br: Arquivar relatório
tl: Sinupin ang Ulat
zh_tw: 存檔報告

source: View Archives
ar: عرض الأرشيف
br: Gwelet an dielloù
cs: Zobrazit Archiv
de: Archive ansehen
es: Ver archivos
fr_ml: Voir les archives
pt_br: Ver arquivos
tl: Tingnan ang mga Sinupan
zh_tw: 檢視存檔

source: Archived Reports
ar: تقارير محفوظة بالأرشيف
br: An danevelloù diellaouet
cs: Archivované Protokoly
de: Archivierte Berichte
es: Reporte Archivados
fr_ml: Les rapports archivés
pt_br: Relatórios arquivados
tl: Nasinop na mga Ulat
zh_tw: 已存檔報告

source: Allows viewing of archvied Custom Reports
ar: السماح بعرض تقارير مخصصة محفوظة بالأرشيف
br: Reiñ tro da welet an danevelloù personelaet ha diellaouet
cs: Umožní zobrazit archivované Vlastní Protokoly
de: Ermöglicht das Ansehen archivierter benutzerdefinierter Berichte
es: Permite visualizar Reportes Personalizados Archivados
fr_ml: Permettre de voir les rapports personnalisés et archivés
pt_br: Permite visão dos relatórios personalizados arquivados
tl: Nagpapahintulot ng pagtingin sa nasinop na Pasadyang mga Ulat
zh_tw: 允許檢視已存檔自訂報告

source: Allows archiving of custom reports
ar: السماح بأرشفة التقارير المخصصة
br: Reiñ tro da ziellaouiñ an danevelloù personelaet
cs: Umožní archivovat vlastní protokoly
de: Ermöglicht das Archivieren benutzerdefinierter Berichte
es: Permitir el Archivado de Reportes Personalizados
fr_ml: Permettre de archiver les rapports personnalisés
pt_br: Permite arquivamento de relatórios personalizados
tl: Nagpapahintulot sa pagsusupnay ng pinasadyang mga ulat
zh_tw: 允許存檔自訂報告

source: Allows deleting of archivhed custom reports
ar: السماح بحذف تقارير مخصصة محفوظة بالأرشيف
br: Reiñ tro da zilemel an danevelloù personelaet ha diellaouet
cs: Umožní smazat archivované vlastní protokoly
de: Ermöglicht das Löschen archivierter benutzerdefinierter Berichte
es: Permitir el borrado de Reportes Personalizados archivados
fr_ml: Permettre de supprimer les rapports personnalisés et archivés
pt_br: Permite exclusão de relatórios personalizados arquivados
tl: Nagbibigay-daan sa pagbubura ng naisupnay na pasadyang mga ulat
zh_tw: 允許刪除已存檔自訂報告

source: Allows full access to custom reports archiving system
ar: السماح بالوصول الكامل لنظام أرشيف التقارير المخصصة
br: Aotren ur moned klok da reizhiad diellaouiñ an danevelloù personelaet
cs: Umožní plný přístup do systému archivování vlastních protokolů
de: Ermöglicht vollen Zugriff auf das Archivierungssystem zu benutzerdefinierten Berichten
es: Permitir acceso completo al sistema de Archivado de Reportes Personalizados
fr_ml: Permettre d'accéder pleinement au système d'archivage des rapports personnalisés
pt_br: Permite acesso total ao sistema de arquivamento de relatórios personalizados
tl: Nagpapahintulot sa buong pagpunta sa sistema ng pagsusupnay ng pasadyang mga ulat
zh_tw: 允許全權使用自訂報告存檔系統

source: Archived Report
ar: تقرير محفوظة الأرشيف
br: Danevell diellaouet
cs: Archivovaný Protokol
de: Archivierter Bericht
es: Reporte Archivado
fr_ml: Rapport archivé
pt_br: Relatório arquivado
tl: Nasinop na Ulap
zh_tw: 已存檔報告

source: %s generated on %s
ar: %s تم توليدها في %s
br: % ganet e %s
cs: %s vytvořeno na %s
de: %s generiert am %s
es: %s generado el %s
fr_ml: % généré en %s
pt_br: %s gerado em %s
tl: %s na nabuo noong %s
zh_tw: %s產生在s

source: Report
ar: تقرير
br: Danevell
cs: Protokol
de: Bericht
es: Informe
fr_ml: Rapport
pt_br: Relatório
tl: Ulat
zh_tw: 報告

source: Generation Date
ar: تاريخ الإنتاج
br: Deiziad ganet
cs: Datum Vytvoření
de: Generierungsdatum
es: Fecha de Generación
fr_ml: Date généré
pt_br: Data de geração
tl: Petsa ng Pagkakagawa
zh_tw: 產生日期

source: Report View
ar: عرض التقرير
br: Diskwel an danevell
cs: Zobrazení Hlášení
de: Berichtsansicht
es: Vista de informe
fr_ml: Vue de rapport
pt_br: Visualização do relatório
tl: Tanawin ng Ulat
zh_tw: 報告檢視

source: Title
ar: لقب
br: Titl
cs: Název
de: Titel
es: Título
fr_ml: Titre
pt_br: Título
tl: Pamagat
zh_tw: 標題

source: View Archived Reports
ar: عرض تقارير محفوظة بالأرشيف
br: Gwelet an danevelloù diellaouet
cs: Zobrazit Archivované Protokoly
de: Archivierte Berichte ansehen
es: Visualizar Reportes Archivados
fr_ml: Voir des rapports archivés
pt_br: Ver relatórios arquivados
tl: Tingnan ang Nasinop na mga Ulat
zh_tw: 檢視已存檔報告
