Repository: agabaandre/iHRIS-Pharmacy-Qualify
Catalog: 4.1.11/ihris-common/translations/templates/dhis-dashboard/*.po
Languages: bn, de, pa, pl, uk

source: Data Element
bn: উপাত্ত উপাদান
de: Datenelement
pa: ਅੰਕੜਾ ਤੱਤ
pl: Element danych
uk: Елемент Даних

source: Data Set
bn: উপাত্ত ধার্য
de: Datensatz
pl: Zestaw danych
uk: Набір даних

source: Facility Code
de: Einrichtungskurzzeichen
pl: Kod obiektu
uk: Код об'єкта

source: Name
bn: নাম
pa: ਨਾਂ
pl: Nazwa
uk: Ім'я

source: Short Name
bn: সংক্ষিপ্ত নাম
de: Kurzname
pa: ਨਿੱਕਾ ਨਾਂ
pl: Nazwa skrócona
uk: Коротке ім'я

source: Code
bn: কোড
pa: ਕੋਡ
pl: Kod
uk: Код

source: dataset
bn: উপাত্তধার্য
de: Datensatz
pl: zestaw danych
uk: набір даних

source: view DHIS Dashboard
de: DHIS-Dashboard anzeigen
pl: zobacz panel DHIS
uk: Переглянути DHIS приладної дошки

source: View Reports
bn: প্রতিবেদনসমূহ দেখুন
de: Berichte ansehen
pa: ਇਤਲਾਹਾਂ ਵੇਖੋ
pl: Wyświetl raporty
uk: Перегляд звітів

source: View Dashboard
bn: যতিফলক দেখুন
de: Dashboard ansehen
pa: ਸੰਦ-ਤਖ਼ਤਾ ਵੇਖੋ
pl: Wyświetl panel
uk: Перегляд Панелі

source: Add/Update Data Element
bn: তথ্য উপাদান যোগ/হালনাগাদ করুন
de: Datenelement hinzuf체gen/aktualisieren
pa: ਸਮੱਗਰੀ ਤੱਤ ਜੋੜੋ/ਨਵਿਆਉ
pl: Dodaj/Aktualizuj dane elementu
uk: Додати/Оновити Елемент Даних

source: Add/Update Data Set
bn: উপাত্ত ধার্য যোগ/হালনাগাদ করুন
de: Datensatz hinzuf체gen/aktualisieren
pl: Dodaj/Aktualizuj Zestaw Danych
uk: Додати/Оновити Набір Даних

source: Submit aggregate information of reports to DHIS2
de: Senden von zusammengefassten Berichtsinformationen an DHIS2
pl: Prześlij informacje zbiorcze raportów do DHIS2
uk: Представити сукупна інформація звітів до DHIS2

source: iHRIS Report
de: iHRIS Bericht
pa: iHRIS ਦੀ ਇਤਲਾਹ
pl: Raport iHRIS
uk: iHRIS Звіт

source: Period
de: Zeitraum
pa: ਮਿਆਦ
pl: Okres
uk: Період

source: Monthly
de: Monatlich
pa: ਮਹੀਨਾਵਾਰ
pl: Miesięcznie
uk: Щомісяця

source: All Months
de: Alle Monate
pa: ਸਾਰੇ ਮਹੀਨੇ
pl: Wszystkie miesiące
uk: Усі місяці

source: Data Element Information
de: Informationen zum Datenelement
pa: ਅੰਕੜਾ ਤੱਤ ਦੀ ਜਾਣਕਾਰੀ
pl: Informacje o elemencie danych
uk: Відомості про елемент даних

source: Edit This Information
bn: এই তথ্যটি সম্পাদনা করুন
de: Diese Information bearbeiten
pa: ਇਹ ਜਾਣਕਾਰੀ ਸੋਧੋ
pl: Edytuj tę informację
uk: Редагувати цю інформацію

source: Update this Information
bn: এই তথ্যটি হালনাগাদ করুন
de: Diese Informationen aktualisieren
pa: ਇਹ ਜਾਣਕਾਰੀ ਨਵਿਆਉ
pl: Aktualizuj tą informację
uk: Оновити цю інформацію

source: Select another Data Element
bn: অন্যান্য উপাত্ত উপাদান নির্বাচন করুন
de: Ein anderes Datenelement ausw채hlen
pa: ਕੋਈ ਹੋਰ ਅੰਕੜਾ ਤੱਤ ਚੁਣੋ
pl: Wybierz inny element danych
uk: Виберіть інший елемент даних

source: Data Set Information
bn: উপাত্ত ধার্য তথ্য
de: Datensatzinformation
pa: ਅੰਕੜਾ ਤੱਤ ਦੀ ਜਾਣਕਾਰੀ
pl: Informacje o zestawie danych
uk: Інформація про набір даних

source: Select another Data Set
bn: অন্যান্য উপাত্ত ধার্য নির্বাচন করুন
de: Einen anderen Datensatz ausw채hlen
pa: ਕੋਈ ਹੋਰ ਅੰਕੜਾ ਤੱਤ ਚੁਣੋ
pl: Wybierz inny zestaw danych
uk: Виберіть інший набір даних
