Repository: agabaandre/iHRIS-Pharmacy-Qualify
Catalog: 4.1.11/ihris-common/translations/templates/dhis-dashboard/sco.po
Languages: sco

source: Data Element
sco: The Data Element

source: Data Set
sco: The Data Set

source: Facility Code
sco: The Faceelitie Code

source: Code
sco: The Code

source: view DHIS Dashboard
sco: see the DHIS Dashboard

source: View Reports
sco: See the Reports

source: View Dashboard
sco: See The Dashbuird

source: Add/Update Data Element
sco: Eik/Update Ae Data Element

source: Add/Update Data Set
sco: Eik/Update Ae Data Set

source: Submit aggregate information of reports to DHIS2
sco: Haun the aggregate information o reports in til DHIS2

source: iHRIS Report
sco: The iHRIS Report

source: Monthly
sco: Monthlie

source: All Months
sco: Aw o The Months

source: Edit This Information
sco: Eedit This Information

source: Select another Data Element
sco: Select anither Data Element

source: Data Set Information
sco: The Data Set Information

source: Select another Data Set
sco: Select anither Data Set
