Repository: agabaandre/iHRIS-Pharmacy-Qualify
Catalog: 4.1.11/ihris-qualify/translations/templates/ihris-qualify-custom-reports-person/*.po
Languages: ar, gl, uk

source: Person
ar: شخص
gl: Persoa
uk: Особа

source: The person relationship with first training details.
ar: علاقة الشخص بتفاصيل الدورة التدريبية الأولى.
gl: A relación da persoa cos detalles da primeira formación.
uk: Зв'язок особи з подробицями першого навчання.

source: The results of the exam and registration for the first training.
ar: نتائج الامتحانات والتسجيل للتدريب الأول.
gl: Os resultados do exame e o rexistro da primeira formación.
uk: Результати іспиту і реєстрація для першого навчання.

source: The year the first training occurred.
ar: السنة التي وقع فيها التدريب الأول.
gl: O ano que aconteceu a primeira formación.
uk: Рік, коли відбулася перша підготовка.

source: The year the exam was taken.
ar: السنة التي تم فيها الامتحان
gl: O ano que se realizou o exame.
uk: Рік складання екзамену.

source: A yes/no to determine if the person is still in training or not.
ar: نعم / لا لتحديد ما إذا كان الشخص لا يزال في التدريب أم لا.
gl: Un si/non para determinar se a persoa segue formándose ou non.
uk: Так/ні для визначення, чи особа ще навчається, чи ні.

source: The demographic information for this person.
ar: المعلومات الديموغرافية لهذا الشخص.
gl: A información demográfica desta persoa.
uk: Демографічна інформація для цієї особи.

source: Demographic
ar: الديموغرافية
gl: Datos demográficos
uk: Демографія

source: The district where this person was born.
ar: المنطقة التي ولد فيها هذا الشخص.
gl: O distrito no que naceu esta persoa.
uk: Район, де ця особа народилася.

source: Birth District
ar: محل الميلاد
gl: Distrito de nacemento
uk: Район народження

source: The most recent deployment for this person.
ar: أحدث نشر لهذا الشخص
gl: O lanzamento máis recente desta persoa.
uk: Останнє розгортання для цієї людини.

source: Deployment
ar: نشر
gl: Lanzamento
uk: Розгортання

source: The first training this person entered.
ar: التدريب الأول الذي التحق به هذا الشخص
gl: A primeira formación realizada por esta persoa.
uk: Перше навчання, на якому ця особа була.

source: First Training
ar: التدريب الأول
gl: Primeira formación
uk: Перше навчання

source: The cadre of the first training.
ar: إطار التدريب الأول.
gl: O cadro da primeira formación.
uk: Кадровий склад першого навчання.

source: Cadre
ar: إطار
gl: Cadro
uk: Кадровий склад

source: The exam details of the first training.
ar: تفاصيل امتحان التدريب الأول.
gl: Os detalles do exame da primeira formación.
uk: Деталі іспиту першого навчання.

source: Exam
ar: امتحان
gl: Exame
uk: Іспит

source: The registration details of the first training.
ar: تفاصيل التسجيل للدورة التدريبية الأولى.
gl: Os detalles do rexistro da primeira formación.
uk: Реєстраційні дані першого навчання.

source: Registration
ar: التسجيل
gl: Rexistro
uk: Реєстрація

source: The training institution where the first training occurred.
ar: مؤسسة التدريب التي شهدت التدريب الأول
gl: A institución de formación onde se leva a cabo a primeira formación.
uk: Навчальний заклад, де проходили перші курси.

source: Training Institution
ar: مؤسسة التدريب
gl: Institución de formación
uk: Навчальний заклад

source: The district where the training institution is located.
ar: المنطقة التي تقع فيها مؤسسة التدريب.
gl: O distrito no que se atopa a institución de formación.
uk: Район, де знаходиться навчальний заклад.

source: Institution District
ar: المنطقة التي تقع فيها المؤسسة
gl: Distrito da institución
uk: Район закладу

source: The current training disruption for this training if there is one.
ar: التوقف الحالي للتدريب إن وجد
gl: A interrupción da formación actual, se houbese.
uk: Нинішній зрив підготовки для цього курсу, якщо він існує.

source: Training Disruption
ar: تعطل التدريب
gl: Interrupción da formación
uk: Порушення підготовки

source: Person Report
ar: تقرير الشخص
gl: Informe da persoa
uk: Звіт особи

source: Reports related to people in the system with their first training.
ar: التقارير المتعلقة بالاشخاص داخل النظام وفقا لتدريبهم الأول
gl: Informes relacionados coa xente do sistema coa súa primeira formación.
uk: Звіти, пов'язані з людьми в системі з їхнім першим навчанням.

source: Surname
ar: لقب
gl: Apelidos
uk: Прізвище

source: First Name
ar: الاسم الأول
gl: Nome
uk: Ім'я

source: Other Names
ar: أسماء أخرى
gl: Outros nomes
uk: Інші імена

source: Index Number
ar: رقم المؤشر
gl: Número de índice
uk: Порядковий номер

source: Training Cadre ID
ar: رقم تعريف إطار التدريب
gl: ID do cadro de formación
uk: ID Підготовки кадрів

source: Intake Date After
ar: تاريخ بعد الالتحاق
gl: Data de admisión despois de
uk: Дата прийому після

source: Intake Date Before
ar: تاريخ قبل الالتحاق
gl: Data de admisión antes de
uk: Дата прийому перед

source: Intake Date
ar: تاريخ الالتحاق
gl: Data de admisión
uk: Дата прийому

source: Graduation Date
ar: تاريخ التخرج
gl: Data de graduación
uk: Дата випуску

source: Disruption Date
ar: تاريخ الانقطاع
gl: Data da interrupción
uk: Дата порушення

source: Registration Number
ar: رقم التسجيل
gl: Número de rexistro
uk: Реєстраційний номер

source: Exam Date
ar: تاريخ الامتحان
gl: Data do exame
uk: Дата іспиту

source: Exam Results
ar: نتائج الامتحان
gl: Resultados do exame
uk: Результати іспиту

source: Gender
ar: النوع
gl: Sexo
uk: Стать

source: Registration Results
ar: نتائج التسجيل
gl: Resultados do rexistro
uk: Результати реєстрації

source: Top Birth District
ar: محل الميلاد الرئيسي
gl: Distrito coa maior taxa de nacementos
uk: Найпопулярніший район народження

source: Pie Chart(Simple)
ar: مخطط دائري (بسيط)
gl: Gráfica circular (simple)
uk: Кругова діаграма (проста)

source: Bar Chart(Simple)
ar: مخطط بياني (بسيط)
gl: Diagrama de barras (simple)
uk: Гістограма (проста)

source: Column Chart(Simple)
ar: مخطط بياني عمودي (بسيط)
gl: Diagrama de columnas (simple)
uk: Стовпчикова діаграма (проста)

source: Stacked Column Chart(Simple)
ar: رسم بياني عمودي (بسيط)
gl: Gráfica de columnas amoreadas (simple)
uk: Гістограма з накопиченням (проста)

source: Scatter Plot
ar: رسم بياني بالنقاط المبعثرة
gl: Gráfica de dispersión
uk: Точкова діаграма

source: The number of students entering training by year.
ar: عدد الطلاب الملتحقين بالتدريب خلال سنة
gl: O número de estudantes que ingresan na formación por ano.
uk: Число студентів, які вступають на навчання за рік.

source: Student Intake Year
ar: سنة التحاق الطالب
gl: Ano de admisión do estudante
uk: Рік прийому студента

source: The pass/fail results for each person's first training.
ar: نتائج نجاح / رسوب للتدريب الأول لكل شخص
gl: Os resultados de aprobado/suspenso da primeira formación de cada persoa.
uk: Результати за успіхами/провалами за перший курс для кожної особи.

source: Pass/Fail by First Training
ar: نجاح / رسوب في التدريب الأول
gl: Aprobado/Suspenso da primeira formación
uk: Успіх/провал за перший курс

source: The registration results for each person's first training.
ar: نتائج التسجيل للتدريب الأول لكل شخص
gl: Os resultados de rexistro da primeira formación de cada persoa.
uk: Результати реєстрації за перший курс для кожної особи.

source: Registration Results by First Training
ar: نتائج التسجيل للتدريب الأول
gl: Resultados de rexistro da primeira formación
uk: Результати реєстрації за перший курс

source: Students by intake year that are broken down by in or not in training.
ar: الطلاب الذين تم فصلهم أو ليسوا في مجال التدريب عند حلول عام الالتحاق
gl: Estudantes por ano de admisión desglosados segundo se están ou non en formación.
uk: Студенти за роком прийому, розбиті на тих, що навчаються або ні.

source: Students in Training by Year
ar: طلاب تحت التدريب في السنة
gl: Estudantes en formación por ano
uk: Студенти, які навчаються, за роками

source: A pie chart of the number of people entering training by their birth district.
ar: مخطط دائري عن عدد الأشخاص الذين يدخلون التدريب وفقا لإقليم الميلاد.
gl: Unha gráfica circular do número de persoas que ingresa na formación polo seu distrito de nacemento.
uk: Кругова діаграма числа людей, які вступають на курси, за районом місця їх народження.

source: Person Reports
ar: تقارير الشخص
gl: Informes da persoa
uk: Звіти осіб
