Repository: agabaandre/iHRIS-Pharmacy-Qualify
Catalog: 4.1.11/ihris-common/translations/templates/training-course/*.po
Languages: de, es, fr, lt, nl, uk, zh_tw

source: Person Contact
de: Person kontaktieren
es: Contacto de persona
fr: Personne de contact
lt: Asmens Kontaktai
nl: Persoonlijk contactpersoon
uk: Контактна Особа
zh_tw: 個人聯絡

source: Student
es: Estudiante
fr: Étudiant
lt: Studentas
uk: Студент
zh_tw: 學生

source: Certificate
de: Zertifikat
es: Certificado
fr: Certificat
lt: Sertifikatas
nl: Certificaat
uk: Сертифікат
zh_tw: 認證

source: Remove Participant
de: Teilnehmer entfernen
es: Quitar participante
fr: Supprimer un participant
lt: Pašalinti dalyvį
nl: Deelnemer verwijderen
uk: Видалити учасника
zh_tw: 移除參與者

source: %s Results (Passing Score: %s)
de: %s Ergebnisse (Ergebnis: %s)
es: %s Resultados (Calificación: %s)
fr: %s résultats (Note de passage : %s)
lt: %s Rezultatai (Išlaikymo Balas: %s)
nl: %s resultaten (scoredrempel: %s)
zh_tw: %s個結果（合格分數：%s）

source: Add/Remove Students
de: Studenten hinzufügen/entfernen
es: Añadir/Quitar estudiantes
fr: Ajouter/Supprimer des étudiants
lt: Pridėti/Pašalinti Studentus
nl: Studenten toevoegen of verwijderen
uk: Додати/видалити студентів
zh_tw: 添加/移除學生

source: Course Overview
de: Kursübersicht
es: Descripción del curso
fr: Présentation du cours
lt: Kurso apžvalga
nl: Cursusoverzicht
uk: Огляд курсу
zh_tw: 課程概要

source: Manage Student Exam Results
de: Ergebnisse der Studentenprüfung verwalten
es: Gestionar resultados del examen de estudiante
fr: Gérer les résultats d’examen des étudiants
lt: Tvarkyti Studentų Egzaminų Rezultatus
nl: Examenresultaten van studenten beheren
uk: Управляти результатами іспиту студента
zh_tw: 管理學生考試結果

source: Manage All Student Exam Results
de: Prüfungsergebnisse aller Studenten verwalten
es: Gestionar todos los resultados del examen de estudiante
fr: Gérer les résultats d’examen de tous les étudiants
lt: Tvarkyti Visus Studentų Egzaminų Rezultatus
nl: Examenresultaten van alle studenten beheren
uk: Управління усіма результатами іспиту студента
zh_tw: 管理所有學生考試結果

source: Student Evaluations
de: Studentenbewertungen
es: Evaluaciones de estudiantes
fr: Évaluations des étudiants
lt: Studento įvertinimai
nl: Studentevaluaties
uk: Оцінки студента
zh_tw: 學生評估

source: Pre/Post-Test Summary
de: Vor-/Nach-dem-Test-Zusammenfassung
es: Pre/Post resumen de la prueba
fr: Résumé pré/post-examen
lt: Prieš/Po-Testo Santrauka
nl: Pre- en posttestsamenvatting
zh_tw: 測試前/後摘要

source: Student Participation Report
de: Studententeilnahmebericht
es: Reporte de participación de estudiante
fr: Rapport de participation de l’étudiant
lt: Studentų Dalyvavimo Ataskaita
nl: Studentdeelnamerapportage
zh_tw: 學生參與報告

source: Training Certificates
de: Schulungszertifikate
es: Certificados de capacitación
fr: Certificats de formation
lt: Mokymo Sertifikatai
nl: Trainingscertificaten
uk: Навчальні сертифікати
zh_tw: 培訓認證

source: Remove Student
de: Student entfernen
es: Quitar estudiante
fr: Supprimer un étudiant
lt: Pašalinti Studentą
nl: Student verwijderen
uk: Видалити студента
zh_tw: 移除學生

source: Course Modules
de: Kursmodule
es: Módulos del curso
fr: Modules du cours
lt: Kurso Moduliai
nl: Cursusmodules
zh_tw: 課程模組

source: Add Student
de: Student hinzufügen
es: Añadir estudiante
fr: Ajouter un étudiant
lt: Pridėti studentą
nl: Student toevoegen
uk: Додати студента
zh_tw: 添加學生

source: An error has occurred!
de: Ein Fehler ist aufgetreten!
es: ¡Ha ocurrido un error!
fr: Une erreur s’est produite !
lt: Įvyko klaida!
nl: Er is een fout opgetreden.
uk: Сталася помилка!
zh_tw: 發生一個錯誤！

source: Print
de: Drucken
es: Imprimir
fr: Imprimer
lt: Spausdinti
nl: Afdrukken
uk: Друк
zh_tw: 列印

source: Remove
de: Entfernen
es: Quitar
fr: Supprimer
lt: Pašalinti
nl: Verwijderen
uk: Вилучити
zh_tw: 移除

source: %s Results
de: %s Ergebnisse
es: %s Resultados
fr: %s résultats
lt: %s rezultatai
nl: %s resultaten
uk: %s Результати
zh_tw: %s 條結果

source: Certifcation Date
de: Zertifizierungsdatum
es: Fecha de certificación
fr: Date de certification
lt: Sertifikavimo Data
nl: Certificeringsdatum
uk: Дата сертифікації
zh_tw: 認證日期

source: Existing Students
de: Vorhandene Studenten
es: Estudiantes actuales
fr: Étudiants existants
lt: Esami studentai
nl: Bestaande studenten
uk: Існуючі студенти
zh_tw: 存有學生

source: Add A New Participant
de: Einen neuen Teilnehmer hinzufügen
es: Añadir un participante nuevo
fr: Ajouter un nouveau participant
lt: Pridėti Naują Dalyvį
nl: Nieuwe deelnemer toevoegen
uk: Додавати нового учасника
zh_tw: 添加新的參與者

source: Select Exam
de: Prüfung auswählen
es: Seleccionar examen
fr: Sélectionner un examen
lt: Pasirinkite egzaminą
nl: Examen selecteren
uk: Виберіть іспит
zh_tw: 選擇考試

source: Select Value
de: Wert auswählen
es: Seleccionar valor
fr: Sélectionner une valeur
lt: Pasirinkti Vertę
nl: Selecteer een waarde
uk: Вибрати значення
zh_tw: 選擇值

source: Finish
de: Beenden
es: Finalizar
fr: Terminer
lt: Baigti
nl: Voltooien
uk: Завершити
zh_tw: 完成

source: Download Training Certificate
de: Schulungszertifikat herunterladen
es: Descargar certificado de capacitación
fr: Télécharger le certificat de formation
lt: Atsisiųsti Mokymų Sertifikatą
nl: Trainingscertificaat downloaden
uk: Завантажити навчальний сертифікат
zh_tw: 下載培訓認證

source: Course Exam Results
de: Ergebnisse der Kursprüfung
es: Resultados de los exámenes del curso
fr: Résultats d’examen du cours
lt: Kurso Egzaminų Rezultatai
nl: Examenresultaten voor cursus
uk: Результати іспиту курсу
zh_tw: 課程考試結果

source: There are no modules associated to this course.
de: Es sind keine Module mit diesem Kurs verknüpft.
es: No hay módulos asociados a este curso.
fr: Il n’y a aucun module associé à ce cours.
lt: Nėra modulių, susijusiu su šio kursu.
nl: Er zijn geen modules gekoppeld aan deze cursus.
uk: Там немає модулів, пов'язаних з цим курсом.
zh_tw: 沒有關聯此課程的模組。

source: Average
de: Durchschnitt
es: Promedio
fr: Moyenne
lt: Vidurkis
nl: Gemiddelde
uk: Середнє
zh_tw: 平均

source: Scheduled Training Course Participation
de: Geplante Schulungskursteilnahme
fr: Participation prévue au cours de formation
lt: Suplanuoto Mokymų Kurso Dalyvavimas
nl: Deelname aan geplande trainingscursussen
zh_tw: 安排培訓課程參與
