Repository: agabaandre/iHRIS-Pharmacy-Qualify
Catalog: 4.1.11/ihris-common/translations/templates/training-course/*.po
Languages: de, es, fr, lt, nl, uk, zh_tw

source: Edit This Information
de: Diese Informationen bearbeiten
es: Editar esta información
fr: Éditer cette Information
lt: Redaguoti šią informaciją
nl: Gegevens bewerken
uk: Редагувати цю інформацію
zh_tw: 編輯此訊息

source: Correct this Information
de: Diese Informationen korrigieren
es: Corregir esta información
fr: Corriger cette Information
lt: Ištaisyti šią informaciją
nl: Gegevens corrigeren
uk: Виправити цю інформацію
zh_tw: 更正此訊息

source: Course Competency Evaluations
de: Fähigkeitenbewertung zur Schulung
es: Evaluaciones de Competencia del Curso
fr: Évaluations des compétences pour le cours
lt: Kurso Kompetencijos Vertinimas
nl: Cursuscompetentieevaluaties
uk: Оцінки кваліфікації курсу
zh_tw: 課程能力評估

source: Course
de: Schulung
es: Curso
fr: Cours
lt: Kursas
nl: Cursus
uk: Курс
zh_tw: 課程

source: Course Name
de: Schulungsname
es: Nombre del curso
fr: Nom du cours
lt: Kurso Pavadinimas
nl: Cursusnaam
uk: Назва курсу
zh_tw: 課程名稱

source: Update this Information
de: Diese Informationen aktualisieren
es: Actualizar esta información
fr: Actualiser cette information
lt: Atnaujinti šią informaciją
nl: Gegevens bijwerken
uk: Оновити цю інформацію
zh_tw: 更新此訊息

source: Scheduled Course
de: Geplante Schulung
es: Curso programado
fr: Cours programmé
lt: Reguliarus Kursas
nl: Geplande cursus
uk: Запланований курс
zh_tw: 安排課程

source: Enrolled Students
de: Angemeldete Schulungsteilnehmer
es: Estudiantes Inscritos
fr: Étudiants inscrits
lt: Įstoję Studentai
nl: Ingeschreven studenten
uk: Записані студенти
zh_tw: 登記學生

source: Select another Course
de: Eine andere Schulung auswählen
es: Seleccionar otro curso
fr: Sélectionner un autre cours
lt: Pasirinkti kitą Kursą
nl: Andere cursus selecteren
uk: Обрати інший курс
zh_tw: 選擇其它課程

source: Training Course
de: Schulung
es: Curso de entrenamiento
fr: Cours de formation
lt: Mokomasis Kursas
nl: Cursus
uk: Навчальний курс
zh_tw: 培訓課程

source: Scheduled Courses
de: Geplante Schulungen
es: Cursos programados
fr: Cours programmés
lt: Reguliarūs Kursai
nl: Geplande cursussen
uk: Заплановані курси
zh_tw: 安排課程

source: Hide
de: Ausblenden
es: Ocultar
fr: Masquer
lt: Slėpti
nl: Verbergen
uk: Приховати
zh_tw: 隱藏

source: Schedule a Course
de: Eine Schulung einplanen
es: Programar un curso
fr: Cours programmé
lt: Planuoti Kursą
nl: Cursus plannen
uk: Розклад курсу
zh_tw: 安排一個課程

source: Add/Update a Scheduled Training Course
de: Eine geplante Schulung hinzufügen/aktualisieren
es: Añadir/actualizar un curso de entrenamiento programado
fr: Ajouter/Actualiser un cours de formation programmé
lt: Pridėti/Atnaujinti Planuojamą Mokymų Kursą
nl: Geplande cursus toevoegen of bijwerken
uk: Додати/оновити запланований навчальний курс
zh_tw: 添加/更新安排培訓課程

source: Select another Training Course Category
de: Eine andere Schulungskategorie auswählen
es: Seleccionar otra Categoría del Curso de Entrenamiento
fr: Sélectionner une autre catégorie de cours de formation
lt: Pasirinkti kitą Mokymų Kursų Kategoriją
nl: Selecteer een andere cursuscategorie
uk: Вибрати іншу категорію курсу навчання
zh_tw: 選擇其它培訓課程分類

source: Training Course Category
de: Schulungskategorie
es: Categoría del Curso de Entrenamiento
fr: Catégorie de cours de formation
lt: Mokymų Kursų Kategorija
nl: Cursuscategorie
uk: Категорія навчального курсу
zh_tw: 培訓課程分類

source: Select another Training Course Status
de: Einen anderen Schulungsstatus auswählen
es: Seleccionar otro Estatus para el Curso de Entrenamiento
fr: Sélectionner un autre statut de cours de formation
lt: Pasirinkti kitą Mokymų Kursų Būseną
nl: Selecteer een andere cursusstatus
uk: Вибрати іншу категорію навчального курсу
zh_tw: 選擇其它培訓課程狀態

source: Training Course Status
de: Schulungsstatus
es: Estatus del Curso de Entrenamiento
fr: Statut de cours de formation
lt: Mokymų Kursų Būsena
nl: Cursusstatus
uk: Статус навчального курсу
zh_tw: 培訓課程狀態

source: Select another Training Course Requestor
de: Einen anderen Antragsteller für die Schulung auswählen
es: Seleccionar otro Solicitante del Curso de Entrenamiento
fr: Sélectionner un autre demandeur de cours de formation
lt: Pasirinkti kitą Mokymų Kursų Prašytoją
nl: Selecteer een andere cursusaanvrager
uk: Вибрати іншого замовника навчального курсу
zh_tw: 選擇其它培訓課程請求

source: Training Course Requestor
de: Antragsteller der Schulung
es: Solicitante del Curso de Entrenamiento
fr: Demandeur de cours de formation
lt: Mokymų Kursų Prašytojas
nl: Cursusaanvrager
uk: Замовник навчального курсу
zh_tw: 培訓課程請求

source: Select another Training Course Evaluation
de: Eine andere Schulungsbewertung auswählen
es: Seleccionar otra Evaluación de Curso de Entrenamiento
fr: Sélectionner une autre évaluation de cours de formation
lt: Pasirinkti kitą Mokymų Kursų Vertinimą
nl: Selecteer een andere cursusevaluatie
uk: Вибрати інше випробування навчального курсу
zh_tw: 選擇其它培訓課程評估

source: Training Course Evaluation
de: Schulungsbewertung
es: Evaluación del Curso de Entrenamiento
fr: Evaluation de cours de formation
lt: Mokymų Kursų Vertinimas
nl: Cursusevaluatie
uk: Випробування навчального курсу
zh_tw: 培訓課程評估

source: Schedule a Person for a Training Course
de: Eine Person für eine Schulung einplanen
es: Programar una Persona para un Curso de Entrenamiento
fr: Programmer une personne pour un cours de formation
nl: Cursus voor een persoon plannen
uk: Розклад особи з навчального курсу
zh_tw: 安排培訓課程人員

source: Add/Update Training Course Scheduling
de: Schulungsplanung hinzufügen/aktualisieren
es: Añadir/Actualizar Programación de Curso de Entrenamiento
fr: Ajouter/Actualiser une programmation d’un cours de formation
lt: Pridėti/Atnaujinti Mokymų Kursų Tvarkaraštį
nl: Cursusplanning toevoegen of bijwerken
uk: Додати/оновити планування навчального курсу
zh_tw: 添加/更新培訓課程安排

source: Select Another Course
de: Eine andere Schulung auswählen
es: Seleccionar otro curso
fr: Sélectionner un autre cours
lt: Pasirinkite kitą kursą
nl: Selecteer een andere cursus
uk: Обрати інший курс
zh_tw: 選擇其它課程

source: Open
de: Offen
es: Abierto
fr: Ouvert
lt: Atidaryti
uk: Відкрити
zh_tw: 開放

source: Closed
de: Geschlossen
es: Cerrado
fr: Fermé
lt: Uždaryta
nl: Gesloten
uk: Закрито
zh_tw: 關閉

source: Pass
de: Bestanden
es: Pasar
fr: Admis
lt: Pereiti
nl: Voldoende
uk: Здано
zh_tw: 通過

source: Fail
de: Nicht bestanden
es: Fallar
fr: Ajourné
lt: Nepereiti
nl: Onvoldoende
uk: Провал
zh_tw: 不通過

source: Incomplete
de: Unvollständig
es: Incompleto
fr: Incomplet
lt: Nebaigtas
nl: Onvolledig
uk: Неповний
zh_tw: 未完成

source: Not Evaluated
de: Nicht bewertet
es: Sin Evaluación
fr: Non évalué
lt: Neįvertinta
nl: Niet beoordeeld
uk: Не оцінено
zh_tw: 未評估

source: Training Manager
de: Schulungsleiter
es: Administrador de entrenamiento
fr: Gestionnaire de formation
lt: Mokymų Vadybininkas
nl: Cursusmanager
uk: Менеджер з підготовки
zh_tw: 培訓經理

source: Edit the training course status list
de: Die Liste der Schulungsstatus bearbeiten
es: Editar la lista de estados de los cursos de entrenamiento
fr: Editer la liste du statut du cours de formation
lt: Redaguoti mokymo kursų statuso, sąrašą
nl: Cursusstatuslijst bewerken
uk: Редагувати список станів навчального курсу
zh_tw: 編輯培訓課程狀態清單

source: View the training course status list
de: Die Liste der Schulungsstatus einsehen
es: Ver la lista de estados de los cursos de entrenamiento
fr: Afficher la liste du statut du cours de formation
lt: Peržiūrėti mokymo kursų statuso, sąrašą
nl: Cursusstatuslijst bekijken
uk: Переглянути список станів навчального курсу
zh_tw: 檢視培訓課程狀態清單

source: Edit the training course evaluation list
de: Die Liste der Schulungsbewertungen bearbeiten
es: Editar la lista de evaluación de los cursos de entramiento
fr: Editer la liste des évaluations du cours de formation
lt: Redaguoti mokymų kursų įvertinimo sąrašą
nl: Cursusevaluatielijst bewerken
uk: Редагувати список випробувань навчального курсу
zh_tw: 編輯培訓課程評估清單

source: View the training course evaluation list
de: Die Liste der Schulungsbewertungen einsehen
es: Ver la lista de evaluación de los cursos de entramiento
fr: Afficher la liste des évaluations du cours de formation
lt: Peržiūrėti mokymų kursų įvertinimo sąrašą
nl: Cursusevaluatielijst bekijken
uk: Переглянути список випробувань навчального курсу
zh_tw: 檢視培訓課程評估清單

source: Edit the training course category list
de: Die Liste der Schulungskategorien bearbeiten
es: Editar la lista de categoría del curso de entrenamiento
fr: Editer la liste des catégories de cours de formation
lt: Redaguoti mokymo kursų kategorijų sąrašą
nl: Cursuscategorielijst bewerken
uk: Редагувати список категорій навчального курсу
zh_tw: 編輯培訓課程分類清單

source: view the training course category list
de: Die Liste der Schulungskategorien einsehen
es: ver la lista de categoría del curso de entrenamiento
fr: Afficher la liste des catégories de cours de formation
lt: Peržiūrėti mokymo kursų kategorijų sąrašą
nl: Cursuscategorielijst bekijken
uk: переглянути список категорій навчального курсу
zh_tw: 檢視培訓課程分類清單

source: Edit the training course list
de: Die Schulungsliste bearbeiten
es: Editar la lista del curso de entrenamiento
fr: Editer la liste des cours de formation
lt: Redaguoti mokymo kursų kategorijų sąrašą
nl: Cursuslijst bewerken
uk: Редагувати список навчальних курсів
zh_tw: 編輯培訓課程清單

source: Edit the scheduled training course category list
de: Die Liste der Schulungskategorien für geplante Schulungen bearbeiten
es: Editar la lista de categoría de curso de entrenamiento programado
fr: Editer la liste des catégories de cours de formation programmés
lt: Redaguoti suplanuotų mokymų kursų kategorijos sąrašą
nl: Geplande cursussencategorielijst bewerken
uk: Редагувати список категорій запланованих навчальних курсів
zh_tw: 編輯安排培訓課程分類清單

source: View the training course list
de: Die Schulungsliste einsehen
es: Ver la lista del curso de entrenamiento
fr: Afficher la liste des cours de formation
lt: Žiūrėti mokymų kursų sąrašą
nl: Cursuslijst bekijken
uk: Переглянути список навчальних курсів
zh_tw: 檢視培訓課程清單

source: Edit a scheduled training course
de: Eine geplante Schulung bearbeiten
es: Editar un curso de entrenamiento programado
fr: Editer un cours de formation programmé
lt: Redaguoti suplanuotą mokymų kursą
nl: Geplande cursus bewerken
uk: Редагувати запланований навчальний курс
zh_tw: 編輯安排培訓課程

source: View the scheduled training course category list
de: Die Liste der Schulungskategorien für geplante Schulungen einsehen
es: Ver la lista de categoría de cursos de entrenamiento
fr: Afficher la liste des catégories de cours de formation programmés
lt: Žiūrėti suplanuotų mokymų kursų kategorijos sąrašą
nl: Geplande cursussencategorielijst bekijken
uk: Переглянути список категорій запланованих навчальних курсів
zh_tw: 檢視安排培訓課程分類清單

source: Edit some lists assoicated with the training module
de: Einige der Listen, die dem Schulungsmodul zugeordnet sind, bearbeiten
es: Editar algunas listas asociadas al módulo de entrenamiento
fr: Editer certaines listes associées au module de formation
lt: Redaguoti kai kuriuos sąrašus sijusius su mokymo moduliu
nl: Sommige lijsten die samenhangen met de cursussenmodule bewerken
uk: Редагувати деякі списки пов'язані з навчальним модулем
zh_tw: 編輯一些關聯於培訓模組的清單

source: View some lists assoicated with the training module
de: Einige der Listen, die dem Schulungsmodul zugeordnet sind, einsehen
es: Ver algunas listas asociadas al módulo de entrenamiento
fr: Afficher certaines listes associées au module de formation
lt: Žiūrėti kai kuriuos sąrašus sijusius su mokymo moduliu
nl: Sommige lijsten die samenhangen met de cursussenmodule bekijken
uk: Переглянути деякі списки пов'язані з навчальним модулем
zh_tw: 檢視一些關聯於培訓模組的清單

source: Edit all lists assoicated with the training module
de: Alle Listen, die dem Schulungsmodul zugeordnet sind, bearbeiten
es: Editar todas las listas asociadas al módulo de entrenamiento
fr: Editer toutes les listes associées au module de formation
lt: Redaguoti cisus sąrašus sijusius su mokymo moduliu
nl: Alle lijsten die samenhangen met de cursussenmodule bewerken
uk: Редагувати усі списки пов'язані з навчальним модулем
zh_tw: 編輯所有關聯於培訓模組的清單

source: View all lists assoicated with the training module
de: Alle Listen, die dem Schulungsmodul zugeordnet sind, einsehen
es: Ver todas las listas asociadas al módulo de entrenamiento
fr: Afficher toutes les listes associées au module de formation
lt: Žiūrėti cisus sąrašus sijusius su mokymo moduliu
nl: Alle lijsten die samenhangen met de cursussenmodule bekijken
uk: Переглянути усі списки пов'язані з навчальним модулем
zh_tw: 檢視所有關聯於培訓模組的清單

source: This form holds basic information about a training course
de: Dieses Datenblatt enthält grundlegende Informationen zu einer Schulung
es: Este formulario contiene informaciones básicas del curso de entrenamiento
fr: Ce formulaire contient des informations de base concernant un cours de formation
lt: Šioje formoje yra pagrindinė informacija apie mokymų kursą
nl: Dit formulier bevat basisgegevens over een cursus
uk: Ця форма містить основну інформацію про навчальний курс
zh_tw: 此表單包含有關培訓課程的基本訊息

source: Scheduled Training Course
de: Geplante Schulung
es: Curso de entrenamiento programado
fr: Cours de formation programmé
lt: Suplanuotas Mokymų Kursas
nl: Geplande cursus
uk: Запланований навчальний курс
zh_tw: 安排培訓課程

source: Person Scheduled Training Course
de: Die für die Schulung eingeplante Person
es: Curso de entrenamiento programado para una persona
fr: Cours de formation programmé par personne
nl: Geplande cursussen voor een persoon
uk: Особистий запланований навчальний курс
zh_tw: 人員安排培訓課程

source: Training Requestor
de: Antragsteller der Schulung
es: Solicitante del Entrenamiento
fr: Demandeur de cours
lt: Mokymų Prašytojas
nl: Cursusaanvrager
uk: Замовник навчання
zh_tw: 培訓請求

source: Add/Update Person's Scheduled Training Course
de: Für eine Person eingeplante Schulung hinzufügen/aktualisieren
es: Añadir/Actualizar un Curso de Entremiento programado para una persona
fr: Ajouter/Actualiser un cours de formation d’une personne
lt: Pridėti/Atnaujinti Asmens Suplanuotus Mokymo Kursus
nl: Geplande cursus voor een persoon toevoegen of bijwerken
uk: Додати/оновити запланований навчальний курс особи
zh_tw: 添加/更新人員的安排培訓課程

source: Name
es: Nombre
fr: Nom
lt: Pavadinimas
nl: Naam
uk: Назва
zh_tw: 名稱

source: Competency Evaluation
de: Bewertung der Fähigkeiten
es: Evaluación de Competencia
fr: Evaluation de la compétence
lt: Kompetencijos Vertinimas
nl: Competentieevaluatie
uk: Оцінка кваліфікації
zh_tw: 能力評估

source: Topic
de: Thema
es: Tema
fr: Thème
lt: Tema
nl: Onderwerp
uk: Тема
zh_tw: 主題

source: Notes
de: Anmerkungen
es: Notas
lt: Pastabos
nl: Opmerkingen
uk: Примітки
zh_tw: 說明

source: Training Institution
de: Schulungseinrichtung
es: Institución de Entrenamiento
fr: Institution de formation
lt: Mokymo įstaiga
nl: Opleidingsinstituut
uk: Навчальний заклад
zh_tw: 培訓機構

source: Training Funders
de: Kostenträger der Schulung
es: Financiadores del Entrenamiento
fr: Bailleurs de fonds des cours
lt: Mokymo Rėmėjai
nl: Opleidingssponsors
uk: Спонсори навчання
zh_tw: 培訓創辦者

source: CEUs Provided
de: Bereitgestellte CEUs
es: CEUs Provistas
fr: UFC fournis
nl: Aantal CUE's
uk: Неперервна освіта забезпечила
zh_tw: 進修單位提供

source: Status
es: Estado
fr: Statut
lt: Būsena
uk: Статус
zh_tw: 狀態

source: Category
de: Kategorie
es: Categoría
fr: Catégorie
lt: Kategorija
nl: Categorie
uk: Категорія
zh_tw: 分類

source: Retraining
de: Umschulung
es: Re-entrenamiento
fr: Recyclage
nl: Omscholing
uk: Перепідготовка
zh_tw: 再培訓

source: Completed
de: Abgeschlossen
es: Completado
fr: Achevé
lt: Baigtas
nl: Voltooid
uk: Завершено
zh_tw: 已完成

source: Request Date
de: Antragsdatum
es: Fecha de solicitud
fr: Date de requête
lt: Prašymo Data
nl: Datum verzoek
uk: Дата запиту
zh_tw: 請求日期

source: Evaluation
de: Beurteilung
es: Evaluación
lt: Vertinimas
nl: Evaluatie
uk: Випробування
zh_tw: 評價

source: Requested By
de: Beantragt durch
es: Solicitado por
fr: Demandé par
lt: Prašė
nl: Aangevraagd door
uk: На прохання
zh_tw: 所請求由

source: Instance
de: Instanz
es: Instancia
fr: Exemple
lt: Atvejis
nl: Instantie
uk: Зразок
zh_tw: 實例

source: Site
de: Website
es: Sitio
lt: Svetainė
nl: Website
uk: Вітрина
zh_tw: 網站

source: Maximum Number of Students
de: Maximale Schulungsteilnehmeranzahl
es: Número máximo de estudiantes
fr: Nombre maximal d’étudiants
lt: Maksimalus Studentų Skaičius
nl: Maximum aantal studenten
uk: Максимальна кількість студентів
zh_tw: 學生最大數量

source: Instructors
de: Schulungsleiter
es: Instructores
fr: Instructeurs
lt: Instruktoriai
nl: Instructeurs
uk: Інструктори
zh_tw: 導師

source: Start Date
de: Anfangsdatum
es: Fecha de inicio
fr: Date de démarrage
lt: Pradžios data
nl: Begindatum
uk: Дата початку
zh_tw: 起始日期

source: End Date
de: Enddatum
es: Fecha de terminación
fr: Date de fin
lt: Pabaigos data
nl: Einddatum
uk: Дата завершення
zh_tw: 結束日期

source: Location
de: Ort
es: Ubicación
fr: Site
lt: Vieta
nl: Locatie
uk: Місцезнаходження
zh_tw: 地點

source: Edit the training course requestor list
de: Die Liste der Antragsteller für die Schulung bearbeiten
es: Editar la lista de Solicitantes del Curso de Entrenamiento
fr: Editer la liste des demandeurs de la formation
lt: Redaguoti mokymo kursų prašytojų sąrašą
nl: Cursusaanvragerslijst bewerken
uk: Редагувати список замовників навчального курсу
zh_tw: 編輯培訓課程請求清單

source: %s on %s
de: %s auf %s
es: %s en %s
fr: %s sur %s
lt: %s %s
nl: %s op %s
uk: %s на %s
zh_tw: %s 於 %s

source: Duty Commencement
de: Wiederaufnahme des Dienstes
es: Comienzo del turno
fr: Commencement du devoir
nl: Dienstaanvang
uk: Обов'язковий початок
zh_tw: 職務生效

source: Exam Result
de: Prüfungsergebnis
es: Resultado del examen
fr: Résultat d'examen
lt: Egzamino rezultatas
nl: Examenresultaat
uk: Результати іспиту
zh_tw: 考試結果

source: Record An Exam Result
de: Ein Prüfungsergebnis aufzeichnen
es: Registrar el Resultado de un Examen
fr: Enregistrer le résultat d'examen
lt: Įrašo Egzamino Rezultatą
nl: Examenresultaat opnemen
uk: Записати результат іспиту
zh_tw: 記錄考試結果

source: The end date must be after the start date.
de: Das Enddatum muss nach dem Anfangsdatum liegen.
es: La fecha final debe ser posterior a la fecha inicial.
fr: La date de fin doit être postérieure à la date de début.
lt: Pabaigos data turi būti vėlesnė nei pradžios data.
nl: De einddatum moet na de begindatum liggen.
uk: Дата завершення має бути пізнішою за дату початку.
zh_tw: 結束日期必須晚於起始日期。

source: add_student:Add Student
de: add_student:Student hinzufügen
es: add_student:Añadir estudiante
fr: add_student:Ajouter un Étudiant
lt: add_student:Pridėti Studentą
nl: Student toevoegen
uk: add_student: додати студента
zh_tw: add_studentAdd：添加學生

source: edit_student:Edit Student
de: edit_student:Student bearbeiten
es: edit_student:Editar estudiante
fr: edit_student:Modifier un Étudiant
lt: edit_student:Redaguoti Studentą
nl: Student bewerken
uk: edit_student: редагувати студента
zh_tw: edit_student：編輯學生

source: remove_student:Remove Student
de: remove_student:Student entfernen
es: remove_student:Quitar estudiante
fr: remove_student:Supprimer un Étudiant
lt: remove_student:Pašalinti Studentą
nl: Student verwijderen
uk: remove_student: видалити Студента
zh_tw: remove_student：移除學生

source: no_edit_students:You do not have permission to edit students for this course instance.
de: no_edit_students:Du hast keine Berechtigung, die Studenten für diese Kursinstanz zu bearbeiten.
es: no_edit_students:No tiene permiso para modificar los estudiantes para esta instancia del curso.
fr: no_edit_students:Vous n’avez pas le droit de modifier des étudiants pour cette instance du cours.
lt: no_edit_students:Neturite teisės redaguoti studentų šio kurso atveju.
nl: U hebt geen toestemming om studenten te bewerken voor deze iteratie van de cursus.
uk: no_edit_students: у вас немає прав для редагування студентів на цей курс.
zh_tw: 不可編輯學生：您沒有權限來編輯此課程實例的學生。

source: You have selected at least one module that is not available for the course
de: Du hast mindestens ein Modul ausgewählt, das nicht für den Kurs verfügbar ist.
es: Ha seleccionado al menos un módulo que no está disponible para la capacitación
fr: Vous avez sélectionné au moins un module qui n’est pas disponible pour le cours
lt: Pasirinkote bent vieną modulį, kuris nėra prieinamas šiam kursui
nl: U hebt ten minste één module geselecteerd die is niet beschikbaar voor de cursus
uk: Ви вибрали принаймні один модуль, який недоступний для курсу
zh_tw: 您選擇了至少一個不可用於課程的模組

source: Edit the training course modules list
de: Die Schulungskursmodulliste bearbeiten
es: Editar la lista de módulos de los cursos de capacitación
fr: Modifier la liste des modules du cours de formation
lt: Redaguoti mokymų kurso modulių sąrašą
nl: Lijst met trainingscursusmodules bewerken
uk: Редагувати список модулів навчального курсу
zh_tw: 編輯培訓課程模組清單

source: View the training course modules list
de: Die Schulungskursmodulliste ansehen
es: Ver la lista de módulos de los cursos de capacitación
fr: Afficher la liste des modules du cours de formation
lt: Žiūrėti mokymų kurso modulių sąrašą
nl: Lijst met trainingscursusmodules bekijken
uk: Переглянути список модулів навчального курсу
zh_tw: 檢視培訓課程模組清單

source: Training Course Module
de: Schulungskursmodule
es: Módulo del curso de capacitación
fr: Module du cours de formation
lt: Mokymo Kurso Modulis
nl: Trainingscursusmodule
uk: Модуль навчального курсу
zh_tw: 培訓課程模組

source: Modules
de: Module
es: Módulos
lt: Moduliai
uk: Модулі
zh_tw: 模組

source: Use Certification Date
de: Zertifizierungsdatum verwenden
es: Utilizar fecha de certificación
fr: Utiliser la date de certification
lt: Naudoti Sertifikavimo Datą
nl: Certificeringsdatum gebruiker
uk: Використовувати дату сертифіката
zh_tw: 使用認證日期

source: Certificate Template
de: Zertifikatsvorlage
es: Plantilla de certificado
fr: Modèle de certification
lt: Sertifikato Šablonas
nl: Certificaeringssjabloon
uk: Шаблон сертифіката
zh_tw: 認證模版

source: Certification Date
de: Zertifizierungsdatum
es: Fecha de certificación
fr: Date de certification
lt: Sertifikavimo Data
nl: Certificeringsdatum
uk: Дата сертифікації
zh_tw: 認證日期

source: Is Attending
de: Nimmt Teil
es: Asiste a
fr: Fréquente
lt: Dalyvauja
nl: Neemt deel
zh_tw: 出席中

source: Edit Students
de: Studenten bearbeiten
es: Editar estudiantes
fr: Modifier les étudiants
lt: Redaguoti Studentus
nl: Studenten bewerken
uk: Редагувати студентів
zh_tw: 編輯學生

source: Add/Remove Student
de: Student hinzufügen/entfernen
es: Añadir/Quitar estudiante
fr: Ajouter/Supprimer un étudiant
lt: Pridėti/Pašalinti Studentą
nl: Student toevoegen of verwijderen
uk: Додати/видалити студента
zh_tw: 添加/移除學生

source: List of all training partipipation By Scheduled Course
de: Liste aller Schulungsteilnehmer nach geplantem Kurs
es: Lista de todas las participaciones de capacitación por curso programado
fr: Liste des participants de la formation par cours planifié
lt: Visų mokymų dalyvių sąrašas Pagal Suplanuotą Kursą
nl: Lijst met alle trainingsdeelnames per geplande cursus
zh_tw: 依安排課程區分的所有培訓參與清單

source: Person Scheduled Course
de: Person plante Kurs
es: Curso programado de persona
fr: Cours planifié de la personne
nl: Geplande cursus van persoon
zh_tw: 人員安排課程

source: person
es: persona
fr: personne
lt: asmuo
nl: persoon
uk: людина
zh_tw: 人物

source: Current Position
de: Aktuelle Stelle
es: Posición actual
fr: Position actuelle
lt: Dabartinė pozicija
nl: Huidige positie
uk: Поточна посада
zh_tw: 目前職位

source: Position
de: Stelle
es: Posición
lt: Pozicija
nl: Positie
uk: Посада
zh_tw: 位置

source: facility
de: Einrichtung
es: institución
fr: établissement
lt: priemonė
nl: instelling
uk: об'єкт
zh_tw: 場所

source: Facility Contact
de: Einrichtung kontaktieren
es: Contacto de la institución
fr: Contact de l’établissement
nl: Contactpersoon instelling
uk: Контакти об'єкта
zh_tw: 場所聯絡
