Repository: agabaandre/iHRIS-Pharmacy-Qualify
Catalog: 4.1.11/ihris-common/translations/templates/training-course/sco.po
Languages: sco

source: Edit This Information
sco: Eedit This Information

source: Course Competency Evaluations
sco: The Coorse Competancie Evaluations

source: Course
sco: Coorse

source: Course Name
sco: The Coorse Name

source: Scheduled Course
sco: The Scheduled Coorse

source: Enrolled Students
sco: The Enrowed Students

source: Select another Course
sco: Select anither Coorse

source: Training Course
sco: The Trainin Coorse

source: Scheduled Courses
sco: The Scheduled Coorses

source: Hide
sco: Skauk

source: Schedule a Course
sco: Schedule ae Coorse

source: Add/Update a Scheduled Training Course
sco: Eik/Update ae Scheduled Trainin Coorse

source: Select another Training Course Category
sco: Select anither Trainin Coorse Categerie

source: Training Course Category
sco: The Trainin Coorse Categerie

source: Select another Training Course Status
sco: Select anither Trainin Coorse Status

source: Training Course Status
sco: Trainin Coorse Status

source: Select another Training Course Requestor
sco: Select anither Trainin Coorse Requester

source: Training Course Requestor
sco: The Trainin Coorse Requester

source: Select another Training Course Evaluation
sco: Select anither Trainin Coorse Evaluation

source: Training Course Evaluation
sco: The Trainin Coorse Evaluation

source: Schedule a Person for a Training Course
sco: Schedule ae Person fer ae Trainin Coorse

source: Add/Update Training Course Scheduling
sco: Eik/Update Ae Trainin Coorse Schedulin

source: Select Another Course
sco: Select Anither Coorse

source: Open
sco: Apen

source: Closed
sco: Claised

source: Incomplete
sco: Oncompleate

source: Not Evaluated
sco: Na Evaluatit

source: Training Manager
sco: The Trainin Manager

source: Edit the training course status list
sco: Eedit the trainin coorse status leet

source: View the training course status list
sco: See the trainin coorse status leet

source: Edit the training course evaluation list
sco: Eedit the trainin coorse evaluation leet

source: View the training course evaluation list
sco: See the trainin coorse evaluation leet

source: Edit the training course category list
sco: Eedit the trainin coorse categerie leet

source: view the training course category list
sco: see the trainin coorse categerie leet

source: Edit the training course list
sco: Eedit the trainin coorse leet

source: Edit the scheduled training course category list
sco: Eedit the scheduled trainin coorse categerie leet

source: View the training course list
sco: See the trainin coorse leet

source: Edit a scheduled training course
sco: Eedit ae scheduled trainin coorse

source: View the scheduled training course category list
sco: See the scheduled trainin coorse categerie leet

source: Edit some lists assoicated with the training module
sco: Eedit some leets assoicatit wi the trainin module

source: View some lists assoicated with the training module
sco: See some leets that ar assoicatit wi the trainin module

source: Edit all lists assoicated with the training module
sco: Eedit aw o the leets assoicatit wi the trainin module

source: View all lists assoicated with the training module
sco: See aw o the leets assoicatit wi the trainin module

source: This form holds basic information about a training course
sco: This form hauds some basic information aneat ae trainin coorse

source: Scheduled Training Course
sco: The Scheduled Trainin Coorse

source: Person Scheduled Training Course
sco: Person Scheduled Trainin Coorse

source: Training Requestor
sco: The Trainin Requester

source: Add/Update Person's Scheduled Training Course
sco: Eik/Update Ae Person's Scheduled Trainin Coorse

source: Competency Evaluation
sco: The Competancie Evaluation

source: Topic
sco: Topeec

source: Notes
sco: Myndins

source: Training Institution
sco: The Trainin Institution

source: Training Funders
sco: The Trainin Funders

source: CEUs Provided
sco: CEUs Providit

source: Category
sco: Categerie

source: Retraining
sco: Retrainin

source: Completed
sco: Compleatit

source: Request Date
sco: The Request Date

source: Evaluation
sco: The Evaluation

source: Requested By
sco: Requestit Bi

source: Site
sco: The Steid

source: Maximum Number of Students
sco: Mocklest Nummer o Students

source: Instructors
sco: The Instructers

source: Start Date
sco: The Stairt Date

source: End Date
sco: The End Date

source: Edit the training course requestor list
sco: Eedit the trainin coorse requester leet

source: %s on %s
sco: %s oan %s

source: Duty Commencement
sco: Dutie Commencemant

source: Exam Result
sco: The Exam Ootcome

source: Record An Exam Result
sco: Record Aen Exam Ootcome

source: The end date must be after the start date.
sco: The end date maun be efter the stairt date.

source: edit_student:Edit Student
sco: edit_student:Eedit Student

source: remove_student:Remove Student
sco: remove_student:Remuiv Student

source: no_edit_students:You do not have permission to edit students for this course instance.
sco: no_edit_students:Ye dinna hae permeession tae eedit students fer this coorse instance.

source: You have selected at least one module that is not available for the course
sco: Ye'v selectit at least the ae module that's na available fer the coorse

source: Edit the training course modules list
sco: Eedit the trainin coorse modules leet

source: View the training course modules list
sco: See the trainin coorse modules leet

source: Training Course Module
sco: Trainin Coorse Module

source: Use Certification Date
sco: Uise Certeefeecation Date

source: Certificate Template
sco: Certeeficate Template

source: Is Attending
sco: Is Attendin

source: Edit Students
sco: Eedit Students

source: Add/Remove Student
sco: Eik/Remuiv Student

source: List of all training partipipation By Scheduled Course
sco: Leet o aw trainin pairteecipation Bi Scheduled Coorse

source: Person Scheduled Course
sco: Person Scheduled Coorse

source: Current Position
sco: Poseetion The Nou

source: Position
sco: Poseetion

source: facility
sco: faceelitie

source: Facility Contact
sco: Faceelitie Contact

source: Certificate
sco: Certeefeecate

source: Remove Participant
sco: Remuiv Parteecipant

source: %s Results (Passing Score: %s)
sco: %s Ootcomes (Passin Score: %s)

source: Add/Remove Students
sco: Eik/Remuiv Students

source: Course Overview
sco: Coorse Luikower

source: Manage Student Exam Results
sco: Manage Student Exam Ootcomes

source: Manage All Student Exam Results
sco: Manage Aw Student Exam Ootcomes

source: Pre/Post-Test Summary
sco: Pre/Post-Test Ootline

source: Student Participation Report
sco: Student Parteecipation Report

source: Training Certificates
sco: Trainin Certeeficates

source: Remove Student
sco: Remuiv Student

source: Course Modules
sco: Coorse Modules

source: Add Student
sco: Eik Student

source: An error has occurred!
sco: Ae mistak haes occurred!

source: Print
sco: Prent

source: Remove
sco: Remuiv

source: %s Results
sco: %s Ootcomes

source: Certifcation Date
sco: Certeefeecation Date

source: Existing Students
sco: Exeestin Students

source: Add A New Participant
sco: Eik Ae New Pairteeceepant

source: Download Training Certificate
sco: Doonlaid Trainin Certeefeecate

source: Course Exam Results
sco: Coorse Exam Ootcomes

source: There are no modules associated to this course.
sco: Thaur's nae modules associatit wi this coorse.
