Repository: agabaandre/iHRIS-Pharmacy-Qualify
Catalog: 4.1.11/i2ce/translations/templates/printed-forms/*.po
Languages: br, cs, gl, pt_br

source: View
br: Diskwel
cs: Zobrazení
gl: Ver
pt_br: Visão

source: %s generated on %s
br: % ganet war %s
cs: %s vytvořeno na %s
gl: %s xerado o %s
pt_br: %s gerado em %s

source: Standardized Forms
br: Furmskridoù skoueriekaet
cs: Normované Formuláře
gl: Formularios estandarizados
pt_br: Formulários padronizados

source: Generate Standardized Forms
br: Genel furmskridoù skoueriekeat
cs: Vytvořit Normované Formuláře
gl: Xerar formularios estandarizados
pt_br: Gerar formulários padronizados

source: No available standardized forms for this record.
br: Furmskrid skoueriekaet ebet evit an enrolladenn-mañ
cs: Pro tento záznam nejsou dostupné žádné normované formuláře
gl: Non hai formularios estandarizados dispoñibles para este rexistro.
pt_br: Não há formulários padronizados para esse registro.

source: Archived Standardized Forms
br: Furmskridoù skoueriekaet diellaouet
cs: Archivované Normované Formuláře
gl: Formularios estandarizados arquivados
pt_br: Formulários padronizados arquivados

source: No forms have been archived forms for this record.
br: N''eus bet skoueriekaet furmskrid ebet evit an enrolladenn-mañ.
cs: Žádné formuláře nebyly pro tento záznam archivovány
gl: Non hai formularios arquivados para este rexistro.
pt_br: Nenhum formulário foi arquivado para esse registro.

source: Generate
br: Genel
cs: Vytvořit
gl: Xerar
pt_br: Gerar

source: Archive
br: Diell
cs: Archivovat
gl: Arquivo
pt_br: Arquivo

source: Allows minimal access to the Printed Forms System
cs: Umožňuje minimální přístup do Systému Tištěných Formulářů
gl: Permite un acceso mínimo ao sistema de formularios impresos
pt_br: Permite acesso mínimo para o sistema de formulários impressos

source: Allows full access to the Printed Forms System
cs: Umožňuje úplný přístup do Systému Tištěných Formulářů
gl: Permite un acceso completo ao sistema de formularios impresos
pt_br: Permite acesso total ao sistema de formulários impressos

source: Allows access to the generating all of the printed forms System
cs: Umožňuje přístup k vytváření všech tištěných formulářů ze Systému
gl: Permite o acceso para xerar todo o sistema de formularios impresos
pt_br: Permite acesso à geração de tudo do sistema de formulários impressos

source: Allows administation of all archived of the printed forms System
cs: Umožňuje správu všech archivovaných ze Systému tištěných formulářů
gl: Permite a administración de todos os arquivos do sistema de formularios impresos
pt_br: Permite administração de todos os arquivados do sistema de formulários impressos

source: Allows creating of all archived of the printed forms System
cs: Umožňuje vytvářet všechny archivované ze Systému tištěných formulářů
gl: Permite a creación de todos os arquivos do sistema de formularios impresos
pt_br: Permite criação de todos os arquivados do sistema de formulários impressos

source: Allows viewing of all archived of the printed forms System
cs: Umožňuje zobrazit všechny archivované ze Systému tištěných formulářů
gl: Permite a visualización de todos os arquivos do sistema de formularios impresos
pt_br: Permite ver todos os arquivados do sistema de formulários impressos

source: Generated Document
br: Teul krouet
cs: Vytvořený Dokument
gl: Documento xerado
pt_br: Documento gerado

source: Document
br: Teul
cs: Dokument
gl: Documento
pt_br: Documento

source: Date
br: Deiziad
cs: Datum
gl: Data
pt_br: Data

source: Description
br: Deskrivadur
cs: Popis
gl: Descrición
pt_br: Descrição

source: Primary Form ID
br: ID furmskrid kentañ
cs: ID Hlavního Formuláře
gl: Identificador do formulario principal
pt_br: ID do formulário primário
