Repository: agabaandre/iHRIS-Pharmacy-Qualify
Catalog: 4.1.11/ihris-common/translations/templates/ihris-common-job/*.po
Languages: ar, cs, fr, ja, ko, mg, nl, pa, pl, sk, tl

source: Edit This Information
ar: تعديل هذه المعلومات
cs: Upravit tuto informaci
fr: Modifier cette information
ja: この情報を編集
ko: 이 정보를 수정
nl: Gegevens bewerken
pa: ਇਹ ਜਾਣਕਾਰੀ ਸੋਧੋ
pl: Edycja tej knformacji
sk: Uprav údaj
tl: Baguhin ang Kabatirang Ito

source: Update this Information
ar: تحديث هذه المعلومات
cs: Aktualizovat tuto Informaci
fr: Mettre à jour cette information
ja: この情報を更新
ko: 이 정보를 업데이트
nl: Gegevens bijwerken
pa: ਇਹ ਜਾਣਕਾਰੀ ਨਵਿਆਉ
pl: Aktualizacja tej informacji
sk: Aktualizuj údaj
tl: Isapanahon ang Kabatirang ito

source: Select another Classification
ar: اختر تصنيفاً آخر
cs: Vybrat jinou kasifikaci
fr: Sélectionner une autre classification
ja: 別の分類を選択
ko: 다른 분류 선택
nl: Selecteer een andere indeling
pa: ਕੋਈ ਹੋਰ ਵਰਗੀਕਰਨ ਚੁਣੋ
pl: Wybierz inną klasyfikację
sk: Vyber inú klasifikáciu
tl: Pumili ng iba pang Klasipikasyon

source: Classification
ar: تصنيف
cs: Klasifikace
ja: 分類
ko: 분류
mg: Fanasokajiana
nl: Classificatie
pa: ਵਰਗੀਕਰਨ
pl: Klasyfikacja
sk: Klasifikácia
tl: Klasipikasyon

source: Select another Job
ar: حدد وظيفة أخرى
cs: Vybrat jinou práci
fr: Choisir un autre travail
ja: 他の仕事を選択
ko: 다른 직업 선택
mg: Hisafidy asa hafa
nl: Andere functie selecteren
pa: ਕੋਈ ਹੋਰ ਨੌਕਰੀ ਚੁਣੋ
pl: Wybierz inne stanowisko
sk: Vyber inú prácu
tl: Pumili ng iba pang Hanapbuhay

source: Job
ar: وظيفة
cs: Práce
fr: Travail
ja: 仕事
ko: 직업
mg: Asa
nl: Functie
pa: ਨੌਕਰੀ
pl: Stanowisko
sk: Práca
tl: Hanapbuhay

source: Edit the classification list
ar: تعديل قائمة التصنيف
cs: Upravit klasifikační seznam
fr: Éditer la liste de classification
ja: 分類リストの編集
ko: 분류 목록 편집
mg: Manova ny lisitra fanasokajiana
nl: Classificatielijst bewerken
pa: ਵਰਗੀਕਰਨ ਦੀ ਸੂਚੀ ਸੋਧੋ
pl: Edytuj listę klasyfikacji
sk: Uprav zoznam klasifikácií
tl: Baguhin ang tala ng klasipikasyon

source: View the classification list
ar: عرض قائمة التصنيف
cs: Zobrazit klasifikační seznam
fr: Vue la liste de classification
ja: 分類リストの表示
ko: 분류 목록 보기
mg: Mijery ny lisitra fanasokajiana
nl: Classificatielijst bekijken
pa: ਵਰਗੀਕਰਨ ਦੀ ਸੂਚੀ ਵੇਖੋ
pl: Przeglądaj listę klasyfikacji
sk: Zobraz zoznam klasifikácií
tl: Tingnan ang tala ng klasipikasyon

source: Edit the job list
ar: تعديل لائحة الوظائف
cs: Upravit seznam práce
fr: Éditer la liste d'emploi
ja: 仕事一覧を編集
ko: 작업 목록 편집
mg: Manov any lisitry ny asa
nl: Functielijst bewerken
pa: ਨੌਕਰੀਆਂ ਦੀ ਸੂਚੀ ਸੋਧੋ
pl: Edytuj listę stanowisk
sk: Uprav zoznam úloh
tl: Baguhin ang tala ng hanapbuhay

source: View the job list
ar: عرض قائمة الوظائف
cs: Zobrazit seznam práce
fr: Vue la liste d'emploi
ja: 仕事一覧を閲覧
ko: 작업 목록 보기
mg: Mijery ny lisitry ny asa
nl: Functielijst bekijken
pa: ਨੌਕਰੀਆਂ ਦੀ ਸੂਚੀ ਵੇਖੋ
pl: Przeglądaj listę stanowisk
sk: Zobraz zoznam úloh
tl: Tingnan ang tala ng hanapbuhay

source: Can edit some job structure database lists
ar: يمكن تعديل بعض قوائم قاعدة البيانات للهيكل الوظيفي
cs: Může upravit některé databázové seznamy struktury práce
fr: Peut éditer quelques données dans la liste de classification des emplois
ja: 特定のジョブ構造データベースリストを編集できる
ko: 일부 작업 구조 데이터베이스 목록을 편집할 수 있습니다.
nl: Kan een aantal functiestructuurlijsten in de database bewerken
pl: Można edytować niektóre listy struktury stanowisk w bazie danych
sk: možno upraviť niektoré zoznamy databáz štruktúr zamestnaní
tl: Mababago ang ilang

source: Can view some job structure database lists
ar: يمكن عرض بعض قوائم قاعدة البيانات للهيكل الوظيفي
cs: Může zobrazit některé databázové seznamy struktury práce
fr: Peut voir quelques données dans la liste de classification des emplois
ja: 特定のジョブ構造データベースリストを閲覧できる
ko: 일부 작업 구조 데이터베이스 목록을 볼 수 있습니다.
nl: Kan een aantal functiestructuurlijsten in de database bekijken
pl: Można przeglądać niektóre listy struktury stanowisk w bazie danych
sk: Možno zobraziť niektoré zoznamy databáz štrukturovaných úloh
tl: Makikita ang ilang mga tala ng kalipunan ng dato na para sa kayarian ng hanapbuhay

source: Can edit all job structure database lists
ar: يمكن تعديل جميع قوائم قاعدة البيانات للهيكل الوظيفي
cs: Může upravit všechny databázové seznamy struktury práce
fr: Peut éditer toutes les données dans la liste de classification des emplois
ja: すべてのジョブ構造データベースリストを編集できる
ko: 모든 작업 구조 데이터베이스 목록을 편집할 수 있습니다.
nl: Kan alle functiestructuurdatabaselijsten bewerken
pl: Można edytować wszystkie listy struktury stanowisk w bazie danych
sk: Možno upraviť všetky zoznamy databáz štrukturovaných úloh
tl: Mababago ang lahat ng tala ng kalipunan ng dato na para sa kayarian ng hanapbuhay

source: Can view all job structure database lists
ar: يمكن عرض كل قوائم قاعدة البيانات للهيكل الوظيفي
cs: Může zobrazitt všechny databázové seznamy struktury práce
fr: Peut voir toutes les données dans la liste de classification des emplois
ja: すべてのジョブ構造データベースリストを閲覧できる
ko: 모든 작업 구조 데이터베이스 목록을 볼 수 있습니다.
nl: Kan alle functiestructuurdatabaselijsten bekijken
pl: Można przeglądać wszystkie listy struktury stanowisk w bazie danych
sk: Možno zobraziť všetky zoznamy databáz štrukturovaných úloh
tl: Makikita ang lahat ng mga tala ng kalipunan ng dato na para sa kayarian ng hanapbuhay

source: Name
ar: اسم
cs: Název
fr: Nom
ja: 名前
ko: 이름
mg: Anarana
nl: Naam
pa: ਨਾਂ
pl: Nazwa
sk: meno
tl: Pangalan

source: Description
ar: وصف
cs: Popis
ja: 説明
ko: 설명
mg: Visavisa
nl: Beschrijving
pa: ਵੇਰਵਾ
pl: Opis
sk: popis
tl: Paglalarawan

source: Code
ar: رمز
cs: Kód
ja: コード
ko: 코드
mg: Kaody
pa: ਕੋਡ
pl: Kod
sk: kód
tl: Kodigo

source: Start
ar: بداية
cs: Začátek
fr: Démarrer
ja: 開始
ko: 시작
mg: Fitombohana
nl: Begin
pa: ਸ਼ੁਰੂਆਤ
sk: začiatok
tl: Simula

source: End
ar: نهاية
cs: Konec
fr: Fin
ja: 終了
ko: 끝
mg: Fifaranana
nl: Eind
pa: ਖ਼ਤਮ
pl: Koniec
sk: koniec
tl: Katapusan

source: MidPoint
ar: نقطة الوسط
cs: Střední bod
fr: Milieu
ja: 中間点
ko: 중간점
mg: Afovoan-toerana
nl: Gemiddeld salaris
pa: ਮੱਧ-ਬਿੰਦੂ
pl: Środek
sk: Stredový bod
tl: Kalagitnaan

source: Notes
ar: ملحوظات
cs: Poznámky
ja: 注釈
ko: 노트
mg: Naoty
nl: Opmerkingen
pa: ਟਿੱਪਣੀਆਂ
pl: Uwagi
sk: poznámky
tl: Mga tala

source: Title
ar: لقب
cs: Název
fr: Titre
ja: タイトル
ko: 제목
mg: Lohateny
nl: Titel
pa: ਸਿਰਲੇਖ
pl: Tytuł
sk: Titul
tl: Pamagat

source: Cadre (Health Professionals Only)
ar: إطار (العاملون في قطاع الصحة فقط)
cs: Kádr (Pouze profesionální zdravotníci)
fr: Cadre (Professionnel en santé seulement)
ja: 幹部 （医療従事者限定）
ko: 간부 (건강 전문가 전용)
nl: Kader (alleen gezondheidswerkers)
pa: ਸ਼੍ਰੇਣੀ (ਸਿਰਫ਼ ਸਿਹਤ ਪੇਸ਼ਾਵਰ)
pl: Personel (tylko pracownicy służby zdrowia)
sk: Druh (Len zdravotnícki odborníci)
tl: Tagapagsanay (Mga Dalubhasang Pangkalusugan Lang)
