Repository: agabaandre/iHRIS-Pharmacy-Qualify
Catalog: 4.1.11/ihris-common/translations/templates/ihris-common-job/lki.po
Languages: lki

source: Edit This Information
lki: اێ زانستەنیەلە دەسکاری کە

source: Update this Information
lki: اێ زانستەنیەلە نووآکە(بڕووژ کە)

source: Select another Classification
lki: انتخاب رده‌بندی‌ای دیگر

source: Classification
lki: رده‌بندی/ڕِزگ بةندی

source: Select another Job
lki: انتخاب شغل دیگر

source: Job
lki: پئشۀ-کار

source: Edit the classification list
lki: ویرایش فهرست رده‌بندی

source: View the classification list
lki: مشاهدهٔ فهرست رده‌بندی

source: Edit the job list
lki: دسکاری فئرست کار-پئشۀ

source: View the job list
lki: سئرکردن فئرست کار-پئشۀ

source: Can edit some job structure database lists
lki: قادر به ویرایش برخی فهرست‌های پایگاه‌دادهٔ ساختار شغلی

source: Can view some job structure database lists
lki: قادر به مشاهدهٔ برخی فهرست‌های پایگاه دادهٔ ساختار شغلی

source: Can edit all job structure database lists
lki: قادر به ویرایش همهٔ فهرست‌های پایگاه دادهٔ ساختار شغلی

source: Can view all job structure database lists
lki: قادر به مشاهدهٔ همهٔ فهرست‌های پایگاه دادهٔ ساختار شغلی

source: Name
lki: نۆم

source: Description
lki: توضیح دائن

source: Code
lki: کؤت)کؤد)

source: Start
lki: باج گِلّ-شروع کن

source: End
lki: دؤما-آخر

source: MidPoint
lki: نقطهٔ میانی/نؤختة نام جا

source: Notes
lki: نؤیسریالّ

source: Title
lki: سر ولگ

source: Cadre (Health Professionals Only)
lki: کادر (تنها متخصصان سلامت)
