Repository: agabaandre/iHRIS-Pharmacy-Qualify
Catalog: 4.1.11/ihris-common/translations/templates/ihris-common-job/tcy.po
Languages: tcy

source: Edit This Information
tcy: ಈ ಮಾಹಿತಿನ್ ತಿದ್ದ್‍ಲೆ

source: Update this Information
tcy: ಈ ಮಾಹಿತಿನ್ ಪರಿಷ್ಕರಣೆ ಮಲ್ಪುಲೆ

source: Select another Job
tcy: ನನೊಂಜಿ ಬೇಲೆನ್ ಆಯ್ಕೆಮಲ್ಪುಲೆ

source: Job
tcy: ಬೇಲೆ

source: Edit the job list
tcy: ಬೇಲೆದ ಪಟ್ಟಿನ್ ತಿದ್ದ್‍ಲೆ

source: View the job list
tcy: ಬೇಲೆದ ಪಟ್ಟಿನ್ ತೂಲೆ

source: Name
tcy: ಪುದರ್

source: Description
tcy: ವಿವರಣೆ

source: Code
tcy: ಸಂಕೇತ

source: Start
tcy: ಸುರು

source: End
tcy: ಕಡೆ

source: MidPoint
tcy: ಮಧ್ಯಬಿಂದು

source: Notes
tcy: ಟಿಪ್ಪಣಿಲು

source: Title
tcy: ತರೆಬರವು
