Repository: agabaandre/iHRIS-Pharmacy-Qualify
Catalog: 4.1.11/i2ce/translations/templates/cached-forms/*.po
Languages: br, de, es, fr, gl, it, ja, nl, pl, pt_br, tl

source: Allows administering of cached forms
br: a aotre da verañ ar furmskridoù kuzh
de: Ermöglicht die Administration von gecachten Datenblättern
es: Permite la administración de formularios en cache
fr: Permet l’administration des formulaires cachés
gl: Permite a administración dos formularios na caché
it: Consenti l'amministrazione dei form in cache
ja: キャッシュされたフォームを管理をすることができます。
nl: Maakt het mogelijk formulieren uit de cache te beheren
pl: Umożliwia administrowanie buforowanymi formularzami
pt_br: Permite administrar formulários em cache
tl: Nagpapahintulot ng pangangasiwa ng mga pormularyong nakatago

source: Last Generated
br: An hini diwezhañ ganet
de: Zuletzt erzeugt
es: Último Generado
fr: Dernier généré
gl: Último xerado
it: Ultimo generato
ja: 直近の生成
nl: Aangemaakt op
pl: Ostatnio wygenerowany
pt_br: Último gerado
tl: Huling Nilikha

source: Create/Update Cache
br: Krouiñ/hizivaat ar grubuilh
de: Cache erstellen/aktualisieren
es: Crear/Actualizar Cache
fr: Créer/mettre à jour le cache
gl: Crear/Actualizar a caché
it: Crea/Aggiorna Cache
ja: キャッシュを作成/更新
nl: Cache aanmaken of bijwerken
pl: Utworzyć/zaktualizować bufor
pt_br: Criar/Atualizar Cache
tl: Likhain/Isapanahon ang Taguan

source: Force Cache Generation
br: Forsiñ da c'henel ar c'hrubuilh
de: Cacheerstellung erzwingen
es: Forzar Generación de Cache
fr: Forcer la génération du cache
gl: Forzar a xeración da caché
it: Forza la generazione di Cache
ja: キャッシュ生成の強制
nl: Cacheaanmaak forceren
pl: Wymuś utworzenie bufora
pt_br: Forçar Geração de Cache
tl: Pilitin ang Paglikha ng Taguan

source: Drop Cached Table
br: Lemel an daolenn kuzhet
de: Gecachte Tabelle löschen
es: Descartar tabla en caché
fr: Supprimer la table cachée
gl: Excluír a táboa na caché
it: Elimina la tabella della cache
ja: キャッシュされたテーブルの削除
nl: Cachetabel verwijderen
pl: Usuń tabelę z bufora
pt_br: Remover Tabela em Cache
tl: Ibagsak ang Talaang Nakatago

source: of all forms if not stale
br: diwar an holl furmskridoù ma ne vezont ket didalvoudekaet
de: von allen nicht veralteten Datenblättern
es: de todos los formularios
fr: de tous les formulaires s’ils ne sont pas périmés
gl: de todos os formularios se non están obsoletos
it: di tutti i form non vecchi
ja: 古い全てのフォーム
nl: voor alle niet verlopen formulieren
pl: wszelkie formularze, jeśli nie są nieaktualne
pt_br: de todos os formulários se não for antigo
tl: ng lahat ng mga pormularyo kung hindi bilasa

source: Drop
br: Lemel
de: Löschen
es: Descartar
fr: Supprimer
gl: Excluír
it: Elimina
ja: 破棄
nl: Verwijderen
pl: Usuń
pt_br: Remover
tl: Ibagsak

source: caches of all forms
br: Krubuilhoù eus an holl furmskridoù
de: Caches von allen Datenblättern
es: cache de todos los formularios
fr: les caches de tous les formulaires
gl: as cachés de todos os formularios
it: cache di tutti i form
ja: すべてのフォームのキャッシュ
nl: caches voor alle formulieren
pl: bufory wszystkich form
pt_br: caches de todos os formulários
tl: mga taguan ng lahat ng mga pormularyo

source: Cached Forms
br: Furmskridoù er grubuilh
de: Gecachte Datenblätter
es: Formularios en Caché
fr: Formulaires cachés
gl: Formularios na caché
ja: キャッシュされたフォーム
nl: Formulieren in de cache
pl: Formularze buforowane
pt_br: Formulários em Cache
tl: Nakatagong mga Pormularyo

source: Cache Forms
br: Kuzhat ar feurmskridoù
de: Datenblätter cachen
es: Cachear formularios
fr: Cacher les formulaires
gl: Pór os formularios na caché
it: Memorizza moduli
ja: フォーム キャッシュ
nl: Formulieren cachen
pl: Buforuj formularze
pt_br: Formulários Cache
tl: Itago ang mga Pormularyo

source: Cache
br: Krubuilh
de: Cachen
es: Caché
fr: Cacher
gl: Pór na caché
ja: キャッシュ
pl: Bufor
tl: Taguan

source: all forms
br: an holl furmskridoù
de: alle Datenblätter
es: todos los formularios
fr: Tous les formulaires
gl: todos os formularios
it: tutti i moduli
ja: すべてのフォーム
nl: alle formulieren
pl: wszystkie formularze
pt_br: todos os formulários
tl: lahat ng mga pormularyo

source: Force Caching
br: Kuzhañ rediet
de: Cachen erzwingen
es: Forzar cacheo
fr: Cacher forcée
gl: Forzar a caché
it: Forza Caching
ja: キャッシュの強制
nl: Cachen forceren
pl: Wymuś buforowanie
pt_br: Forçar Cache
tl: Sapiling Pagtatago

source: Export Cached Forms
br: Ezporzhiañ ar furmskridoù kuzhet
de: Gecachte Datenblätter exportieren
es: Exportar formularios en caché
fr: Exporter les formulaires cachés
gl: Exportar os formularios na caché
it: Esporta Moduli Memorizzati
ja: キャッシュされたフォームをエクスポートします。
nl: Formulieren uit cache exporteren
pl: Eksportuj buforowane formularze
pt_br: Exportar Formulários em Cache
tl: Iluwas ang Itinagong mga Pormularyo

source: Modification Date
br: Deiziad kemm
de: Änderungsdatum
es: Fecha de modificación
fr: Date de modification
gl: Data de modificación
it: Data di modifica
ja: 更新日
nl: Wijzigingsdatum
pl: Data modyfikacji
pt_br: Data de modificação
tl: Petsa ng Pagbago

source: Enable bzip2 Compression
br: a c'haller gwaskañ gant bzip2
de: Aktiviere bzip2-Komprimierung
es: Habilitar compresión bzip2
fr: Permettre la compression avec bzip2
gl: Activar a compresión en bzip2
it: Abilita ompressione bzip2
ja: bzip2 圧縮を有効にする
nl: bzip2-compressie inschakelen
pl: Włączanie kompresji bzip2
pt_br: Habilitar compressão bzip2
tl: Paganahin ang Pagsisiksik na bzip2

source: Create/Edit Profile
br: Krouiñ/aozañ ar profil
de: Profil erstellen/bearbeiten
es: Crear/editar perfil
fr: Créer/Éditer le Profile
gl: Crear/Editar o perfil
it: Crea/Modifica profilo
ja: プロファイルの作成と編集
nl: Profiel aanmaken of bewerken
pl: Utwórz/edytuj profil
pt_br: Criar/Editar Perfil
tl: Likhain/Baguhin ang Balangkas

source: Create a profile or edit an existing profile of forms.
br: Krouiñ ur profil pe kemmañ ur profil evit ar furmskridoù zo anezho
de: Profil erstellen oder ein bestehendes Profil mit Datenblättern bearbeiten.
es: Crear un perfil o editar uno existente en el formulario
fr: Créer un profile ou éditer un profile des formulaires existants
gl: Crear un perfil ou editar un perfil de formularios existente.
it: Crea un profilo o modifica un profilo di moduli esistente.
ja: プロファイルの作成、または既存のプロファイルフォームの編集
nl: Maak een profiel aan of bewerk een bestaand profiel voor formulieren.
pl: Utwórz profil lub edytuj istniejący profil formularzy.
pt_br: Criar um perfil ou editar um perfil de formulários existente.
tl: Lumikha ng isang balangkas o baguhin ang umiiral na balangkas ng mga pormularyo.

source: Create A New Profile
br: Krouiñ ur profil nevez
de: Ein neues Profil erstellen
es: Crear un nuevo perfil
fr: Créer un nouveau profile
gl: Crear un novo perfil
it: Creare un nuovo profilo
ja: 新しいプロファイルを作成します。
nl: Nieuw profiel aanmaken
pl: Utwórz nowy profil
pt_br: Criar Um Novo Perfil
tl: Lumikha ng Isang Bagong Balangkas

source: Manage Caching of Individual Forms
br: Kuzhat krubuilh ar furmskridoù hiniennel
de: Cachen einzelner Datenblätter verwalten
es: Administrar cacheo de formularios individuales
fr: Gérer la cache des formulaires individuels
gl: Administrar a caché dos formularios individuais
it: Gestisci Caching di singoli moduli
ja: 個々 のフォームキャッシュを管理します。
nl: Cachen van formulieren beheren
pl: Zarządzaj buforowaniem poszczególnych formularzy
pt_br: Gerenciar Cache de Formulários Individuais
tl: Pamahalaan ang Pagtatago ng Bawat Isang mga Pormularyo

source: Define Profile
br: Termeniñ ar profil
de: Profil definieren
es: Definir perfil
fr: Définir le profil
gl: Definir o perfil
it: Definisci Profilo
ja: プロファイルの定義
nl: Profiel aanmaken
pl: Zdefiniuj profil
pt_br: Definir Perfil
tl: Tukuyin ang Balangkas

source: Define a profile of forms to export
br: Dielfennañ ur profil eus ar furmskrioù da ezporzhiañ
de: Profil mit Datenblättern für den Export definieren
es: Definir un perfil del formulario para exportar
fr: Définir un profile des formulaires à exporter
gl: Definir un perfil de formularios a exportar
it: Definisci un profilo di moduli da esportare
ja: エクスポートするフォームのプロファイルを定義します。
nl: Profiel aanmaken voor te exporteren formulieren
pl: Określ profil formularzy do eksportu
pt_br: Definir um perfil de formulários para exportar
tl: Tukuyin ang isang balangkas ng mga pormularyong iluluwas

source: Profile Name
br: Anv ar profil
de: Profilname
es: Nombre del perfil
fr: Nom du profil
gl: Nome do perfil
it: Nome profilo
ja: プロファイル名
nl: Profielnaam
pl: Nazwa profilu
pt_br: Nome do Perfil
tl: Pangalan ng Balangkas

source: Select Forms in Profile
br: Diuzañ furmskridoù er profil
de: Datenblätter des Profils auswählen
es: Seleccionar formulario en Perfil
fr: Sélectionner des formulaires dans le profile
gl: Seleccionar os formularios no perfil
it: Seleziona Moduli nel Profilo
ja: プロファイルに使用するフォームを選択します。
nl: Selecteer formulieren voor het profiel
pl: Wybierz formularze w profilu
pt_br: Selecionar formulários no perfil
tl: Piliin ang mga Pormularyo sa loob ng Balangkas

source: Select a profile
br: Diuzañ ur profil
de: Ein Profil auswählen
es: Selecciona un perfil
fr: Sélectionner un profil
gl: Seleccionar un perfil
it: Scegli un profilo
ja: プロファイルを選択します。
nl: Selecteer een profiel
pl: Wybierz profil
pt_br: Selecionar um perfil
tl: Pumili ng isang balangkas

source: Cache all forms in the selected profile.
br: Kuzhat an holl furmskridoù er profil dibabet
de: Alle Datenblätter des ausgewählten Profils cachen.
es: Poner en caché todos los formularios en el perfil seleccionado.
fr: Cacher tous les formulaires dans le profile sélectionné
gl: Pór na caché todos os formularios no perfil seleccionado.
it: Memorizza tutti i moduli nel profilo selezionato.
ja: 選択したプロファイルの全てのフォームをキャッシュします。
nl: Alle formulieren in het geselecteerde profiel cachen.
pl: Buforuj wszystkie formularze wybranego profilu.
pt_br: Pôr em cache todos os formulários no perfil selecionado.
tl: Itago ang lahat ng mga pormularyo sa loob ng napiling balangkas.

source: Export all cached forms in the selected profile. If you select a modification date, then only records that have been modified on or after the specified date will be exported. Otherwise, all records that have been modified for the selected profile will be exported.
br: Ezporzhiañ an holl furmskridoù kuzhet er profil dibabet. Ma tibabit un deiziad kemmañ ne vo ezporzhiet neuze nemet an enrolladennoù zo bet kemmet d'an deiz-se pe goude an deiz-se. Anez e vo ezporzhiet an holl enrolladennoù zo bet kemmet er profil dibabet.
de: Alle gecachten Datenblätter des ausgewählten Profils exportieren. Sofern ein Änderungsdatum ausgewählt wird, erden nur Datensätze exportiert, die am angegebenen Datum oder danach verändert wurden. Ansonsten werden alle Datensätze des ausgewählten Profils exportiert, die geändert wurden.
es: Exportar todos los formularios cacheados en el perfil seleccionado. Si selecciona una fecha de modificación, entonces sólo lo que ha sido modificado en o después de la fecha especificada será exportado. De otra manera, todos los registros que han sido modificados para el perfil seleccionado serán exportados.
fr: Exporter tous les formulaires caches dans le profile sélectionné. Si vous sélectionnez une date de modification, alors seul les enregistrements qui ont été modifiés à cette date ou après cette date seront exporter. Autrement, tous les enregistrements qui ont été modifiés pour le profile sélectionné seront exporter.
gl: Exportar todos os formularios na caché no perfil seleccionado. Se selecciona unha data de modificación, entón unicamente se exportarán os rexistros que foron modificados na data especificada ou posteriormente. En caso contrario, hanse exportar todos os rexistros que foron modificados para o perfil seleccionado.
it: Esporta tutti i profili memorizzati nel profilo selezionato. Se selezioni una data di modifica, poi registra solo quello che è stato modificato o dopo la data specificata sarà esportata. Altrimenti, tutte le registrazioni che sono state modificate per il profilo selezionato saranno esportati.
ja: 選択したプロファイル全てのキャッシュされたフォームをエクスポートします。更新日を選択した場合、指定日以降の更新されたレコードのみがエクスポートされます。それ以外の場合は、選択したプロファイルで変更されている全てのレコードがエクスポートされます。
nl: Alle in de cache opgeslagen formulieren in het geselecteerde profiel exporteren. Als u een wijzigingsdatum selecteert worden alleen de records die op of na de opgegeven datum zijn gewijzigd geëxporteerd. Anders worden alle records die zijn gewijzigd voor het geselecteerde profiel geëxporteerd.
pl: Eksportuj wszystkie buforowane formularze z wybranego profilu. Jeśli wybierzesz datę modyfikacji, zostaną wyeksportowane tylko rekordy, które zostały zmodyfikowane tego dnia lub po określonej datcie. W przeciwnym razie zostaną wyeksportowane wszystkie rekordy, które zostały zmodyfikowane dla wybranego profilu.
pt_br: Exportar todos os formulários em cache no perfil selecionado. Se você selecionar uma data de modificação, apenas registros que foram modificados durante ou após a data especificada serão exportados. De outra forma, todos os registros que foram modificados para o perfil selecionado serão exportados.
tl: Iluwas ang lahat ng mga pormularyong nakatago na nasa loob ng napiling balangkas. Kapag pumili ka ng isang petsa ng pagbabago, kung gayon ang mga rekord lamang na nabago noon o pagkalipas ng tinukoy na petsa ang iluluwas. Kung hindi, iluluwas ang lahat ng mga rekord na nabago para sa napiling balangkas.
