Repository: agabaandre/iHRIS-Pharmacy-Qualify
Catalog: 4.1.11/ihris-common/translations/templates/dhis-metadata/*.po
Languages: de, es, fr, lt, nl, zh_tw

source: Submit to DHIS
de: Senden an DHIS
es: Enviar a DHIS
fr: Soumettre à DHIS
lt: Pateikti DHIS
nl: Indienen bij DHIS
zh_tw: 提交至 DHIS

source: DHIS Metadata Upload
de: DHIS-Metadatenversand
es: Subir metadatos de DHIS
fr: Téléchargement de métadonnées DHIS
lt: DHIS metaduomenų įkėlimas
nl: Medata uploaden naar DHIS
zh_tw: DHIS 元數據上傳

source: Can edit DHIS Organizational unit list
de: Liste von DHIS-Organisationseinheiten bearbeiten können
es: Puede editar la lista de unidad organizativa de DHIS
fr: Peut modifier la liste des unités d’organisation DHIS
nl: Kan de lijst met organisatorische eenheden voor DHIS bewerken
zh_tw: 可編輯 DHIS 組織單位清單

source: Can view DHIS Organizational unit list
de: Liste von DHIS-Organisationseinheiten betrachten können
es: Puede ver la lista de unidad organizativa de DHIS
fr: Peut afficher la liste des unités d’organisation DHIS
nl: Kan de lijst met organisatorische eenheden voor DHIS bekijken
zh_tw: 可檢視 DHIS 組織單位清單

source: Can edit DHIS data element list
de: Liste von DHIS-Datenelementen bearbeiten können
es: Puede editar la lista de elementos de datos de DHIS
fr: Peut modifier la liste des éléments de données DHIS
nl: Kan de lijst met gegevenselementen voor DHIS bewerken
zh_tw: 可編輯 DHIS 資料元素清單

source: Can view DHIS data element list
de: Liste von DHIS-Datenelementen betrachten können
es: Puede ver la lista de elementos de datos de DHIS
fr: Peut afficher la liste des éléments de données DHIS
nl: Kan de lijst met gegevenselementen voor DHIS bekijken
zh_tw: 可檢視 DHIS 資料元素清單

source: Data Element
de: Datenelement
es: Elemento de datos
fr: Élément de données
lt: Duomenų elementas
nl: Gegevenselement
zh_tw: 資料元素

source: DHIS Organizational Unit
de: DHIS-Organisationseinheit
es: Unidad organizativa de DHIS
fr: Unité d’organisation DHIS
lt: DHIS organizacinis vienetas
nl: DHIS organisatorische eenheid
zh_tw: DHIS 組織單位

source: DHIS UID
es: UID de DHIS
fr: UID DHIS

source: Edit This Information
de: Diese Information bearbeiten
es: Editar esta información
fr: Modifier cette information
lt: Redaguoti šią informaciją
nl: Gegevens bewerken
zh_tw: 編輯此訊息

source: Update this Information
de: Diese Information aktualisieren
es: Actualizar esta información
fr: Mettre à jour cette information
lt: Atnaujinti šią informaciją
nl: Gegevens bijwerken
zh_tw: 更新此訊息

source: Select another
de: Weitere auswählen
es: Seleccionar otro
fr: En sélectionner un autre
lt: Pasirinkite kitą
nl: Andere selecteren
zh_tw: 選擇其它

source: There was an error uploading the DHIS Metadata.
de: Es trat ein Fehler beim Hochladen der DHIS-Metadaten auf.
es: Hubo un error al cargar los metadatos de DHIS.
fr: Il y a eu une erreur lors du téléchargement de ces métadonnées DHIS.
lt: Įvyko klaida įkeliant DHIS metaduomenis.
nl: Er is een fout opgetreden tijdens het uploaden van de DHIS-metadata.
zh_tw: 上傳 DHIS 元數據時出現問題。

source: Current DHIS Metadata Export
de: Aktueller DHIS-Metadatenexport
es: Exportación actual de metadatos de DHIS
fr: Export des métadonnées DHIS actuelles
lt: Dabartinių DHIS metaduomenų eksportas
nl: Huidige DHIS-metadata exporteren
zh_tw: 現今 DHIS 元數據匯出

source: File size
de: Dateigröße
es: Tamaño del archivo
fr: Taille du fichier
lt: Failo dydis
nl: Bestandsgrootte
zh_tw: 檔案大小

source: Organizational Units
de: Organisationseinheiten
es: Unidades organizativas
fr: Unités d’organisation
lt: Organizaciniai vienetai
nl: Organisatorische eenheden
zh_tw: 組織單位

source: Data Elements
de: Datenelemente
es: Elementos de datos
fr: Éléments de données
lt: Duomenų elementai
nl: Gegevenselementen
zh_tw: 資料元素

source: Upload DHIS Metadata Export
de: Versand DHIS-Metadatenexport
es: Subir exportación de metadatos de DHIS
fr: Télécharger l’export des métadonnées DHIS
nl: Metadata-export van DHIS uploaden
zh_tw: 上傳 DHIS 元數據匯出

source: DHIS Metadata Export
de: DHIS-Metadaten-Export
es: Exportación de metadatos de DHIS
fr: Export des métadonnées DHIS
lt: DHIS metaduomenų eksportas
nl: Metadata-export van DHIS
zh_tw: DHIS 元數據匯出

source: Select another Data Element
de: Ein anderes Datenelement auswählen
es: Seleccionar otro elemento de datos
fr: Sélectionner un autre élément de données
lt: Pasirinkti kitą duomenų elementą
nl: Ander gegevenselement selecteren
zh_tw: 選擇其它資料元素

source: Select another Program
de: Ein anderes Programm auswählen
es: Seleccionar otro programa
fr: Sélectionner un autre programme
lt: Pasirinkite kitą programą
nl: Ander programma selecteren
zh_tw: 選擇其它程序

source: Program
de: Programm
es: Programa
fr: Programme
lt: Programa
nl: Programma
zh_tw: 程序

source: Select another Organizational Unit
de: Eine andere Organisationseinheit auswählen
es: Seleccionar otra unidad organizativa
fr: Sélectionner une autre unité d’organisation
lt: Pasirinkite kitą organizacinį vienetą
nl: Ander organisatorische eenheid selecteren
zh_tw: 選擇其它組織單位

source: Unit
de: Einheit
es: Unidad
fr: Unité
lt: Vienetas
nl: Eenheid
zh_tw: 單位

source: Select another Site
de: Eine andere Website auswählen
es: Seleccionar otro sitio
fr: Sélectionner un autre site
lt: Pasirinkite kitą svetainę
nl: Ander site selecteren
zh_tw: 選擇其它站台

source: Site
de: Website
es: Sitio
lt: Tinklapis
zh_tw: 網站
