Repository: agabaandre/iHRIS-Pharmacy-Qualify
Catalog: 4.1.11/ihris-qualify/translations/templates/ihris-qualify-site/*.po
Languages: tl

source: Welcome, %s
tl: Maligayang pagdating, %s

source: To get started using iHRIS Qualify, please click one of the options below. Return to this page at any time by clicking the Home button in the bar above. If you need help with any function, click the Help button. We encourage you to send us any errors you find, suggestions for improvements or additional features, and any other feedback you may have about this software; contact us at any time by clicking the Feedback button or visiting the
tl: Upang makapagsimula sa paggamit ng iHRIS Qualify, mangyaring pakipindot ang isa sa mga mapipiling nasa ibaba. Bumalik sa pahinang ito anumang oras sa pamamagitan ng pagpindot sa pindutang Tahanan na nasa halang na nasa itaas. Kung kailangan mo ng tulong sa anumang tungkulin, pindutin ang pindutang Tulong. Hinihikayat ka na ipadala sa amin ang anumang mga kamaliang matatagpuan mo, mga mungkahi para sa pagpapainam o karagdagang mga tampok, at anumang iba pang mga tugon na maaaring mayroon ka hinggil sa sopwer na ito; makipag-ugnayan sa amin anumang oras sa pamamagitan ng pindutang Tugon o pagdalaw sa

source: HRIS Strengthening Website
tl: Websayt sa Pagpapatibay ng HRIS

source: Welcome
tl: Maligayang pagsapit

source: is a health worker training, licensing and certification tracking system. The system enables a licensing or certification authority for a health worker cadre, such as nurses or physicians, to track data on the complete cadre in a country from pre-service training through attrition. iHRIS Qualify is a free, Open Source software solution developed by
tl: ay isang pangsanay ng manggagawang pangkalusugan, sistemang pantugaygay ng lisensiya at katunayan. Ang sistema ay nagbibigay-daan sa isang may katungkulan sa paglilisensiya o pagpapatunay para sa isang tagapagsanay ng manggagawang pangkalusugan, katulad ng mga nars o mga manggagamot, upang masubaybayan ang dato sa buong tagapagsanay sa loob ng isang bansa magmula sa pagsasanay bago ang talagang paglilingkod sa pamamagitan ng pagbabawas ng tauhan. Ang iHRIS Qualify ay isang solusyong sopwer na malaya at bukas ang pinagmumulan na pinaunlad ng

source: The Capacity Project
tl: Ang Proyekto ng Kapasidad

source: an innovative global initiative to help developing countries build and sustain the health workforce.
tl: isang makabagong pandaigdigang simulain upang matulungan ang umuunlad na mga bansa na makapagtayo at panatilihin ang hukbo ng mga manggagawang pangkalusugan.

source: Certification & Licensing System
tl: Sistema ng Pagpapatunay at Paglilisensiya

source: Home
tl: Tahanan

source: Help
tl: Tulong

source: Feedback
tl: Tugon

source: iHRIS Website
tl: Websayt ng iHRIS

source: Log out as %s
tl: Umalis mula sa pagkakalagda bilang %s

source: iHRIS Qualify Version
tl: Bersyon ng iHRIS Qualify

source: Thank you for your feedback.
tl: Salamat sa iyong bigay-tugon.

source: return
tl: bumalik

source: If you have a bug report, problem with the page, feature request or question, please contact us by filling out and submitting the following form. Your comments and email address will be kept private in accordance with the Capacity Project's
tl: Kung mayroon kang isang ulat ng sira, suliranin sa isang pahina, hiling ng tampok o tanong, mangyaring makipag-ugnayan sa amin sa pamamagitan ng pagpupuno at pagpapasa ng sumusunod na pormularyo. Ang mga puna mo at tirahan ng e-liham ay pananatilihing pribado alinsunod sa

source: privacy policy
tl: patakaran sa paglilihim

source: . We will use your email address only to reply to your request. You may also contact us by emailing us directly at
tl: ng Capacity Project. Gagamitin lamang namin ang iyong tirahan ng e-liham upang makatugon sa kahilingan mo. Maaari ka ring makipag-ugnayan sa amin ng tuwiran sa

source: Site Feedback Form
tl: Pormularyo ng Bigay-Tugon ng Sityo

source: Comments
tl: Mga puna

source: Name
tl: Pangalan

source: Company
tl: Kumpanya

source: Title
tl: Pamagat

source: Industry
tl: Industriya

source: Address
tl: Tirahan

source: City
tl: Lungsod

source: State/Province
tl: Estado/Lalawigan

source: Postal Code
tl: Kodigo Postal

source: Country
tl: Bansa

source: Telephone
tl: Telepono

source: Email
tl: E-liham
