Repository: agabaandre/iHRIS-Pharmacy-Qualify
Catalog: 4.1.11/i2ce/translations/templates/custom-reports/*.po
Languages: br, cs, de, es, fr, gl, it, ja, lo, lt, nl, pt, pt_br, tl, uk

source: Here you may set the header information for the report for each field. You may also enable and disable setting report limits as well as add a description for that limit
br: Amañ e c'hallit termenañ an titour talbenn evit an danevell evit pep maezienn. Gallout a rit ivez gweredekaat pe diweredekaat dielfennadur bevennoù an danevelloù hag ivez ouzhpennadur un deskrivadur evit ar vevenn-se.
cs: Zde můžete nastavit informace hlavičky pro každé pole v hlášení. Můžete také povolit a zakázat nastavení omezení hlášení nebo přidat popis pro toto omezení
de: Hier können Sie die Kopfzeileninformationen für jedes Feld des Berichts festlegen. Sie können auch Berichtseinschränkungen aktivieren oder deaktivieren und eine Beschreibung für diese Einschränkung hinzufügen.
es: Aquí podrá asignar la información de cabecera del informe para cada campo. También podrá activar y desactivar límites de informes, así como también agregar descripciones para esos límites
fr: "Ici vous pouvez définir l’information d’en-tête pour le rapport pour chaque champ. Vous pouvez également activer et désactiver la définition des limites des rapports ainsi que l’ajout d’une description pour cette limite"
gl: Aquí pode definir a información de cabeceira do informe para cada ficha. Tamén pode activar e desactivar a definición dos límites de informe, así como engadir unha descrición para ese límite.
it: Qui puoi settare l'intestazione del report per ogni campo. Puoi anche abilitare e disabilitare la configurazione dei parametri limite o anche aggiungere una descrizione per ogni parametro limite
ja: ここでレポートの各フィールドのヘッダー情報を設定できます。またレポート条件の有効/無効化の設定、条件説明の追加もできます。
lo: ຢູ່ບ່ອນນີ້ ທ່ານອາດຕັ້ງຫົວຂໍ້ຂອງບົດລາຍງານແຕ່ລະເຂດ. ທ່ານຍັງອາດສາມາດເປີດ ແລະ ປິດການຕັ້ງຄ່າການຈຳກັດບົດລາຍງານ ລວມທັງເພີ້ມຄຳອະທິບາຍໃສ່
lt: Čia galite nustatyti visų ataskaitos laukelių antraščių informaciją. Taip pat galite įjungti ar išjungti ataskaitos limitų nustatymą, bei pridėti aprašymą tam limitui
nl: Hier kunt u de kopgegevens voor ieder veld van het rapport instellen. U kunt ook de rapportlimieten instellen of uitschakelen en een beschrijving voor die limiet toevoegen
pt: Aqui você poderá definir a informação de título para o relatório em cada campo. Você poderá também ativar e desativar a definição de limites de relatórios e adicionar uma descrição para tal limite
pt_br: Aqui você pode setar a informação de cabeçalho para o relatório para cada campo. Você também pode habilitar ou desabilitar a opção de ajustar limites de relatório, e até mesmo adicionar uma descrição para os limites.
tl: Dito ay maaari mong takda ang kabatiran ng paulo para sa ulat na para sa bawat hanay. Maaari mong paganahin at huwag paganahin ang pagtatakda ng mga hangganan ng ulat pati na ang pagdaragdag ng isang paglalarawan para sa hangganang iyan
uk: Тут ви можете встановити інформацію заголовка звіту для кожного поля. Ви може також увімкнути та вимкнути параметр обмеження звіту і також додати опис для цього обмеження

source: Merged Reports
br: Danevelloù kendeuzet
cs: Sloučená hlášení
de: Zusammengeführte Berichte
es: Reportes Cobinados
fr: Rapports fusionnés
gl: Informes fusionados
it: Report uniti
ja: 結合したレポート
lo: ລວມບົດລາຍງານເຂົ້າກັນ
lt: Sujungtos Ataskaitos
nl: Samengevoegde rapportages
pt_br: Relatórios Mesclados
tl: Napagsanib na mga Ulat
uk: Об'єднані звіти

source: Error: No data was found that matched your request. You may need to cache the report or modify your limits.
br: Fazi ; ne glot roadenn ebet gant ho reked. Ret e vefe deoc'h bihanaat ar vaezienn enklask.
cs: Chyba: Nebyla nalezena žádná data, která by odpovídala Vašemu požadavku. Možná budete muset hlášení uložit nebo změnit jeho omezení.
de: Fehler: Es wurden keine Daten zu Ihrer Anfrage gefunden. Sie müssen eventuell den Bericht zwischenspeichern oder Ihre Einschränkungen anpassen.
es: Error: No se encontraron datos que cumplan con su petición. Puede ser necesario cachear el reporte para modificar sus límites
fr: Erreur: Aucune donnée ne correspond à votre requête. Vous devriez réduire le champ de recherche.
gl: Erro: Non se atopou ningún dato que coincidise coa súa solicitude. Quizais necesite meter o informe na caché ou modificar os límites.
it: Errore: nessun dato che corrisponde alla tua richiesta è stato trovato. Puoi aver bisogno di memorizzare il rapporto o modificare i limiti.
ja: エラー: 要求に合致するデータは見つかりませんでした。レポートキャッシュまたはレポート条件の変更が必要です。
lo: ຂໍ້ຜິດພາດ: ບໍ່ພົບຂໍ້ມູນຕາມທີ່ທ່ານຂໍ. ທ່ານອາດຕ້ອງເຊື່ອງບົດລາຍງານ ຫຼືກຳນົດຂໍ້ຈຳກັດຂອງທ່ານ
nl: Fout: er zijn geen gegevens gevonden voor uw verzoek. Mogelijk moet u de rapportage cachen of uw drempelwaarden aanpassen.
pt: Erro: Não foi encontrado qualquer dado relacionado com o seu pedido. Poderá ser necessário to cache o relatório ou modificar as suas restrições.
pt_br: Erro: Nenhum dado encontrado pôde satisfazer sua requisição. Você pode precisar pôr em cache o relatório ou modificar suas restrições.
tl: Kamalian: Walang natagpuang dato na tumutugma sa kahilingan mo. Maaaring kailangan mong itago ang ulat o baguhin ang mga hangganan mo.
uk: Помилка: Не знайдено дані, які відповідають вашому запиту. Ви, можливо, повинні кешувати звіт або змінити свої межі.

source: The relationship that this report is to be based off of.
cs: Vztah, na kterém je toto hlášení založeno.
de: Die Beziehung, auf die dieser Bericht basieren soll.
es: Las relaciones en las que se basará este informe.
fr: "La relation sur laquelle ce rapport doit être basé. "
gl: A relación na que se basea este informe.
ja: このレポートでオフにになっているレポート関係性
lo: ການກ່ຽວພັນກັບບົດລາຍງານທີ່ຖືກປິດ
lt: Ryšiai, kuriais ataskaita turėtų būti grindžiama.
nl: De relatie waar deze rapportage op gebaseerd moet zijn.
pt: A relação na qual se baseia este relatório.
pt_br: Relações em que este relatório está baseado
tl: Ang ugnayan na pagbabatayan ng ulat na ito.
uk: Зв'язок, на якому це звіт заснований.

source: Switch to %s
br: Cheñch war-zu %s
cs: Přepnout na %s
de: Wechsle zu %s
es: Cambiar a %s
fr: Changer vers %s
gl: Cambiar a %s
it: Passa a %s
ja: %sへ切り替える
lo: ປ່ຽນໄປສູ່ %s
lt: Keisti į %s
nl: Omschakelen naar %s
pt: Mudar para %s
pt_br: Mudar para %s
tl: Lumipat sa %s
uk: Перемкнути на %s

source: %s from %s
br: %s eus %s
cs: %s z %s
de: %s von %s
es: %s de %s
fr: %s de %s
gl: %s de %s
it: %s da %s
ja: %sより%s
lo: %s ຈາກ %s
lt: %s iš %s
nl: %s van %s
pt: %s de %s
pt_br: %s de %s
tl: %s mula sa %s
uk: %s від %s

source: Not Generated
br: Ket generet
cs: Nevytvořeno
de: Nicht generiert
es: No generado
fr: Pas généré
gl: Non xerado
it: Non Generato
ja: 生成しません。
lo: ບໍ່ສາມາດສ້າງໄດ້
lt: Nesugeneruotas
nl: Niet aangemaakt
pt_br: Não gerado
tl: Hindi Nalikha
uk: Не генеровано

source: Allow blank rows in %s
br: Aotren al linennoù goullo e %s
cs: Povolit prázdné řádky v %s
de: Ermögliche leere Zeilen in %s
es: Permitir filas en blanco en %s
fr: Permettre les lignes vides dans %s
gl: Permitir as liñas en branco en %s
it: Permetti linee vuote in %s
ja: %sの空白の行を許可します。
lo: ອະນຸຍາດໃຫ້ມີແຖວເປົ່າຢູ່ໃນ %s
lt: Leisti tuščias eilutes %s
nl: Lege rijen toestaan in %s
pt_br: Permitir linhas em branco em %s
tl: Magpahintulot ng walang laman na mga hilera sa %s
uk: Дозволити порожні рядки в %s

source: Select Additional Values To Match
br: Dibab an talvoudegezhioù stag a glot an eil re gant ar re all
cs: Vyberte dodatečné hodnoty ke shodě
de: Zusätzliche Abgleichwerte auswählen
es: Seleccione valores adicionales para emparejar
fr: Sélectionner les valeurs additionnelles qui se correspondent
gl: Seleccionar valores adicionais para que coincidan
it: Selezionare valori aggiuntivi da confrontare
ja: 合致する追加の値を選択します。
lo: ເລືອກຄ່າເພີ້ມ ເພື່ອໃຫ້ກົງກັນ
lt: Pasirinkti Papildomas Reikšmes Suderinimui
nl: Selecteer aanvullende waarden die overeen moeten komen
pt_br: Selecionar valores adicionais para igualar
tl: Pumili ng Karagdagang mga Halaga na Pagtutugmain
uk: Вибрати додаткові значення для збігу

source: No Additional Values
br: Talvoudoù ouzhpenn ebet
cs: Žádné dodatečné hodnoty
de: Keine zusätzlichen Werte
es: No Valores Adicionales
fr: Pas de valeurs additionnelles
gl: Sen valores adicionais
it: Nessun Valore Aggiunto
ja: 追加の値はありません。
lo: ບໍ່ມີຄ່າເພີ້ມ
lt: Nėra Papildomų Reikšmių
nl: Geen extra waarden
pt_br: Sem valores adicionais
tl: Walang Karagdagang mga Halaga
uk: Нема додаткових значень

source: Available functions
br: Arc'hwelioù a zo da gaout
cs: Dostupné funkce
de: Verfügbare Funktionen
es: Funciones Disponibles
fr: Fonctions disponibles
gl: Funcións dispoñibles
it: Funzioni disponibili
ja: 使用可能な関数
lo: ຄຳສັ່ງທີ່ມີ
lt: Galimos Funkcijos
nl: Beschikbare functies
pt: Funções disponíveis
pt_br: Funções disponíveis
tl: Makukuhang mga tungkulin
uk: Доступні функції

source: The relationship has no available functions
cs: Vztah nemá žádné dostupné funkce
de: Die Beziehung hat keine verfügbaren Funktionen
es: La relación no tiene funciones disponibles
fr: La relation n’a pas de fonctions disponibles
gl: A relación non ten funcións dispoñibles
it: La perentela non ha funzioni disponibili
ja: この関係性で使用可能な関数がありません。
lo: ຄຳສັ່ງທີ່ມີແມ່ນບໍ່ກ່ຽວຂ້ອງ
lt: Ryšys neturi prieinamų funkcijų
nl: De relatie heeft geen beschikbare functies
pt: A relação não possui funções disponíveis
pt_br: O relacionamento não possui funções disponíveis
tl: Walang makukuhang mga tungkulin ang ugnayan
uk: Цей зв'язок не має доступних функцій

source: Apply Limits
br: Arloañ bevennoù
cs: Použít omezení
de: Einschränkungen anwenden
es: Aplicar límites
fr: Appliquer des limites
gl: Aplicar os límites
it: Applica Limiti
ja: 条件が適用されます。
lo: ນຳໃຊ້ຂໍ້ຈຳກັດ
lt: Taikyti Apribojimus
nl: Limieten toepassen
pt_br: Aplicar restrições
tl: Ilapat ang mga Hangganan
uk: Застосувати межі

source: Results limited by
br: Disoc'hoù bevennet gant
cs: Výsledky omezeny
de: Ergebnisse eingeschränkt durch
es: Resultados limitados por
fr: Résultats limités par
gl: Resultados limitados por
it: Risultati limitati da
ja: 条件検索結果
lo: ຜົນຮັບຖືກຈຳກັດໂດຍ
lt: Rezultatus riboja
nl: Resultaten beperkt door
pt_br: Resultados limitados por
tl: Hinahangganan ang mga resulta ng
uk: Результати обмежені

source: Report View Permissions
br: Aotreoù monet d'an danevell
cs: Oprávnění zobrazení hlášení
de: Berechtigungen zum Ansehen von Berichten
es: Permisos de vista del reporte
fr: Autorisations d'accès au rapport
gl: Permisos da vista do informe
it: Segnala autorizzazioni di visualizzazione
ja: レポートビューのアクセス許可
lo: ການອະນຸຍາດໃຫ້ເບິ່ງບົດລາຍງານ
lt: Ataskaitos Rodinio Teisės
nl: Rapportage weergaverechten
pt_br: Permissões de exibição de relatório
tl: Iulat Ang Mga Kapahintulutan Sa Pagtanaw
uk: Дозволи подання звіту

source: Select a task to limit the viewing of this report to the selected task.
cs: Vyberte úkol pro omezení zobrazení tohoto hlášení na zvolený úkol.
de: Eine Aufgabe auswählen, mit der die Anzeige dieses Berichts auf die gewählte Aufgabe beschränkt wird.
es: Seleccione una tarea para limitar la vista de este reporte a la tarea seleccionada.
fr: Sélectionnez une tâche pour limiter l'affichage de ce rapport à la tâche sélectionnée.
gl: Seleccione unha terefa para limitar a vista deste informe á tarefa seleccionada.
it: Seleziona una funzione per limitare la visualizzazione di questo documento alla funzione selezionata.
ja: このレポート表示を絞り込むタスクを選択します。
lo: ເລືອກໜ້າວຽກເພື່ອຈຳກັດການເບິ່ງບົດລາຍງານກັບໜ້າວຽກທີ່ເລືອກ
nl: Selecteer een taak om het bekijken van deze rapportage voor de geselecteerde taak te beperken.
pt_br: Selecione uma atividade para limitar a visualização desse relatório a essa atividade.
tl: Pumili ng isang gawain upang hanggahan ang pagtanaw sa ulat na ito na para sa napiling gawain lang.
uk: Виберіть завдання, щоб обмежити перегляд цієї доповіді до вибраного завдання.

source: Do Not Limit Viewing Of This Report
cs: Neomezovat zobrazení tohoto hlášení
de: Die Anzeige dieses Berichts nicht einschränken
es: No limitar la vista de este reporte
fr: Ne pas limiter l'affichage de ce rapport
gl: Non limitar a vista deste informe
it: Non limitare la visualizzazione di questa relazione
ja: このレポートの表示を制限しません。
lo: ບໍ່ໃຫ້ຈຳກັດການເຂົ້າເບິ່ງບົດລາຍງານນີ້
lt: Neapriboti Šios Ataskaitos Peržiūros
nl: Beperk het bekijken van deze rapportage niet
pt_br: Não limitar a visualização desse relatório
tl: Huwag Limitahan Ang Pagtanaw Sa Ulat Na Ito
uk: Не обмежувати перегляду цього звіту

source: Table
br: Taolenn
cs: Tabulka
de: Tabelle
es: Tabla
fr: Tableau
gl: Táboa
it: Tabella
ja: テーブル
lo: ຕາຕະລາງ
lt: Lentelė
nl: Tabel
pt: Tabela
pt_br: Tabela
tl: Talahanayan
uk: Таблиця

source: Apply the limits to the table.
br: Arloañ ar bevennoù d'an daolenn.
cs: Použít limity na tabulku
de: Diese Einschränkungen auf die Tabelle anwenden.
es: Aplicar los límites a la tabla.
fr: Appliquer les limites à la table.
gl: Aplicar os límites á táboa.
it: Applica i limiti alla tabella.
ja: テーブルへ条件を適用します。
lt: Taikyti apribojimus lentelei.
nl: Limieten op de tabel toepassen.
pt_br: Aplicar as restrições à tabela
tl: Ilapat ang mga hangganan sa talangguhit.
uk: Застосувати обмеження до таблиці.

source: View this report as a table
br: Gwelet an danevell-mañ evel un daolenn
cs: Zobrazit toto hlášení jako tabulku
de: Diesen Bericht als Tabelle ansehen
es: Ver este informe como una tabla
fr: Afficher ce rapport sous forme de tableau
gl: Ver o informe como unha táboa
it: Vedi questo report come una tabella
ja: このレポートをテーブルとして表示します。
lt: Rodyti šią ataskaitą kaip lentelę
nl: Rapport als tabel weergeven
pt_br: Ver esse relatório como uma tabela
tl: Tingnan ang ulat na ito bilang isang talahanayan
uk: Переглянути даний звіт як таблицю

source: Module Limits
br: Modulenn bevennoù
cs: Omezení modulů
de: Einschränkungen für das Modul
es: Límites de módulo
fr: Module de limites
gl: Límites do módulo
it: Limiti modulo
ja: モジュールの制限
lt: Modulio Limitai
nl: Modulelimieten
pt_br: Restrições do módulo
tl: Mga Hangganan ng Modyul
uk: Межі модуля

source: Link Type
br: Seurt liamm
cs: Typ odkazu
de: Verweisart
es: Tipo de enlace
fr: Type de lien
gl: Tipo de ligazón
it: Tipo di collegamento
ja: リンクの種類
lt: Nuorodos Tipas
nl: Koppelingstype
pt_br: Tipo de link
tl: Uri Ng Kawing
uk: Тип посилання

source: The type of the link.
br: Ar seurt liamm
cs: Typ odkazu.
de: Die Art des Verweises.
es: El tipo del enlace
fr: Le type du lien.
gl: O tipo de ligazón.
it: Tipo di collegamento.
ja: リンクの種類
lt: Nuorodos tipas
nl: Het koppelingstype.
pt_br: O tipo do link.
tl: Ang uri ng kawing.
uk: Тип посилання.

source: Link (a href)
br: Liamm (un href)
cs: Odkaz (href)
de: Verweis (a href)
es: Enlace (a href)
fr: Lien (un href)
gl: Ligazón (un href)
it: Collegamento (href)
ja: リンク (href)
lt: Nuoroda (href)
nl: Koppeling (a href)
pt_br: Link (um href)
tl: Kawing (isang href)
uk: Посилання (гіпер)

source: The module with the limit
br: Ar vodulenn gant ar vevenn
cs: Modul s limitem
de: Das Modul mit der Einschränkung
es: El módulo con el límite
fr: Le module avec la limite
gl: O módulo co límite
it: Il modulo con il limite
ja: 制限付きモジュール
lt: Modulis su limitu
nl: Module met de limiet
pt: O módulo com o limite
pt_br: O módulo com o limite
tl: Ang modyul na may hangganan
uk: Модуль з межею

source: The field that the module links to for this field
br: An destenn dalbenn diskwelet evit ar vaezienn-mañ
cs: Pole, které modul propojuje pro toto pole
de: Das Feld, auf das das Modul für dieses Feld verlinkt.
es: El campo con el que el módulo enlaza para este campo
fr: Le champ auquel le module se relie pour ce champ
gl: O campo ao que o módulo liga co campo
it: Il campo cui il modulo rinvia per questo campo
ja: モジュールリンクのあるフィールド
nl: Het veld voor waar de module naar verwijst voor dit veld
pt: O campo com que o módulo se liga para este campo
tl: Ang hanay na kinakawingan ng modyul para sa hanay na ito
uk: Поле, на якому модуль посилається на це поле

source: In Progress
br: War ober
cs: Probíhá
de: In Bearbeitung
es: En proceso
fr: En cours
gl: En progreso
it: In corso
ja: 処理中
lt: Vyksta
nl: Wordt uitgevoerd
pt: Em progresso
pt_br: Em progresso
tl: Isinasagawa
uk: Триває

source: Create
br: Krouiñ
cs: Vytvořit
de: Erstellen
es: Crear
fr: Créer
gl: Crear
it: Crea
ja: 作成
lt: Sukurti
nl: Aanmaken
pt: Criar
pt_br: Criar
tl: Likhain
uk: Створити

source: Create a %s with this data.
br: Krouiñ un %s gant ar roadennoù-mañ.
cs: Vytvořit %s s těmito daty.
de: Ein %s mit diesen Daten erstellen.
es: Crear un %s con estos datos.
fr: Créer une %s avec ces données.
gl: Crear un %s con estes datos.
it: Crea un %s con questi dati.
ja: このデータで %sを作成する。
lt: Sukurti %s su šiais duomenimis.
nl: %s aanmaken met deze gegevens.
pt_br: Criar um %s com esses dados.
tl: Lumikha ng isang %s sa pamamagitan ng datong ito.
uk: Створіть %s з цими даними.

source: Reporting Internals
br: Danevelloù diabarzh
de: Berichtsinternas
es: Informes internos
fr: Rapports internes
gl: Informes internos
ja: ヘッダー/設定条件のレポート
nl: Rapportagedetails
uk: Звітна начинка

source: Disable
br: Diweredekaat
cs: Deaktivovat
de: Deaktivieren
es: Desactivar
fr: Désactiver
gl: Desactivar
it: Disabilita
ja: 無効にします。
lt: Išjungti
nl: Uitschakelen
pt: Desativar
pt_br: Desabilitar
uk: Вимкнути

source: Disable this report from non-administrative users.
br: Diweredekaat an danevell-mañ evit an implijerien n'int ket mererien.
cs: Deaktivovat toto hlášení od uživatelů bez správcovských oprávnění.
de: Diesen Bericht für Nicht-Administratoren deaktivieren.
es: Desactivar este informe para los usuarios no administrativos.
fr: Désactiver ce rapport pour les utilisateurs non administrateurs.
gl: Desactivar este informe para os usuarios non administrativos.
it: Disabilita questo report per gli utenti non amministativi
ja: 管理者ではないユーザーからレポートを無効にします。
lt: Išjungti šią ataskaitą ne administracijos vartotojoms.
nl: Deze rapportage uitschakelen voor niet-beheerders.
pt_br: Desativar esse relatório para usuários não administrativos.
uk: Вимкніть цей звіт від неадміністративних користувачів.

source: Available Internals
br: Parzhioù diabarzh a c'haller kaout
de: Verfügbare Internas
es: Componentes internos disponibles
fr: Composants internes disponibles
gl: Compoñentes internos dispoñibles
ja: 利用可能なヘッダー/設定条件
nl: Beschikbare details
uk: Доступна начинка

source: Allows minimal access to the Custom Reporting System
de: Ermöglicht minimalen Zugriff auf das benutzerdefinierte Berichtssystem
es: Permite acceso mínimo al sistema de informes personalizados
fr: Permet un accès minimal au Système de rapports personnalisés
gl: Permite un mínimo acceso ao sistema de informes personalizados
ja: カスタムレポートシステムに対する最小限のアクセスを許可します。
nl: Staat minimale toegang toe tot het maatwerkrapportagesysteem
pt_br: Garantir acesso mínimo ao Sistema de Relatório Personalizado
uk: Дозволяє мінімальний доступ до системи спеціальної звітності

source: This report view is based on the report
de: Diese Berichtansicht basiert auf den Bericht
es: Esta vista de informe está basada en el informe
fr: Cette vue de rapport se fonde sur le rapport
gl: A vista de informe baséase no informe
ja: レポートビューはレポートに基づいています
lt: Šis ataskaitos rodinys yra pagrįstas ataskaita
nl: Deze rapportageweergave is gebaseerd op de rapportage
pt_br: A exibição desse relatório é baseada no relatório
uk: Це подання звіту засноване на звіті

source: No Valid Display
de: Keine gültige Anzeige
es: Despliegue no válido
fr: Aucun affichage valide
gl: A visualización non é válida
ja: 有効な表示なし
lt: Nėra Galiojančio Rodinio
nl: Geen geldige weergave
uk: Нема вірного відображення

source: Unable to Update Values
br: Ne c'haller ket hizivaat an talvoudoù
cs: Nelze aktualizovat hodnoty
de: Werte konnten nicht aktualisiert werden
es: No se pudieron actualizar los valores
fr: Impossible de mettre à jour les valeurs
gl: Non se poden actualizar os valores
ja: 値を更新できません
lt: Nepavyko Atnaujinti Reikšmių
nl: Bijwerken van de waarden is niet mogelijk
uk: Не вдалося оновити значення

source: Updated Values
br: Talvoudoù hizivaet
cs: Aktualizované hodnoty
de: Aktualisierte Werte
es: Valores actualizados
fr: Mettre à jour les valeurs
gl: Valores actualizados
lt: Atnaujintos Reikšmės
nl: Bijgewerkte waarden
uk: Оновлені значення

source: Allows editing of the Custom Report
br: Aotren aozañ an danevell personelaet
de: Ermöglicht das Bearbeiten von benutzerdefinierten Berichten
es: Permite editar los reportes personalizados
fr: Permet la modification du rapport personnalisé
gl: Permite a modificación dos informes personalizados
ja: カスタムレポートの編集を許可します
nl: Maakt bewerken van de maatwerkrapportage mogelijk
uk: Дозволяє редагування спеціального звіту

source: Limit as Map (Drop Down)
fr: Limiter comme correspondance (liste déroulante)
lt: Riboti kaip Žemėlapį (išskleidžiamas)
nl: Beperking vanuit lijst (downdown)

source: Limit this field as a drop down with the given fields display string (e.g. district:region:country).
fr: Limiter ce champ comme une liste déroulante avec la chaîne d’affichage des champs fournis (par ex. commune:région:pays).
nl: Beperk dit veld als een downdown met de opgegeven velden, bijvoorbeeld district:regio:land.

source: Display Limit as Mapped Field.
fr: Afficher la limite comme un champ de correspondance.
nl: Beperking als lijst met velden weergeven.

source: Fields
de: Felder
es: Campos
fr: Champs
lt: Laukai
nl: Velden

source: Link Target
de: Linkziel
fr: Lien cible
lt: Nuorodos Tikslas
nl: Doel koppelen

source: When the link is clicked
de: Wenn die Verknüpfung angeklickt wird
fr: Quand le lien est cliqué
lt: Kai nuoroda paspaudžiama
nl: Als op de koppeling wordt geklikt

source: Open a new page
de: Eine neue Seite öffnen
es: Abrir una página nueva
fr: Ouvrir une nouvelle page
lt: Atidaryti naują puslapį
nl: Nieuwe pagina openen

source: Display link content on same page
de: Linkinhalt auf der gleichen Seite anzeigen
fr: Afficher le contenu du lien sur la même page
lt: Rodyti nuorodos turinį tame pačiame puslapyje
nl: Inhoud voor de koppeling op dezelfde pagina weergeven

source: An error occurred trying to display this report. This is most likely because the report has not been generated or there was a problem generating the report.
fr: Une erreur s’est produite en essayant d’afficher ce rapport. Cela est probablement dû au fait que le rapport n’a pas été généré ou qu’il y a eu un problème lors de sa génération.
lt: Bandant parodyti ataskaitą įvyko klaida. Tai tikriausiai įvyko, nes ataskaita nebuvo sugeneruota arba kilo problema generuojant ataskaitą.
nl: Er is een fout opgetreden tijdens het weergeven van deze rapportage. Dit komt waarschijnlijk doordat de rapportage niet is aangemaakt of omdat er een probleem was tijdens het aanmaken van de rapportage.

source: Module
br: Modulenn
cs: Modul
de: Modul
es: Módulo
gl: Módulo
it: Modulo
ja: モジュール
lt: Modulis
pt: Módulo
pt_br: Módulo
tl: Modyul
uk: Модуль

source: Maximum
br: Uc'hek
es: Máximo
gl: Máximo
it: Valore massimo
ja: 最大
lo: ສູງສຸດ
lt: Maksimalus
pt: Máximo
pt_br: Máximo
tl: Pinakamataas
uk: Максимум

source: Minimum
br: Izek
es: Mínimo
gl: Mínimo
it: Minimo
ja: 最小
lo: ຕ່ຳສຸດ
lt: Minimalus
pt: Mínimo
pt_br: Mínimo
tl: Pinakamaliit
uk: Мінімум
