Repository: agabaandre/iHRIS-Pharmacy-Qualify
Catalog: 4.1.11/i2ce/translations/templates/custom-reports/*.po
Languages: br, cs, de, es, fr, gl, it, ja, lo, lt, nl, pt, pt_br, tl, uk

source: Shortname specified for the report is already in use
br: Implijet eo an anv berraet evit an danevell-mañ dija
cs: Krátký název, který je určený pro toto hlášení se již používá
de: Der für diesen Bericht festgelegte Kurzname wird bereits verwendet
es: El nombre corto especificado para el reporte se encuentra en uso
fr: Le nom abrégé spécifié pour ce rapport est déjà utilisé
gl: O nome breve especificado para o informe xa está en uso
it: L'abbreviazione specificata è già in uso
ja: レポートに指定されたショートネームが既に使用中です。
lo: ຊື່ທີ່ສັ້ນ ທີ່ລະບຸຢູ່ໃນບົດລາຍງານ ແມ່ນໄດ້ຖືກນຳໃຊ້ແລ້ວ
lt: Nurodytas ataskaitos trumpas pavadinimas jau yra naudojamas
nl: De opgegeven korte naam voor de rapportage is al in gebruik
pt_br: Abreviação especificada para o relatório já está em uso
tl: Ginagamit na ang tinukoy na maikling pangalan para sa ulat
uk: Вказане для звіту коротке ім'я вже використовується

source: No report relationship specified for the report
cs: Pro toto hlášení není určen žádný vztah hlášení
de: Es wurde keine Berichtsbeziehung für diesen Bericht festgelegt
es: No se espeicificó ninguna relación de reporte para este reporte
fr: Pas de rapport de relation spécifiée pour ce rapport
gl: Non se especificou ningunha relación entre informes para este informe
it: Nessuna parentela specificata per il report
ja: レポートに指定された関係性がありません。
lo: ບໍ່ມີບົດລາຍງານທີ່ກ່ຽວຂ້ອງກັບບົດລາຍງານດັ່ງກ່າວ
lt: Ataskaitai nenurodytas joks ataskaitos ryšys
nl: Er is geen rapportagerelatie opgegeven voor de rapportage
pt_br: Nenhum relacionamento de relatório foi especificado para o relatório
tl: Wwalang tinukoy na ugnayan ng ulat para sa ulat
uk: Немає зв'язку звітів, вказаного для звіту

source: Specified report relationship is invalid
cs: Určený vztah hlášení je neplatný
de: Die festgelegte Berichtsbeziehung ist ungültig
es: La relación de reporte especificada es inválida
fr: Le rapport de relation spécifiée est non-valable
gl: A relación entre informes especificada non é válida
it: La parentela del report specificata non è valida
ja: 指定されたレポート関係性は無効です。
lo: ບົດລາຍທີ່ກ່ຽວຂ້ອງແມ່ນບໍ່ຖືກຕ້ອງ
lt: Nurodytas ataskaitos ryšys yra negalimas
nl: De opgegeven rapportagerelatie is ongeldig
pt_br: Relacionamento para o relatório especificado é inválido
tl: Hindi tanggap ang tinukoy na ugnayan ng ulat
uk: Вказаний зв'язок звітів невірний

source: You don't have access to delete report data
br: N'oc'h ket aotreet da vont da zilemel roadennoù an danevell-mañ
cs: Nemáte přístup ke smazání dat hlášení
de: Du hast nicht die erforderliche Berechtigung, Berichtsdaten löschen zu können.
es: No tiene acceso para borrar los datos del reporte
fr: Vous n'avez pas l'accès de supprimer des données du rapport
gl: Non ten o acceso necesario para borrar os datos do informe
it: Non si hanno i permessi sufficienti per cancellare i dati
ja: レポートデータの削除にアクセスできません。
lo: ທ່ານບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ລຶບຂໍ້ມູນບົດລາຍງານ
lt: Neturite prieigos, kad ištrintumėte ataskaitos duomenis
nl: U hebt geen rechten om rapportagegegevens te verwijderen
pt_br: Você não tem acesso para deletar dados de relatório
tl: Hindi ka makakapunta upang burahin ang dato ng ulat
uk: Ви не маєте доступу до видалення даних звіту

source: Invalid path for deletion
br: N'eo ket mat an hent monet evit dilemel
cs: Neplatná cesta pro smazání
de: Ungültiger Löschpfad
es: Ruta inválida para el borrado
fr: L'adresse pour l'effacement non-valable
gl: A ruta do borrado non é válida
it: Percorso per la cancellazione non valido
ja: 削除へのパスが無効です。
lo: ການລຶບແມ່ນບໍ່ຖືກຕ້ອງ
lt: Neteisingas kelias trynimui
nl: Ongeldig pad voor verwijdering
pt_br: Caminha para exclusão inválido
tl: Hindi tanggap na landas para sa pagbura
uk: Неприпустимий шлях для видалення

source: Unable to setup cached form
br: Ne c'haller ket kefluniañ ar furmskrid kuzh
cs: Nelze nastavit uložený formulář
de: Das gecachte Datenblatt kann nicht eingerichtet werden
es: No se pudo configurar el formulario de caché
fr: Incapable de configurer le formulaire caché
gl: Non se pode configurar o formulario da memoria caché
it: Impossibile configurare il modulo caricato
ja: キャッシュされているフォームをセットアップすることはできません。
lo: ບໍ່ສາມາດຕິດຕັ້ງແບບຟອມເຄສ
nl: Het is niet mogelijk de cache voor het formulier in te stellen
pt_br: Não é possível configurar o formulário em cache
tl: Hindi nagawang maitakda ang nakatagong pormularyo
uk: Не вдається налаштувати кешовану форму

source: Could not save display options
br: Ne c'haller ket enrollañ an dibaboù diskwel
cs: Nelze uložit možnosti zobrazení
de: Die Darstellungsoptionen konnten nicht gespeichert werden
es: No se pudieron salvar las opciones de mostrado
fr: Ne peut par enregistrer les options d'affichage
gl: Non se puideron gardar as opcións de visualización
it: Impossibile salvare le impostazioni di visualizzazione
ja: 表示オプションを保存できませんでした。
lo: ບໍ່ສາມາດບັນທຶກຕົວເລືອກທີ່ສະແດງ
lt: Nepavyko išsaugoti rodymo pasirinkimų
nl: Het opslaan van de weergaveinstellingen is mislukt
pt_br: Não foi possível salvar opções de exibição
tl: Hindi masagip ang mga pilian ng pagpapakita
uk: Не вдалося зберегти параметри відображення

source: Saved display options
br: Enrollañ an dibaboù diskwel
cs: Možnosti zobrazení uloženy
de: Die Darstellungsoptionen wurden gespeichert
es: Opciones de mostrado salvadas
fr: Enregistrer les options d'affichage
gl: Opcións de visualización gardadas
it: Impostazioni di visualizzazione salvate
ja: 保存された表示オプション
lo: ບັນທຶກຕົວເລືອກທີ່ສະແດງ
lt: Rodymo pasirinktys įrašytos
nl: De weergaveinstellingen zijn opgeslagen
pt_br: Opções de exibição foram salvas
tl: Nasagip na mga pilian ng pagpapakita
uk: Збережено параметри відображення

source: Unable to generate report
br: Ne c'haller ket genel an danevell
cs: Nelze vytvořit hlášení
de: Der Bericht konnte nicht generiert werden
es: No se pudo generar el reporte
fr: Incapable de générer le rapport
gl: Non se pode xerar o informe
it: Generazione del report non riuscita
ja: レポートを生成できません。
lo: ບໍ່ສາມາດສ້າງບົດລາຍງານ
lt: Neįmanoma sugeneruoti pranešimo
nl: Het aanmaken van de rapportage is mislukt
pt_br: Não foi possível gerar relatório
tl: Hindi nagawang likhain ang ulat
uk: Не вдалося створити звіт

source: Does Not Exist
br: n'eus ket anezhi
cs: Neexistuje
de: Nicht vorhanden
es: No existe
fr: N'existe pas
gl: Non existe
it: Non Esiste
ja: 存在しません。
lo: ບໍ່ມີ
lt: Neegzistuoja
nl: Bestaat niet
pt_br: Não existe
tl: Hindi Umiiral
uk: Не існує

source: Stale
br: Diamzeret
cs: Zastaralé
de: Veraltet
es: Obsoletas
fr: Éculé
gl: Obsoleto
it: Interrotti
ja: 無効
lo: ຕີ
nl: Vervallen
tl: Bilasa
uk: Застарілий

source: Failed
br: C'hwitet
cs: Selhalo
de: Gescheitert
es: Fallido
fr: Echoué
gl: Erróneo
it: Non riuscito
ja: 失敗
lo: ລົ້ມເຫຼວ
lt: Nepavyko
nl: Mislukt
pt: Falhado
pt_br: Falhou
tl: Nabigo
uk: Помилка

source: Generated
br: Ganet
cs: Vytvořeno
de: Generiert
es: Generado
fr: Généré
gl: Xerado
it: Generato
ja: 生成
lo: ສ້າງຂື້ນ
lt: Sugeneruotas
nl: Aangemaakt
pt: Gerado
pt_br: Gerado
tl: Nalikha na
uk: Згенеровано

source: Total
br: Hollad
cs: Celkem
de: Gesamt
it: Totale
ja: 合計
lo: ລວມທັງໝົດ
lt: Viso
nl: Totaal
tl: Kabuuan
uk: Усього

source: View Reports
br: Gwelet an danevelloù
cs: Zobrazit hlášení
de: Berichte ansehen
es: Ver informes
fr: Afficher les rapports
gl: Ver os informes
it: Visualizza Rapporti
ja: レポートを閲覧します。
lo: ເບິ່ງບົດລາຍງານ
lt: Peržiūrėti Pranešimus
nl: Rapporten weergeven
pt: Ver Relatórios
pt_br: Ver relatórios
tl: Tingnan ang mga Ulat
uk: Перегляд звітів

source: Merge Options
br: Kendeuziñ an dibaboù
cs: Možnosti sloučení
de: Optionen zusammenführen
es: Opciones de combinación
fr: Fusionner les options
gl: Opcións de fusión
it: Opzioni di unione
ja: 結合オプション
lo: ຕົວເລືກເພື່ອຮວມເຂົ້າກັນ
lt: Suliejimo Parinktys
nl: Instellingen samenvoegen
pt_br: Opções de mesclagem
tl: Pagsanibin ang mga Mapagpipilian
uk: Об'єднати параметри

source: Define relationships between the various forms in the system for creating reports. For advanced users.
br: Dielfennañ an darempredoù etre furmskridoù disheñvel ar reizhiad evit krouiñ danevelloù. Evit an implijerien desket.
cs: Určuje vztahy mezi různými formuláři v systému pro vytváření hlášení. Pro pokročilé uživatele.
de: Beziehungen zwischen verschiedenen Datenblättern des Systems für das Erstellen von Berichten definieren. Für fortgeschrittene Benutzer.
es: Defina las relaciones entre varios formularios en el sistema para crear informes. Para usuarios avanzados.
fr: "Définir les relations entre les différents formulaires du système pour la création de rapports. Pour les utilisateurs avertis"
gl: Definir as relacións entre os diferentes formularios do sistema de creación de informes. Para usuarios avanzados.
it: Definisci le relazioni tra i vari form nel sistema per creare i report. Per utenti esperti.
ja: レポート作成のための様々なフォーム間の関係性を定義します。（高度なユーザー向け）
lo: ກຳນົດການພົວພັນລະຫວ່າງບັນດາແບບຟອມ ເພື່ອສ້າງບົດລາຍງານ. ສຳລັບຜູ້ຊົມໃຊ້ຂັ້ນສູງ
lt: Nustatyti ryšius tarp įvairių sistemos formų skirtu ataskaitų kūrimui. Patyrusiems vartotojams.
nl: Relaties tussen verschillende formulieren in het systeem aanleggen voor het maken van rapportages. Voor gevorderde gebruikers.
pt: Definir relações entre as várias fichas no sistema para a criação de relatórios. Para utilizadores avançados.
pt_br: Define relações entre vários formulários do sistema para criação de relatórios. Para usuários avançados.
tl: Tukuyin ang mga kaugnayan sa pagitan ng sari-saring mga pormularyong nasa loob ng sistema para sa paglikha ng mga ulat. Para sa mas masulong na mga tagagamit.
uk: Визначає взаємозв'язки між різними формами у системі для створення звітів. Для досвідчених користувачів.

source: Create and save reports by selecting the data to view from defined report relationships.
br: Krouiñ pe saveteiñ danevelloù en ur zibab ar roadennoù da ziskwel diwar darempredoù termenet an danevelloù.
cs: Vytvořit a uložit hlášení vybráním dat k zobrazení z určených vztahů hlášení.
de: Erstelle und speichere Berichte, indem Du die darzustellenden Daten aus definierten Berichtsbeziehungen auswählst.
es: crear y guardar informes seleccionando los datos a ver desde relaciones definidas de informe.
fr: "Créer et sauvegarder des rapports en sélectionnant les données à afficher à partir de relations définies de rapports. "
gl: Crear e gardar informes seleccionando os datos a ver desde as relacións definidas entre os informes.
it: Crea e salva i report selezionando la data da visualizzare tra le relazioni predefinite.
ja: 定義済みレポート関係性から表示するデータを選択して、レポートを作成保存します。
lo: ສ້າງ ແລະ ບັນທຶກບົດລາຍງານ ໂດຍເລືອກບົດລາຍງານທີ່ກ່ຽວຂ້ອງຂື້ນມາເບິ່ງ
nl: Maak rapportages aan en sla deze op door te bekijken gegevens te selecteren uit gemaakte rapportagerelaties.
pt: Criar e salvar relatórios através da selcção dos dados para visualização a partir das relações de reporte definidas.
pt_br: Cria e salva relatórios através da seleção de dados para visualização a partir das relações de relatórios pré-definidas.
tl: Lumikha at sagipin ang mga ulat sa pamamagitan ng pagpili ng datong titingnan mula sa tinukoy na mga kaugnayan ng ulat.
uk: Створювати та зберігати звіти, вибравши для перегляду даних зі зв'язків визначеного звіту.

source: View saved reports and create new views that define how to display the data in a report.
br: Diskwel an danevelloù saveteet ha krouit diskwelioù nevez p termeniñ penaos diskwel ar roadennoù en un danevell.
cs: Zobrazit uložená hlášení a vytvořit nové zobrazení, které určují jak zobrazit data v hlášení.
de: Gespeicherter Berichten einsehen und neuen Ansichten erstellen, die die Datenansicht in einem Bericht definieren.
es: Vea informes guardados y cree nuevas vistas que definen como se mostrarán los datos en un informe.
fr: "Afficher les rapports sauvegardés et créer de nouveaux affichages qui définissent comment afficher les données dans un rapport. " Requis
gl: Ollar os informes gardados e crear novas vistas que definen como mostrar os datos nun informe.
it: VIsualizza i report salvati e crea nuove visualizzazioni che definiscano come mostrare i dati in un report.
ja: 保存されたレポートの閲覧、およびレポートへのデータ表示方式を定義する新規ビューを作成します。
lo: ເບິ່ງການບັນທຶກບົດລາຍງານ ແລະ ສ້າງການເບິ່ງໃໝ່ ທີ່ກຳນົດການສະແດງຂໍ້ມູນຢູ່ໃນບົດລາຍງານ
lt: Žiūrėti išsaugotas ataskaitas ir kurti naujus rodinius, kurie nustato kaip rodyti duomenis ataskaitoje.
nl: Bekijk opgeslagen rapportages en maak nieuwe weergaven aan die bepalen hoe de gegevens in een rapportage worden weergegeven.
pt: Visualizar relatórios guardados e criar novas visualizações que definam como apresentar os dados num relatório.
pt_br: Visualizar relatórios salvos e cria novas visualizações que definem como exibir os dados em um relatório.
tl: Tingnan ang sinagip na mga ulat at lumikha ng bagong mga tanawin na naglalarawan sa kung paano ipapakita ang dato sa loob ng isang ulat.
uk: Перегляд збережених звітів і створення нових переглядів, які визначають спосіб відображення даних у звіті.

source: Merged Report View
br: Kendeuziñ gwel an danevell
cs: Zobrazení sloučeného hlášení
de: Zusammengeführte Berichtsansicht
es: Vista de reporte combinado
fr: Fusionner la vue du rapport
gl: Vista de informe fusionado
it: Visualizzazione report unificati
ja: 結合されたレポートビュー
lo: ເບິ່ງບົດລາຍງານທີ່ຮວມເຂົ້າກັນ
lt: Sujungtas Ataskaitos Rodinys
nl: Samengevoegde rapportweergave
pt_br: Exibição mesclada de relatório
tl: Pagsanibin ang Tanawin ng Ulat
uk: Перегляд об'єднаного звіту

source: Enable Pivoting On This Limit
cs: Povolit závislost na toto omezení
de: Umstellungen für diese Einschränkung aktivieren
es: Permitir pivoteo en este límite
fr: Capable de pivoter à cette limite
gl: Activar a opción de pivotar neste límite
it: Abilitare valutazione intorno a questo limite
ja: この条件にピボットを有効にします。
lo: ເປີດໃຫ້ໃຊ້ Pivoting ກຳຂໍ້ຈຳກັດນີ້
nl: Draaitabel inschakelen voor deze limiet
tl: Paganahin ang Pagpapainog Sa Hangganang Ito
uk: Увімкнути повертання на цю межу

source: Require that the data for this form be found. Otherwise remove the row from the report.
br: "a c'houlenn e vo adkavet rodennoù ar furmskrid. Anez lemel linenn an danevell."
cs: Požadovat, aby data pro tento formulář byla nalezena. Jinak tento řádek z hlášení odstranit.
de: Erfordernis festlegen, dass die Daten für dieses Datenblatt gefunden werden können. Ansonsten die Zeile aus dem Bericht entfernen.
es: Exigir que se encuentran los datos de este formulario. En caso contrario quitar la fila del informe.
fr: "Exige que les données pour ce formulaire soient retrouvées. Sinon supprimer la ligne du rapport. "
gl: Esixe que os datos deste formulario sexan localizables. En caso contrario, elimina a liña do informe.
it: Rendi obbligatorio un dato richiesto in questo form. Oppure rimuovi la riga dal report.
ja: このフォームのデータが存在することが必要です。さもなければレポートからデータ列を削除します。
lo: ພົບຂໍ້ມູນທີ່ຕ້ອງການຢູ່ໃນແບບຟອມນີ້. ຫຼືໃຫ້ລຶບແຖວອອກຈາກບົດລາຍງານ
lt: Reikalauti, kad duomenys šioje formoje būtų randami. Kitu atveju, pašalinkite eilutę iš ataskaitos.
nl: Vereisen dat de gegevens voor dit formulier kunnen worden gevonden. Anders de rij uit het rapport verwijderen.
pt: Obrigatório que os dados desta ficha sejam encontrados. De outro modo, remova a linha do relatório.
pt_br: Requer que os dados desse formulário sejam encontrados. Se não, remove a linha do relatório.
tl: Kailanganin na matatagpuan ang dato para sa pormularyong ito. Kung hindi, tanggalin ang hilera mula sa ulat.
uk: Вимагає знайти дані для цієї форми. В іншому випадку, видалить рядок зі звіту.

source: Enabled: Check to enable this field in the report view
br: Gweredekaet : askit evit gweredekaat ar vaezienn-se e diskweladur an danevell
cs: Povoleno: Zaškrtněte pro povolení tohoto pole v zobrazení hlášení
de: Aktiviert: Auswählen, um dieses Feld in der Berichtsansicht zu aktivieren
es: Activado: Marcar para activar este campo en la vista del informe
fr: Activé: Cocher pour activer ce champ dans l’ affichage du rapport
gl: Activado: Marcar para activar este campo na vista do informe
it: Abilita: clicca per abilitare questo campo nella visualizzazione del report
ja: 有効: レポートビュー上のこのフィールドを有効にするチェックをします。
lo: ເປີດ: ກວດເພື່ອເປີດເບິ່ງບົດລາຍງານໃນເຂດນີ້
lt: Įgalinta: Pažymėkite, kad įgalintumėte šį laukelį ataskaitos rodinyje
nl: Ingeschakeld: Aanvinken om dit veld in de rapportweergave weer te geven
pt: Ativado: Assinalar para ativar este campo na visualização do relatório
pt_br: Habilitado: marque para habilitar esse campo na visualização do relatório
tl: Pinagana: Tsekan upang mapagana ang hanay na ito sa loob ng tinatanaw na ulat
uk: Увімкнено: Відмітьте, щоб включити це поле у поданні звіту

source: Merge Another Report
br: Kendeuziñ un danevell all
cs: Sloučit další hlášení
de: Einen weiteren Bericht zusammenführen
es: Combinar otro reporte
fr: Fusionner un autre rapport
gl: Fusionar outro informe
it: Unisci un altro report
ja: 他のレポートを結合します。
lo: ລວມບົດລາຍງານອື່ນເຂົ້າໃສ່
lt: Sujungti Kitą Ataskaitą
nl: Nog een rapportage samenvoegen
pt_br: Mesclar outro relatório
tl: Magsanib ng Iba Pang Ulat
uk: Об'єднати інший звіт

source: Mergable Report
br: Danevell a c'haller kendeuziñ
cs: Slučitelné hlášení
de: Zusammenführbarer Bericht
es: Reporte Combinable
fr: Rapport fusionnable
gl: Informe fusionable
it: Relazione mergable
ja: 結合できるレポート
lo: ບົດລາຍງານອື່ນສາມາດລວມເຂົ້າກັນໄດ້
lt: Ataskaitą Galima Sujungti
nl: Samen te voegen rapportage
pt_br: Relatório mesclável
tl: Maisasanib na Ulat
uk: Об'єднаний звіт

source: Enable Merging
br: bezañ barrek da gendeuziñ
cs: Povolit sloučení
de: Zusammenführen aktivieren
es: Permitir Combinación
fr: Être capable de fusionner
gl: Activar a opción de fusionar
it: Abilita unione
ja: 結合を有効にする。
lo: ເປີດການລວມບົດລາຍງານເຂົ້າກັນ
lt: Įgalinti Suliejimą
nl: Samenvoegen inschakelen
pt_br: Permitir mesclagem
tl: Paganahin ang Pagsasanib
uk: Увімкнути злиття

source: a report relationship which describe how the data you are interested in is related to one another
br: "un darempred danevell a zeskriv penaos e vez liammet ar roadennoù a zedenn ac'hanoc'h an eil re ouzh ar re all."
cs: vztah hlášení, který popisuje jak data, která Vás zajímají, spolu souvisejí
de: , die beschreibt, wie die Daten, an denen Du interessiert bist, miteinander verbunden sind.
es: una relación de informe que describe como es que están relacionados entre sí los datos de interés
fr: "un relation de rapport qui décrit comment les données auxquelles vous vous intéressez sont liées les unes aux autres"
gl: unha relación do informe que describa o xeito no que os datos nos que teña interese están relacionados entre si
it: una relationship che descriva come i dati all'interno del report siano legati l'uno con l'altro
ja: あなたが興味を持つデータを記載するレポート関係性は、互いに関連付けられています。
lo: ບົດລາຍງານທີ່ກ່ຽວຂ້ອງຊື່ງອະທິບາຍໃຫ້ເຫັນເຖິງຄວາມໜ້າສົນໃຈຂອງຂໍ້ມູນແມ່ນກ່ຽວຂ້ອງກັບບົດລາຍງານອື່ນ
lt: ataskaitos ryšys, kuris apibūdina kaip jus dominantys duomenys susiję su kitais
nl: een rapportrelatie die beschrijft hoe de gegevens die u wilt zien zich tot elkaar verhouden
pt: uma relação entre relatórios que descreva como os dados que lhe interessam estão relacionados uns com os outros
pt_br: um relacionamento de relatório que descreve como os dados em que você tem interesse estão relacionados com outro relatório
tl: isang ulat ng ugnayan na naglalarawan kung paanong ang datong pinagtutuunan mo ay may kaugnayan sa isa't isa
uk: зв'язок звіту, який описує, як цікаві нам дані пов'язані один з одним

source: Select the fields and any aggregate data you want in this report view. You may drag and drop fields to change their displayed order
br: Dibabit ar maeziennoù hag ar roadennoù hollek ho peus c'hoant en danevell diskwelet. Gallout a rit riklañ-dilec'hiañ ar maeziennoù evit kemmañ an urzh diskwelet
cs: Vyberte pole a všechna souhrnná data, která chcete v tomto zobrazení hlášení. Pole můžete přetáhnout pro změnu jejich pořadí zobrazení
de: Felder und jegliche Datenzusammenfassungen auswählen, die in dieser Berichtsansicht angezeigt werden sollen. Du kannst Felder verschieben, um ihre Anzeigereihenfolge zu ändern.
es: Seleccione los campos y los datos agregados que desee en esta vista del informe. Usted puede arrastrar y soltar los campos para cambiar su orden mostrado
fr: Sélectionner les champs et toutes les données globales que vous voulez dans cet affichage de rapport. Vous pouvez glisser et déposer des champs pour changer leur ordre affiché
gl: Seleccionar os campos e calquera dato agregado que queira na vista deste informe. Pode arrastrar e soltar os campos para cambiar a súa orde.
it: Seleziona i campi e ogni informazione aggregata da visualizzare in questo report. Puoi trascinare i campi per cambiarne l'ordine
ja: フィールド、およびこのレポートビューで必要な集計データを選択します。フィールドをドラッグして表示順序を変更できます。
lo: ເລືອກເຂດຂໍ້ມູນ ແລະ ຂໍ້ມູນທີ່ຮວມເຂົ້າກັນ ທີ່ທ່ານຕ້ອງການຢາເບິ່ງຢູ່ໃນບົດລາຍງານນີ້. ທ່ານອາດຈະລາກ ແລະ ວາງໃສ່ເຂດຂໍ້ມູນ ເພື່ອປ່ຽນແປງຮູບແບບການສະແດງ
nl: Selecteer de velden en alle gewenste statistische gegevens in deze rapportweergave. U kan velden slepen en neerzetten om hun weergavevolgorde te wijzigen
pt: Selecione os campos e quaisquer dados agregados que pretende ter nesta visualização de reporte. Poderá pretender campos de drag e drop para alterar a sua ordem de apresentação
pt_br: Selecione os campos e qualquer dado agregado que você queira na exibição desse relatório. Você pode arrastar os campos para mudar a ordem em que são exibidos
tl: Piliin ang mga hanay at anumang datong pinagsama-sama na nais mo sa loob ng tanawin ng ulat na ito. Maaari mong kaladkarin at ihulog ang mga hanay upang mabago ang kanilang ipinapakitang pagkakasunud-sunod
uk: Виберіть поля і будь-які накопичені дані, які потрібні в цьому поданні звіту. Ви можете перетягнути поля, щоб змінити їх порядок відображення
