Repository: agabaandre/iHRIS-Pharmacy-Qualify
Catalog: 4.1.11/i2ce/translations/templates/custom-reports/*.po
Languages: br, cs, de, es, fr, gl, it, ja, lo, lt, nl, pt, pt_br, tl, uk

source: Create a new report
br: Krouiñ un danevell nevez
cs: Vytvořit nové hlášení
de: Einen neuen Bericht erstellen
es: Crear un nuevo informe
fr: Créer un nouveau rapport
gl: Crear un novo informe
it: Crea un nuovo report
ja: 新しいレポートを作成します。
lo: ສ້າງບົດລາຍງານໃໝ່
lt: Sukurti naują pranešimą
nl: Nieuwe rapportage aanmaken
pt: Criar um novo relatório
pt_br: Criar um novo relatório
tl: Lumikha ng isang bagong ulat
uk: Створити новий звіт

source: Shortname
br: Anv berraet
cs: Krátký název
de: Kurzname
es: Nombre Corto
fr: Nom abrégé
gl: Nome curto
it: Nome abbreviato
ja: 短い名前
lo: ຊື່ສັ້ນ
lt: Trumpas vardas
nl: Korte naam
pt: Denominação Breve
pt_br: Abreviação
tl: Maiksing pangalan
uk: Коротке ім'я

source: A unique short name used to reference this report.
br: Un anv berraet hepken zo bet implijet evit daveiñ an danevell-mañ.
cs: Jedinečný krátký název, pooužitý pro odkazování na toto hlášení.
de: Ein kurzer eindeutiger Name zum Verweisen auf diese Bericht.
es: Un nombre corto único usado como referencia de este informe.
fr: Un nom abrégé unique utilisé pour référencer ce rapport.
gl: Un nome curto único usado para facer referencia a este informe.
it: Unico nome abbreviato da usare come riferimento a questo report.
ja: このレポートを参照するための短略名
lo: ຊື່ທີ່ສັ້ນທີ່ບໍ່ຊ້ຳກັນ ໄດ້ຖືກນຳໃຊ້ເປັນເອກະສານອ້າງອີງຢູ່ໃນບົດລາຍງານນີ້
lt: Unikalus, trumpas pavadinimas šiam pranešimui.
nl: Een unieke korte naam om te verwijzen naar deze rapportage.
pt: Uma denominação breve única usada para identificar este relatório.
pt_br: Um nome curto e único para referenciar esse relatório.
tl: Isang natatanging maikling pangalang ginagamit upang sangguniin ang ulat na ito.
uk: Унікальне коротке ім'я, що використовується для посилання на цей звіт.

source: Report relationship
br: Darempred danevell
cs: Vztah hlášení
de: Berichtsbeziehung
es: Relación del informe
fr: Relation de rapport
gl: Relación do informe
ja: レポートの関連性
lo: ບົດລາຍງານທີ່ກ່ຽວຂ້ອງ
lt: Ataskaitos ryšiai
nl: Rapportagerelatie
pt: Reportar relação
tl: Ugnayan ng ulat
uk: Звіт про зв'язки

source: The catgegory for this report
br: Rumm an danevell-se
cs: Kategorie pro toto hlášení
de: Die Kategorie für diesen Bericht
es: La categoría para este informe
fr: La catégorie de ce rapport
gl: A categoría deste informe
it: La categoria di questo report
ja: このレポートのカテゴリ
lo: ປະເພດຂອງບົດລາຍງານນີ້
lt: Pranešimo kategorija
nl: De categorie voor deze rapportage
pt: A categoria deste relatório
pt_br: A categoria para esse relatório
tl: Ang kategorya para sa ulat na ito
uk: Категорія для цього звіту

source: A description of this report
br: Un deskrivadur eus an danevell-mañ
cs: Popis tohoto hlášení
de: Eine Beschreibung dieses Berichts
es: Descripción de este Informe
fr: Une description de ce rapport
gl: Unha descrición deste informe
it: Una descrizione per questo report
ja: このレポートの説明
lo: ລາຍການຂອງບົດລາຍງານນີ້
lt: Šio pranešimo aprašymas
nl: Een beschrijving van deze rapportage
pt: Uma descrição deste relatório
pt_br: Uma descrição desse relatório
tl: Isang paglalarawan ng ulat na ito
uk: Опис цього звіту

source: Report Details
br: Munudoù an danevell
cs: Podrobnosti hlášení
de: Berichtsdetails
es: Detalles del Informe
fr: Détails du rapport
gl: Detalles do informe
it: Dettagli del report
ja: レポートの詳細
lo: ລາຍລະອຽດຂອງບົດລາຍງານ
lt: Pranešimo Detalės
nl: Rapportagegegevens
pt: Detalhes de Reporte
tl: Mga Detalye ng Ulat
uk: Звітувати про подробиці

source: Choose and specify fields you wish added to your report.
br: Dibabit ar maeziennoù dibar ho peus c'hoant da ouzhpennañ d'ho tanevell.
cs: Zvolte a určete pole, které chcete do Vašeho hlášení přidat.
de: Wähle die Felder aus, die deinem Bericht hinzugefügt werden sollen.
es: Elija y especifique los campos que desea añadir a su informe.
fr: Choisissez des champs spécifiques que vous voulez ajouter à votre rapport.
gl: Escolla e especifique os campos que queira engadir ao informe.
it: Scegli e specifica i campi che vuoi aggiungere al tuo report.
ja: レポートに追加するフィールドの選択/指定
lo: ເລືອກ ແລະ ເຈາະຈົງໃສ່ເຂດທີ່ທ່ານຈະເພີ້ມເຂົ້າໃສ່ບົດລາຍງານຂອງທ່ານ
lt: Pasirinkite ir nurodykite laukus, kuriuos norite pridėti į savo ataskaitą.
nl: Kies de velden die u aan de rapportage wilt toevoegen.
pt: Escolha e especifique os campos que pretende adicionar ao seu relatório.
pt_br: Escolher e especificar campos que você deseja serem adicionados ao seu relatório.
tl: Pumili at tukuyin ang mga hanay na nais mong idagdag sa iyong ulat.
uk: Вибрати і вказати поля, які ви бажаєте додати до звіту.

source: Existing Report Views
br: Diskwel an danevelloù zo anezho
cs: Existující zobrazení hlášení
de: Bestehende Berichtsansichten
es: Vistas de Informe Existentes
fr: Affichages des rapports existants
gl: Vistas de informe existentes
ja: 既存のレポート ビュー
lo: ເບິ່ງບົດລາຍງານທີ່ມີຢູ່
lt: Egzistuojantys Ataskaitų Rodyniai
nl: Bestaande rapportages
pt: Visualização dos Relatórios Existentes
pt_br: Visualizações de relatório existentes
tl: Umiiral na mga Tanawin ng Ulat
uk: Наявні подання звітів

source: Add a new view
br: Ouzhpennañ un diswel nevez
cs: Přidat nové zobrazení
de: Eine neue Ansicht hinzufügen
es: Añadir una nueva vista
fr: Ajouter un nouvel affichage
gl: Engadir unha nova vista
it: Aggiungi una nuova visualizzazione
ja: 新しいビューを追加します。
lo: ເພີ່ມການເບິ່ງໃໝ່
lt: Pridėti naują rodinį
nl: Nieuwe weergave toevoegen
pt: Adicionar uma nova visualização
pt_br: Adicionar uma nova visualização
tl: Magdagdag ng isang bagong tanawin
uk: Додати нове подання

source: Edit existing reports
br: Kemmañ an danevelloù zo anezho
cs: Upravit existující hlášení
de: Bestehende Berichte bearbeiten
es: Editar informes existentes
fr: Modifier les rapports existants
gl: Editar os informes existentes
it: Modifica i report esistenti
ja: 既存のレポートを編集します。
lo: ດັດແກ້ບົດລາຍງານທີ່ມີຢູ່
lt: Redaguoti esamus pranešimus
nl: Bestaande rapportages bewerken
pt: Editar relatórios existentes
pt_br: Editar relatórios existentes
tl: Baguhin ang umiiral na mga ulat
uk: Редагувати наявні звіти

source: Generate
br: Genel
cs: Vytvořit
de: Generieren
es: Generar
fr: Générer
gl: Xerar
it: Genera
ja: 生成
lo: ສ້າງຂື້ນ
lt: Generuoti
nl: Aanmaken
pt: Gerar
pt_br: Gerar
tl: Lumikha
uk: Генерувати

source: Generate (Forced)
br: Genel (rediet)
cs: Vytvořit (nuceně)
de: Generieren (erzwungen)
es: Generar (Forzado)
fr: Générer (Forcé)
gl: Xerar (forzado)
it: Genera (forza)
ja: 生成 (強制)
lo: ສ້າງຂື້ນ (ບັງຄັບ)
lt: Generuoti (Priverstinai)
nl: Aanmaken (geforceerd)
pt: Gerar (Forçado)
pt_br: Gerar (forçado)
tl: Lumikha (Pinilit)
uk: Генерувати (примусово)

source: The
br: An
cs: To
de: Der
es: El
fr: Le
gl: O
it: Il
nl: De
pt: O
pt_br: O(a)
tl: Ang
uk: Ця

source: report
br: Danevell
cs: hlášení
de: Bericht
es: informe
fr: rapport
gl: informe
ja: レポート
lo: ບົດລາຍງານ
lt: pranešimas
nl: rapportage
pt: relatório
pt_br: relatório
tl: ulat
uk: звіт

source: This report is based on the report relationship
cs: Toto hlášení je založeno na vztahu hlášení
de: Dieser Bericht basiert auf der Berichtsbeziehung
es: Este informe se basa en relaciones de informe
fr: Ce rapport est basé sur la relation de rapport
gl: Este informe baséase na relación do informe
ja: このレポートはレポート関連性に基づいています。
lo: ບົດລາຍງານນີ້ ແມ່ນອີງຕາມບົດລາຍງານທີ່ກ່ຽວຂ້ອງ
lt: Ši ataskaita yra pagrįsta ataskaitos ryšiu
nl: Deze rapportage is gebaseerd op de rapportagerelatie
pt: O presente relatório tem como base a relação de reporte
pt_br: Esse relatório é baseado no relacionamento de relatório.
tl: Ang ulat ay ibinatay sa ugnayan ng ulat
uk: Цей звіт засновано на звіті про зв'язки

source: Report Information
br: Titouroù an danevell
cs: Informace o hlášení
de: Berichtsinformationen
es: Información del informe
fr: Informations du rapport
gl: Información sobre o informe
ja: レポート情報
lo: ຂໍ້ມູນຂອງບົດລາຍງານ
lt: Pranešimo Informacija
nl: Rapportagegegevens
pt: Reportar Informação
tl: Kabatiran sa Ulat
uk: Відомості звіту

source: Reported Forms
cs: Ohlášené formuláře
de: Berichtete Datenblätter
es: Formularios Informados
fr: Formulaires rapportés
gl: Formularios dos que se informou
ja: 報告フォーム
lo: ແບບຟອມບົດລາຍງານ
lt: Praneštos Formos
nl: Gerapporteerde formulieren
pt: Formulários Reportados
pt_br: Formulários reportados
tl: Iniulat na mga Pormularyo
uk: Оголошені форми

source: Reported Functions
cs: Ohlášené funkce
de: Berichtete Funktionen
es: Funciones Informadas
fr: Fonctions rapportées
gl: Funcións das que se informou
ja: レポート機能
lo: ໜ້າທີ່ບົດລາຍງານ
lt: Praneštos Funkcijos
nl: Gerapporteerde functies
pt: Funções Reportadas
pt_br: Funções reportadas
tl: Iniulat na mga Tungkulin
uk: Оголошені функції

source: Allows deletion of data about custom reports
cs: Umožňuje smazání dat o vlastních hlášeních
de: Ermöglicht das Löschen von Daten über selbstdefinierte Berichte
es: Permite el borrado de datos de los informes personalizados
fr: Permet la suppression des données relatives aux rapports personnalisés
gl: Permite borrar datos sobre informes personalizados
it: Consenti l'eliminazione dei dati sui report personalizzati
ja: カスタムレポートに関するデータの削除を許可します
lo: ອະນຸຍາດໃຫ້ລຶບຂໍ້ມູນບົດລາຍງານ
nl: Staat verwijderen van gegevens over maatwerkrapportages toe
pt: Permite a eliminação de dados sobre relatórios customizados
pt_br: Permite exclusão de dados sobre relatórios personalizados
tl: Nagpapahintulot sa pagbura ng dato tungkkol sa mga ulat na pasadya
uk: Дозволяє видаляти дані спеціальних звітів

source: Allows access to the Custom Report Relationships
cs: Umožní přístup ke vztahům vlastního hlášení
de: Ermöglicht den Zugriff auf die selbstdefinierten Berichtsbeziehungen
es: Permite acceso a las relaciones personalizadas de informes
fr: Permet un accès aux relations des rapports personnalisés
gl: Permite un acceso ás relacións entre os informes personalizados
it: Consenti l'accesso alle relationship tra report personalizzati
ja: カスタムレポート関連性へのアクセスを許可します
lo: ອະນຸຍາດໃຫ້ເຂົ້າຫາບົດລາຍງານທີ່ກ່ຽວຂ້ອງ
nl: Biedt toegang tot de maatwerkrapportagerelaties
pt: Permite acesso às Relações de Reporte Customizado
pt_br: Permite acesso ao relacionamento entre relatórios personalizados
tl: Nagpapahintulot ng pagpunta sa Mga Ugnayan ng Pinasadyang Ulat
uk: Дозволяє отримати доступ до зв'язків спеціальних звітів

source: Allows access to the Custom Reports
br: a aotre da vont d'an danevelloù personelaet
cs: Umožní přístup k vlastním hlášením
de: Ermöglicht den Zugriff auf die selbstdefinierten Berichte
es: Permite el acceso a los informes personalizados
fr: Permet un accès aux rapports personnalisés
gl: Permite un acceso aos informes personalizados
it: Consenti accesso ai report personalizzati
ja: カスタムレポートへのアクセスを許可します
lo: ອະນຸຍາດໃຫ້ເຂົ້າຫາບົດລາຍງານ
nl: Biedt toegang tot de aangepaste rapportages
pt: Permite Acesso a Relatórios Customizados
pt_br: Permite acesso a relatórios personalizados
tl: Nagpapahintulot ng pagpunta sa Pasadyang mga Ulat
uk: Дозволяє отримати доступ до спеціальних звітів

source: Allows view of the Custom Report Views
br: a aotre da welet an diskweladurioù personelaet
cs: Umožní zobrazit Zobrazení Vlastního hlášení
de: Ermöglicht die Ansicht der selbstdefinierten Berichtsansichten
es: Ver todos los informes personalizados
fr: Permet une visualisation des affichages des rapports personnalisés
gl: Permite unha visualización das vistas dos informes personalizados
it: Consenti la visualizzazione dei report personalizzati
ja: カスタムレポートビューの閲覧を許可します
lo: ອະນຸຍາດໃຫ້ເບິ່ງບົດລາຍງານ
nl: Maakt weergave van maatwerkrapportageweergaven mogelijk
pt: Permite a Visualização de Relatórios Customizados
pt_br: Permite visualização das views sobre relatórios personalizados
tl: Nagpapahintulot ng tanawin ng mga Tanawin ng Pasadyang Ulat
uk: Дозволяє переглядати подання спеціальних звітів

source: Allows editing of the Custom Report Views
cs: Umožní úpravu zobrazení vlastního hlášení
de: Ermöglicht die Bearbeitung der selbstdefinierten Berichtsansichten
es: Permite la edición de las vistas personalizadas de informes
fr: Permet une modification des affichages des rapports personnalisés
gl: Permite a modificación das vistas dos informes personalizados
it: Consenti la modifica della visualizzazione dei report personalizzati
ja: カスタムレポートビューの編集を許可します
lo: ອະນຸຍາດໃຫ້ດັດແປງບົດລາຍງານ
nl: Maakt bewerken van de maatwerkrapportageweergaven mogelijk
pt: Permite a edição da Visualização de Relatórios Customizados
pt_br: Permite edição das views dos relatórios personalizados
tl: Nagpapahintulot ng pagbago ng mga Tanawin ng Pasadyang Ulat
uk: Дозволяє редагувати подання спеціальних звітів

source: Administator for custom reports. Can perform all tasks associated with custom reports
br: Merour an danvelloù personelaet. Gallout a ra seveniñ an trevelloù kevelet ouzh an danevelloù personelaet
cs: Správce vlastních hlášení. Může provádět úkoly spojené s vlastními hlášeními
de: Administrator für selbstdefinierte Berichte. Kann alle Aufgaben durchführen, die mit selbstdefinierten Berichten zusammenhängen.
es: Administrador para los informes personalizados. Puede ejecutar todas las tareas asociadas a los reportes personalizados.
fr: Administrateur des rapports personnalisés. Peut exécuter toutes les tâches associées aux rapports personnalisés
gl: Administrador dos informes personalizados. Pode executar todas as tarefas asociadas aos informes personalizados
it: Amministratore dei report personalizzati. Può eseguire tutti i task associati ai report personalizzati
ja: カスタムレポートの管理。カスタムレポートに関連付けられているすべてのタスクを実行することができます。
lo: ຜູ້ຄວບຄຸມບົດລາຍງານ. ສາມາດເຮັດໄດ້ທຸກໆວຽກທີ່ກຽວຂ້ອງກັບບົດລາຍງານ
nl: Beheerder voor maatwerkrapportages. Kan alle taken uitvoeren die gekoppeld zijn aan de maatwerkrapportages
pt: Administrador de relatórios customizados. Pode realizar todas as tarefas associadas aos relatórios customizados
pt_br: Administrador de relatórios personalizados. Pode executar todas as ações relacionadas a relatórios personalizados
tl: Tagapangasiwa para sa mga pasadyang ulat. Maisasagwa ang lahat ng mga gawaing may kaugnayan sa mga pasadyang ulat
uk: Адміністратор для спеціальних звітів. Може виконувати всі завдання, пов'язані з спеціальними звітами

source: Create Reports
br: Krouiñ danevelloù
cs: Vytvořit hlášení
de: Berichte erstellen
es: Crear Reportes
fr: Créer des rapports
gl: Crear os informes
it: Crea report
ja: レポートを作成します。
lo: ສ້າງບົດລາຍງານ
lt: Sukurti Pranešimus
nl: Rapportages aanmaken
pt: Criar Relatórios
pt_br: Criar relatórios
tl: Lumikha ng mga Ulat
uk: Створити звіти

source: Results found
br: Disoc'hoù kavet
cs: Nalezeno výsledků
de: Gefundene Ergebnisse
es: Resultados encontrados
fr: Resultats trouvés
gl: Resultados atopados
it: Risultati trovati
ja: 検索結果
lo: ຜົນຮັບທີ່ຄົ້ນຫາ
lt: Rasti rezultatai
nl: Gevonden resultaten
pt: Resultados encontrados
pt_br: Resultados encontrados
tl: Natagpuang mga resulta
uk: Результатів знайдено

source: Allows editing of the Custom Report Relationships
br: a aotren da gemmañ darempredoù an danevell personelaet
cs: Umožní úpravu vztahů vlastního hlášení
de: Ermöglicht die Bearbeitung der selbstdefinierten Berichtsbeziehungen
es: Permite la edición de las relaciones personalizadas informes
fr: Autorise la modification des relations du rapport personnalisé
gl: Permite unha modificación das relacións entre os informes personalizados
it: Consente il ritocco le Relazioni di Rapporti Personalizzati
ja: カスタムレポート関係性の編集を許可します
lo: ອະນຸຍາດໃຫ້ດັດແປງບົດລາຍງານທີ່ກ່ຽວຂ້ອງ
nl: Maakt bewerken van de maatwerkrapportagerelaties mogelijk
pt: Permite a edição de Relações de Relatório Customizado
pt_br: Permite edição dos relacionamentos entre relatórios personalizados
tl: Nagpapahintulot ng pagbago sa mga Ugnayan ng Pinasadyang Ulat
uk: Дозволяє редагувати зв'язки спеціальних звітів

source: Edit Display Options
br: Kemmañ an dibaboù diskwel
cs: Upravit možnosti zobrazení
de: Bearbeite Darstellungsoptionen
es: Editar las opciones de pantalla
fr: Éditer les options d'affichage
gl: Editar as opcións de visualización
it: Modifica le opzioni di visualizzazione
ja: 表示オプションの編集
lo: ອະນຸຍາດໃຫ້ແດແປງບົດລາຍງານ
lt: Redaguoti Rodymo Pasirinktys
nl: Weergaveinstellingen bewerken
pt_br: Editar opções de exibição
tl: Baguhin ang mga Pilian ng Pagpapakita
uk: Змінити параметри відображення

source: Clear Default Display
br: Dilemel an diskwel dre ziouer
cs: Vyčistit výchozí zobrazení
de: Lösche Standardansicht
es: Limpiar la pantalla predeterminada
fr: Effacer l'affichage par défaut
gl: Limpar a vista predeterminada
it: Azzera la visualizzazione predefinita
ja: 既定の表示をクリア
lo: ລົບລ້າງຕົວສະແດງຫຼັກ
lt: Valyti Numatytąjį Rodinį
nl: Standaard weergave wissen
pt_br: Limpar exibição padrão
tl: Hawiin ang Likas na Nakatakdang Pagpapakita
uk: Очистити типовий дисплей

source: Increasing
br: War gresk
cs: Vzestupně
de: Aufsteigend
es: Aumentando
fr: Croissant
gl: Crecente
it: Incremento
ja: 増加
lo: ເພີ້ມຂື້ນ
lt: Didėjantis
nl: Oplopend
pt: Aumentar
pt_br: Aumentando
tl: Nadaragdagan
uk: Збільшення

source: Decreasing
br: War zigresk
cs: Sestupně
de: Absteigend
es: Decreciente
fr: Décroissant
gl: Decrecente
it: Diminuizione
ja: 減少
lo: ລົດລົງ
lt: Mažėjantis
nl: Aflopend
pt: Diminuir
pt_br: Diminuindo
tl: Nababawasan
uk: Зменшення

source: You need to specify a report to view
br: Ret eo spisaat un danevell da ziskwel
cs: Musíte určit hlášení k zobrazení
de: Du musst einen Bericht zur Ansicht auswählen
es: Necesita especificar un reporte para visualizar
fr: Il faut spécifier une vue du rapport
gl: Cómpre especificar un informe para velo
it: Specificare il report da visualizzare
ja: 表示するレポートを指定する必要があります。
lo: ທ່ານຕ້ອງເຈາະຈົງບົດລາຍງານທີ່ຢາກເບິ່ງ
lt: Turite nurodyti ataskaitą peržiūrai
nl: U moet een rapportage opgeven die u wilt bekijken
pt_br: Você precisa especificar um relatório para ver
tl: Kailangan mong tumukoy ng isang ulat na titingnan
uk: Ви повинні вказати звіт для перегляду

source: You specified an invalid report to view
br: Spisaet ho peus gwelet un danevell n'eo ket mat
cs: Zadali jste neplatné hlášení k zobrazení
de: Du hast einen ungültigen Bericht zur Ansicht ausgewählt
es: Especifcó un reporte inválido para visualizar
fr: Vous avez spécifié de voir un rapport non-valable
gl: Especificou un informe inválido para velo
it: Report da visualizzare non valido
ja: 無効なレポートを指定します。
lo: ບົດລາຍງານທີ່ທ່ານເຈາະຈົງຢາເບິ່ງແມ່ນບໍ່ຖືກຕ້ອງ
lt: Nurodėte negalimą ataskaitą peržiūrai
nl: U hebt een niet-bestaande rapportage opgegeven
pt_br: Você especificou um relatório inválido para ver
tl: Tumukoy ka ng isang titingnan na hindi katanggap-tanggap na ulat
uk: Ви вказали невірний звіт для подання

source: You do not have permission to view this report
br: N'oc'h ket aotreet da vont da welet an danevell-mañ
cs: Nemáte oprávnění k zobrazení tohoto hlášení
de: Du hast nicht die Berechtigung, diesen Bericht anzusehen
es: Carece de permisos para visualizar este reporte
fr: Vous n'avez pas l'autorité de voir ce rapport
gl: Non ten os permisos necesarios para ver este informe
it: Non hai i permessi necessari per visualizzare questo rapporto.
ja: このレポートを表示する権限がありません。
lo: ທ່ານບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ເຂົ້າເບິ່ງບົດລາຍງານນີ້
lt: Neturite leidimo peržiūrėti šią ataskaitą
nl: U hebt geen rechten om deze rapportage te bekijken
pt_br: Você não tem permissão para ver esse relatório
tl: Wala kang pahintulot na matanaw ang ulat na ito
uk: Ви не маєте дозволу на перегляд цього звіту

source: Could not find any valid displays for this report view
br: Ne c'haller ket kavout un diskwel mat evit gwelet an danevell-mañ
cs: Nelze nalézt žádná platná zobrazení pro toto zobrazení hlášení
de: Konnte keine gültigen Darstellungen für diese Berichtsansicht finden
es: No se pudo encontrar ninguna pantalla para la visualizasción de este reporte
fr: On ne peut pas trouver un affichage valable pour la vue de ce rapport
gl: Non se puido atopar ningunha visualización válida para a vista deste informe
it: Impossibile trovare visualizzazioni valide per il report
ja: このビューで表示できるレポートが見つかりませんでした。
lo: ບໍ່ສາມາດພົບເຫັນບົດລາຍງານນີ້
lt: Nepavyko rasti galiojančių rodinių šiai ataskaitai
nl: Het was niet mogelijk om geldige waarden in deze rapportage weer te geven
pt_br: Não foi possível encontrar nenhuma exibição válida para a visualização desse relatório
tl: Hindi mahanap ang anumang katanggap-tanggap na mga pagpapakita para pagtanaw ng ulat na ito
uk: Не вдалося знайти допустимі дисплеї для цього подання звіту

source: %s linked on %s
br: %s liammet e %s
cs: %s připojeno k %s
de: %s verlinkt auf %s
es: %s enlazado en %s
fr: %s lié en %s
gl: %s ligado en %s
it: %s collegato a %s
ja: %sリンク%s
nl: %s gekoppeld op %s
pt: %s vinculado em %s
pt_br: %s linkado em %s
tl: %s nakakawing sa %s
uk: %s зв'язаний на %s

source: %s linked on %s as a parent form
br: %s liammet e %s evel ur furmskrid kar
cs: %s připojeno k %s jako nadřazený formulář
de: %s verlinkt als übergeordnetes Datenblatt auf %s
es: %s enlazado en %s como un formulario superior
fr: %s lié en %s comme un formulaire parent
gl: %s ligado en %s como formulario pai
it: %s collegato a %s come un partner
ja: %sリンク%s 親フォームとして
lo: %s linked on %s ທີ່ເປັນແບບຟອມແມ່
nl: %s gekoppeld op %s als een bovenliggend formulier
pt_br: %s linkado em %s como um formulário pai
tl: Ang %s ay nakakawing sa %s bilang isang magulang ng pormularyo
uk: %s зв'язаний на %s як батьківська форма

source: %s linked on %s as a child form
br: %s liammet e %s evel ur furmskrid bugel
cs: %s připojeno k %s jako podřazený formulář
de: %s verlinkt als untergeordnetes Datenblatt auf %s
es: %s enlazado en %s como un formulario inferior
fr: %s lié en %s comme un formulaire enfant
gl: %s ligado en %s como ficha
it: % collegato a %s come figlio
ja: %sリンク%s 子フォームとして
lo: %s linked on %s ທີ່ເປັນແບບຟອມລູກ
nl: %s gekoppeld op %s als een onderliggend formulier
pt_br: %s linkado em %s como um formulário filho
tl: Ang %s ay nakakawing sa %s bilang isang anak na pormularyo
uk: %s зв'язаний на %s як дочірня форма

source: No shortname specified for the report
br: Anv berraet ebet evit an danevell-se
cs: Pro toto hlášení není určen žádný krátký název
de: Es wurde kein Kurzname für diesen Bericht festgelegt
es: No se especificó ningún nombre corto para este reporte
fr: Pas de nom abrégé pour ce rapport
gl: Non se especificou ningún nome breve para o informe
it: Nessuna abbreviazione specificata per il report
ja: レポートに指定されたショートネームがありません。
lo: ຊື່ທີ່ສັ້ນ ທີ່ລະບຸຢູ່ໃນບົດລາຍງານ
lt: Šiai ataskaitai trumpas pavadinimas nenurodytas
nl: Geen verkorte naam opgegeven voor de rapportage
pt_br: Nenhuma abreviação especificada para o relatório
tl: Walang maikling pangalan na tinukoy para sa ulat
uk: Немає короткого імені, вказаного для звіту

source: Invalid shortname specified for the report
br: N'eo ket mat an anv berraet spisaet evit an danevell-mañ
cs: Neplatný krátký název určený pro toto hlášení
de: Es wurde ein ungültiger Kurzname für diesen Bericht festgelegt
es: Nonmbre corto inválido para este reporte
fr: Le nom abrégé spécifié st non-valable pour ce rapport
gl: Especificou un nome breve inválido para o informe
it: L'abbreviazione specificata per il report non è valida
ja: レポートに指定されたショートネームが無効です。
lo: ຊື່ທີ່ສັ້ນ ທີ່ລະບຸຢູ່ໃນບົດລາຍງານ ແມ່ນບໍ່ຖືກຕ້ອງ
lt: Nurodytas negalimas trumpas ataskaitos pavadinimas
nl: Ongeldige verkorte naam opgegeven voor de rapportage
pt_br: Abreviação especificada para o relatório é inválida
tl: Hindi tanggap na maikling pangalan ang tinukoy para sa ulat
uk: Невірне коротке ім'я вказане для звіту
