Repository: agabaandre/iHRIS-Pharmacy-Qualify
Catalog: 4.1.11/i2ce/translations/templates/custom-reports/*.po
Languages: br, cs, de, es, fr, gl, it, ja, lo, lt, nl, pt, pt_br, tl, uk

source: Edit
br: Aozañ
cs: Upravit
de: Bearbeiten
es: Editar
fr: Éditer
gl: Editar
it: Modifica
ja: 編集
lo: ດັດແປງ
lt: Redaguoti
nl: Bewerken
pt: Editar
pt_br: Editar
tl: Baguhin
uk: Редагувати

source: Enabled
br: Gweredekaet
cs: Povoleno
de: Aktiviert
es: Habilitado
fr: Activé
gl: Activado
it: Abilitato
ja: 有効
lo: ອະນຸຍາດ
lt: Įjungtas
nl: Ingeschakeld
pt: Ativado
pt_br: Habilitado
tl: Pinagana
uk: Увімкнено

source: with values in
br: Gant talvoudoù e
cs: s hodnotami v
de: mit Werten in
es: con valores en
fr: avec des valeurs dans
gl: con valores en
it: con valori in
ja: 値
lo: ປ້ອນຂໍ້ມູນລົງ
lt: su vertėmis
nl: met waarden in
pt: com valores em
pt_br: com valores em
tl: na may mga halaga sa loob ng
uk: зі значеннями в

source: Limit Options
br: Dibaboù ar bevennoù
cs: Možnosti omezení
de: Einschränkungsoptionen
es: Limitar Opciones
fr: Options des Limites
gl: Opcións de limitación
ja: 制限オプション
lo: ຈຳກັດຕົວເລືອກ
lt: Riboti Pasirinkimus
nl: Beperkingsinstellingen
pt: Opções de Limitação
pt_br: Opções de limite
tl: Hangganan ang mga Mapipili
uk: Параметри обмежень

source: Link Options
br: Dibaboù al liammoù
cs: Možnosti propojení
de: Optionen verlinken
es: Opciones de Enlace
fr: Options des liens
gl: Opcións de ligazóns
ja: リンクのオプション
lo: ຕົວເລືອກຂອງ Link
lt: Susieti Pasirinkimus
nl: Koppelingsinstellingen
pt: Opções do Link
tl: Ikawing ang mga Pagpipilian
uk: Параметри посилань

source: Header
br: Talbenn
cs: Hlavička
de: Kopfzeile
es: Cabecera
fr: En-tête
gl: Cabeceira
it: Intestazione
ja: ヘッダー
lo: ສ່ວນຫົວຂອງເອກະສານ
lt: Antraštė
nl: Koptekst
pt: Título
pt_br: Cabeçalho
tl: Paulo
uk: Заголовок

source: The header text which is displayed for this field
br: An destenn dalbenn diskwelet evit ar vaezienn-mañ
cs: Text hlavičky, který je zobrazen pro toto pole
de: Der Text der Kopfzeile, die für dieses Feld angezeigt wird
es: El texto de cabecera que se muestra para este campo
fr: Le texte d’en-tête affiché pour ce champ
gl: O texto da cabeceira mostrado para este campo
it: L'intestazione del testo che viene visualizzata per questo campo
ja: このフィールドに表示されるヘッダー テキスト
lo: ຂໍ້ຄວາມສ່ວນຫົວໄດ້ສະແດງຢູ່ໃນເຂດນີ້
lt: Antraštės tekstas, kuris rodomas šiam laukeliui
nl: De koptekst die voor dit veld wordt weergegeven
pt: O texto do título que é apresentado para este campo
pt_br: O texto do cabeçalho que é mostrado para este campo
tl: Ang paulong teksto na ipinapakita para sa hanay
uk: Текст заголовку, який відображається для цього поля

source: Link url
br: URL al liamm
cs: Pole odkazu
de: URL des Links
es: URL de enlace
fr: URL du lien
gl: URL da ligazón
ja: リンクURL
lt: Nuorodos url
nl: Koppelings-URL
pt_br: Linkar URL
tl: URL ng kawing
uk: Url посилання

source: The (base) url for the link
br: An url (diazez) evit al liamm
cs: (Základní) Url pro odkaz
de: Die (Basis-)URL des Links
es: La url(base) para el enlace
fr: L’URL (de base) pour le lien
gl: O enderezo URL (de base) da ligazón
it: L'url (base) per il collegamento
ja: URL(基本)へのリンク
lo: ຖານ URL ສຳລັບ Link
lt: (bazinis) nuorodos url
nl: Basis-URL voor de koppeling
pt: O url (base) do link
pt_br: A url (base) para o link
tl: Ang (batayang) url para sa kawing
uk: (Базова) URL-адреса посилання

source: Link field
br: Maezienn liammañ
cs: Pole odkazu
de: Feld für den Link
es: Campo de enlace
fr: Champ de liaison
gl: Campo de ligazón
ja: リンク フィールド
lo: ພື້ນທີ່ Link
lt: Nuorodos laukas
nl: Koppelingsveld
pt: Campo do Link
tl: Hanay ng kawing
uk: Поле посилання

source: The data, if any, we append to the link.
cs: Data, pokud existují, které jsou k odkazu připojeny.
de: Die Daten, sofern vorhanden, die an den Link angefügt werden.
es: Los datos, en su caso, se adjuntará a la relación.
fr: S'il y a des données, nous annexons au lien.
gl: Os datos, se os houbese, que anexamos á ligazón.
it: Associo al link la data, se esiste.
ja: データがある場合、リンクへ追加します。
lo: ຖ້າມີຂໍ້ມູນ ພວກເຮົາຈະເພີ້ມໃສ່ທ່າຍຂອງ Link
nl: De aan de koppeling toe te voegen gegevens (als nodig).
pt: Os dados, existindo, juntar ao link.
pt_br: Os dados, se houverem, nós adicionamos ao link.
tl: Ang dato, kung meron, ay idinudugtong namin sa kawing.
uk: Дані, якщо такі є, які ми додаємо до посилання.

source: None
br: Hini ebet
cs: Žádné
de: Keine
es: Ninguno
fr: Aucun
gl: Ningún
it: Nessuno(a)
ja: なし
lo: ບໍ່ມີຫຍັງ
lt: Nieko
nl: Geen
pt: Nenhum
pt_br: Nenhum
tl: Wala
uk: Жоден

source: Reports By Category
br: Danevelloù dre rummad
cs: Hlášení podle kategorie
de: Berichte nach Kategorie
es: Informes Por Categoría
fr: Rapports par catégorie
gl: Informes por categoría
it: Report ordinati per categoria
ja: カテゴリー別レポート
lo: ລາຍງານຕາມປະເພດ
lt: Ataskaitos Pagal Kategoriją
nl: Rapportages per categorie
pt: Relatórios Por Categoria
pt_br: Relatórios por categoria
tl: Mga Ulat Ayon sa Kategorya
uk: Звіти по категоріям

source: Create a new view for a report
br: Krouiñ un diskwel nevez evit un danevell
cs: Vytvořit nové zobrazení pro hlášení
de: Eine neue Ansicht für einen Bericht erstellen
es: Crear una nueva vista para un informe
fr: Créer un nouvel affichage pour un rapport
gl: Crear unha nova vista de informe
it: Crea una nuova visualizzazione per un report
ja: レポートの新しいビューを作成します。
lo: ສ້າງການເບິ່ງໃໝ່ເພື່ອລາຍງານ
lt: Sukurti naują peržiūrą ataskaitai
nl: Nieuwe weergave voor rapportage maken
pt: Criar uma nova visualização para um relatório
pt_br: Criar uma nova visão para o relatório
tl: Lumikha ng isang bagong tanawin para sa isang ulat
uk: Створити новий вид звіту

source: Name of View
br: Anv an diskwel
cs: Název zobrazení
de: Name der Ansicht
es: Nombre de la Vista
fr: Nom de l’affichage
gl: Nome da vista
it: Nome della visualizzazione
ja: ビューの名称
lo: ເບິ່ງຊື່
lt: Rodinio Pavadinimas
nl: Naam overzicht
pt: Nome da Visualização
pt_br: Nome da Visão
tl: Pangalan ng Tanawin
uk: Ім'я подання

source: Description
br: Deskrivadur
cs: Popis
de: Beschreibung
es: Descripción
gl: Descrición
it: Descrizione
ja: 説明
lo: ລາຍການ
lt: Aprašymas
nl: Beschrijving
pt: Descrição
pt_br: Descrição
tl: Paglalarawan
uk: Опис

source: Report
br: Danevell
cs: Hlášení
de: Bericht
es: Informe
fr: Rapport
gl: Informe
ja: レポート
lo: ລາຍງານຕາມປະເພດ
lt: Pranešti
nl: Rapportage
pt: Relatório
pt_br: Relatório
tl: Ulat
uk: Звіт

source: Select One
br: Diuzañ unan
cs: Vyberte jeden
de: Einen auswählen
es: Seleccione un
fr: Séléctionner un
gl: Seleccione un
it: Seleziona uno
ja: 1 つを選択
lo: ເລືອກໜື່ງຢ່າງ
lt: Pasirinkite vieną
nl: Maak een keuze
pt: Selecione um
pt_br: Selecione um
tl: Pumili ng Isa
uk: Виберіть один

source: Custom Reporting Tools
br: Binvioù personelaat an danevell
cs: Vlastní nástroje hlášení
de: Selbstdefinierte Berichtswerkzeuge
es: Herramientas personalizadas de informes
fr: Outils de personnalisation de rapport
gl: Ferramenta de personalización de informes
ja: カスタムレポート作成ツール
lo: ເຄື່ອງມືລາຍງານ
nl: Hulpmiddelen voor aangepaste rapportages
pt: Ferramentas de Reporte Customizadas
pt_br: Ferramentas customizadas de relatório
tl: Pinasadyang mga Kasangkapan na Pang-ulat
uk: Власні інструменти звітності

source: Report Relationships
br: Darempredoù danevelloù
cs: Vztahy hlášení
de: Berichtsbeziehungen
es: Relaciones del Informe
fr: Relations de rapports
gl: Relacións entre informes
ja: レポートの関連性
lo: ກ່ຽວຂ້ອງກັບການລາຍງານ
nl: Rapporragerelaties
pt: Relações entre Relatórios
pt_br: Relacionamento de relatórios
tl: Mga Ugnayan ng Ulat
uk: Звіт про зв'язки

source: Reports
br: Danevelloù
cs: Hlášení
de: Berichte
es: Informes
fr: Rapports
gl: Informes
ja: レポート
lo: ລາຍງານຕາມປະເພດ
lt: Pranešimai
nl: Rapportages
pt: Relatórios
pt_br: Relatórios
tl: Mga ulat
uk: Звіти

source: Report Views
br: Diskwel danevelloù
cs: Zobrazení hlášení
de: Berichtsansichten
es: Vistas de Informe
fr: Affichages de rapports
gl: Vistas do informe
it: Visualizzazioni dei report
ja: レポートビュー
lo: ເບິ່ງລາຍງານ
lt: Pranešimų Peržiuros
nl: Rapportweergaves
pt: Visualizações do Relatório
tl: Mga Tanawin ng Ulat
uk: Перегляди звітів

source: Required
br: Rekis
cs: Vyžadováno
de: Erforderlich
es: Requerido
fr: requit
gl: Obrigatorio
it: Obbligatorio
ja: 必須
lo: ສິ່ງທີ່ຕ້ອງການ
lt: Privaloma
nl: Vereist
pt: Obrigatório
pt_br: Obrigatório
tl: Kailangan
uk: Обов'язково

source: Reported Fields
br: Maezienn oc'h ober danvez an danevell
cs: Nahlášená pole
de: Gemeldete Felder
es: Campos Informados
fr: Champ faisant l’objet du rapport
gl: Campos dos que se informou
ja: レポートフィールド
lo: ເຂດທີ່ຖືກລາຍງານ
lt: Pranešti Laukai
nl: Gerapporteerde velden
pt: Campos Reportados
pt_br: Campos relatados
tl: Naiulat na mga Hanay
uk: Прозвітовані поля

source: Choose options to limit results
br: Diuzañ an dibaboù evit bevenniñ an disoc'hoù
cs: Zvolte možnosti k omezení výsledků
de: Optionen zum Einschränken der Ergebnisse auswählen
es: Elija las opciones para limitar los resultados
fr: Choisir les options pour limiter les résultats
gl: Escolla as opcións para limitar os resultados
it: Scegli le opzioni per limitare i risultati
ja: 結果を制限するオプションを選択します
lo: ເລືອກເງື່ອນໄຂເພື່ອຈຳກັດຜົນຮັບ
lt: Pasirinkite nustatymus rezultatų apribojimui
nl: Kies opties om het aantal resultaten te beperken
pt: Escolher opções para limitar os resultados
pt_br: Escolha opções para limitar os resultados
tl: Pumili ng mga opsyon upang mahangganan ang mga resulta
uk: Вибрати параметри для обмеження результатів

source: Save as default view
br: Saveteiñ evel diskwel dre ziouer
cs: Uložit jako výchozí zobrazení
de: Als Standardansicht speichern
es: Guardar como vista predeterminada
fr: Sauvegarder comme affichage par défaut
gl: Gardar como a vista por defecto
it: Salva come visualizzazione di default
ja: 既定の表示として保存
lo: ບັນທຶກໃຫ້ເປັນໜ້າຫຼັກ
lt: Išsaugoti kaip numatytąjį rodinį
nl: Als standaardweergave opslaan
pt: Salvar como visualização pré-definida
pt_br: Salvar como visualização padrão
tl: Sagipin bilang likas na nakatakdang tanawin
uk: Зберегти як типове подання

source: Related Views
br: Diskwelioù kar
cs: Související zobrazení
de: Ähnliche Ansichten
es: Vistas Relacionadas
fr: Affichages connexes
gl: Vistas relacionadas
it: VIsualizzazioni correlate
ja: 関連ビュー
lo: ເບິ່ງຂໍ້ມູນທີ່ກ່ຽວຂ້ອງ
lt: Susiję Rodiniai
nl: Gerelateerde overzichten
pt: Visualizações relacionadas
pt_br: Visualizações relacionadas
tl: Kaugnay na mga Tanawin
uk: Пов'язані подання

source: Field
br: Maezienn
cs: Pole
de: Feld
es: Campo
fr: Champ
gl: Campo
it: Campo
ja: フィールド
lo: ເຂດ
lt: Laukas
nl: Veld
pt: Campo
pt_br: Campo
tl: Hanay
uk: Поле

source: Choose a method to collect (aggregate) this data
br: Dibab un hentad evit dastum (kenstrollañ) ar roadennoù-mañ
cs: Zvolte metodu pro sběr (souhrn) těchto dat
de: Eine Methode zum Sammeln (Aggregieren) dieser Daten auswählen
es: Elija un método para recolectar (agregado) estos datos
fr: Choisir une méthode pour collecter (agréger) ces données
gl: Escolla un método para recoller (agregar) estes datos
it: Scegli un metodo per aggregare queste informazioni
ja: このデータ (集計) を収集する方法を選択します。
lo: ເລືອກວິທີການອັນນື່ງເພື່ອເກັບ (ລວມລວມ) ຂໍ້ມູນ
nl: Kies een methode voor het verzamelen (totaal) van deze gegevens
pt: Escolha um método de recolha (agregação) destes dados
pt_br: Escolha um método para coletar (agregar) esses dados
tl: Piliin ang paraan upang matipon (pagsama-samahin) ang datong ito
uk: Виберіть метод збору (статистичних) даних

source: Sum
br: Sammad
cs: Součet
de: Summe
es: Suma
fr: Somme
gl: Suma
it: Somma
ja: 合計
lo: ບວກ
lt: Suma
nl: Som
pt: Soma
pt_br: Soma
tl: Kabuuan
uk: Сума

source: Average
br: Keitad
cs: Průměr
de: Durchschnitt
es: Promedio
fr: Moyenne
gl: Media
it: Medio
ja: 平均
lo: ສະເລ່ຍ
lt: Vidurkis
nl: Gemiddeld
pt: Média
pt_br: Média
tl: Karaniwan
uk: Середнє

source: Total Number
br: Hollad
cs: Celkový počet
de: Gesamtzahl
es: Número Total
fr: Nombre total
gl: Número total
it: Numero totale
ja: 合計数
lo: ຈຳນວນລວມ
lt: Bendras Skaičius
nl: Totaal aantal
pt: Número Total
pt_br: Número total
tl: Kabuuang Bilang
uk: Загальна кількість

source: Total Distinct
br: Hollad a-ziforc'h
cs: Celkem odlišných
de: Gesamtunterschied
es: Total distinto
gl: Total distinto
ja: 確定合計
lo: ຈຳນວນທີ່ແຕກຕ່າງ
nl: Totaal verschillende
pt: Total Distinto
pt_br: Total de diferenças
tl: Kabuuang Natatangi
uk: Всього окремо

source: Before you can create (or edit) a report, you must
br: A-raok gallout krouiñ (pe kemmañ) un danevell e rankit gallout
cs: Předtím, než můžete hlášení vytvořit (nebo upravit), musíte
de: Bevor Du einen Bericht erstellst (oder bearbeitest), musst Du eine Berichtsbeziehung
es: Antes de poder crear (o editar) un informe, usted deberá
fr: Avant de pouvoir créer (ou d’éditer) un rapport, vous devez pouvoir
gl: Antes de poder crear (ou editar) un informe, cómpre
it: Prima di creare (o modificare) un report, devi
ja: レポートを作成(または編集）する前に実行する必要があります。
lo: ກ່ອນທ່ານຈະສ້າງ (ຫຼືດັດແກ້) ບົດລາຍງານ ທ່ານຕ້ອງ
lt: Prieš tai kol galėsite sukurti (ar redaguoti) ataskaitą, turite
nl: Voordat u het rapport kunt aanmaken (of bewerken) moet u
pt: Antes de poder criar (ou editar) um relatório, você deve
pt_br: Antes de criar (ou editar) um relatório, você deve
tl: Bago ka makalikha (o magbago) ng isang ulat, dapat kang
uk: Перш ніж ви зможете створити (або відредагувати) інформацію, ви повинні

source: create
br: krouiñ
cs: vytvořit
de: erstellen
es: crear
fr: créer
gl: crear
it: crea
ja: 作成
lo: ສ້າງ
lt: sukurti
nl: aanmaken
pt: criar
pt_br: criar
tl: lumikha ng
uk: створити

source: Jump to
br: Lamm war-zu
cs: Přejít na
de: Springe zu
es: Saltar a
fr: Saut vers
gl: Ir a
it: Salta a
ja: ジャンプします。
lo: ຂ້າມໄປສູ່
lt: Peršokti į
nl: Ga naar
pt: Ir para
pt_br: Pular Para
tl: Tumalon sa
uk: Перейти до

source: Sorting by
br: Rummañ dre
cs: Řazení podle
de: Sortierung nach
es: Ordernar por
fr: Tri par
gl: Ordenar por
it: Ordinati per
ja: 並べ替え
lo: ລຽງຕາມລຳດັບ
lt: Rūšiavimas pagal
nl: Sorteren op
pt: Organizado por
pt_br: Classificando por
tl: Inaayos ayon sa
uk: Сортування по

source: Report View
br: Diskwel an danevell
cs: Zobrazení hlášení
de: Berichtsansicht
es: Vista del Informe
fr: Affichage de rapport
gl: Vista do informe
it: Visualizza report
ja: レポート ビュー
lo: ເບິ່ງບົດລາຍງານ
lt: Pranešti Rodinį
nl: Rapportweergave
pt: Visualização de Reporte
tl: Tanawin ng Ulat
uk: Подання звіту

source: View
br: Gwelet
cs: Zobrazit
de: Ansicht
es: Ver
fr: Affichage
gl: Vista
it: Visualizza
ja: ビュー
lo: ເບິ່ງ
lt: Žiūrėti
nl: Bekijken
pt: Visualização
pt_br: Visualização
tl: Tingnan
uk: Переглянути

source: Reported View Information
br: Titouroù war diskweladur an danevell
cs: Informace o hlášeném zobrazení
de: Informationen zu Berichtsansichten
es: Información de la vista del informe
fr: Informations d’affichage du rapport
gl: Información da vista do informe
ja: レポートされた表示情報
lo: ເບິ່ງຂໍ້ມູນບົດລາຍງານ
lt: Pranešto Rodinio Informacija
nl: Gerapporteerde weergavegegevens
pt: Informação Reportada sobre a Visualização
pt_br: Informações da visualização relatada
tl: Kabatiran sa Iniulat na Pagtanaw
uk: Інформація про звітований вигляд

source: Display Name
br: Anv diskouezet
cs: Zobrazený název
de: Anzeigename
es: Nombre en pantalla
fr: Nom d’affichage
gl: Nome mostrado
ja: 表示名
lo: ສະແດງຊື່
lt: Rodomas Vardas
nl: Weergavenaam
pt: Nome de Apresentação
pt_br: Nome de exibição
tl: Ipakita ang Pangalan
uk: Показати ім'я

source: A short descriptive name of this report
br: Un anv berr evit an danevell-mañ
cs: Krátký popisný název tohoto hlášení
de: Ein kurzer aussagekräftiger Name für diesen Bericht
es: Un nombre corto descriptivo para este informe
fr: Un bref nom descriptif pour ce rapport
gl: Un nome breve e descritivo para este informe
it: Una descrizione breve di questo report
ja: このレポートの略称
lo: ຊື່ລາຍການທີ່ສັ້ນຂອງບົດລາຍງານນີ້
lt: Trumpas, apibūdinantis šio pranešimo pavadinimas
nl: Een korte beschrijvende naam voor deze rapportage
pt: Uma denominação breve descritiva deste relatório
pt_br: Uma pequena descrição para esse relatório
tl: Isang maikling mapaglarawang pangalan ng ulat na ito
uk: Коротке описове ім'я цієї доповіді

source: A longer description of this report
br: Un deskrivadur hiroc'h eus an danevell-mañ
cs: Delší popis tohoto hlášení
de: Eine längere Beschreibung dieses Berichts
es: Una descripción más larga de este informe
fr: Une description plus longue de ce rapport
gl: Unha descrición máis longa deste informe
it: Una lunga descrizione di questo report
ja: このレポートの詳細
lo: ຊື່ລາຍການທີ່ຍາວຂອງບົດລາຍງານນີ້
lt: Ilgesnis šio pranešimo aprašymas
nl: Een langere beschrijving van deze rapportage
pt: Uma denominação mais longa deste relatório
pt_br: Uma longa descrição para esse relatório
tl: Isang mas mahabang paglalarawan ng ulat na ito
uk: Докладний опис цього звіту

source: Include Total
br: Enlakaat Hollad
cs: Zahrnout Celkem
de: Summe aufnehmen
es: Incluir Total
fr: Inclure la Totalité
gl: Incluír o total
it: Includi il totale
ja: 合計に含む
lo: ລວມທັງຈຳນວນທັງໝົດ
lt: Įterpti Viso
nl: Totaal openemen
pt: Incluir Total
pt_br: Incluir total
tl: Isama ang Kabuuan
uk: Включити всього

source: Include a total number of rows for this view.
br: Enlakaat niver hollek al linennnoù evit an diskwel-mañ
cs: Zahrnout celkový počet řádků v tomto zobrazení
de: Die Gesamtzahl der Zeilen dieses Berichts mit aufnehmen.
es: Incluir un número total de filas para esta vista.
fr: Inclure le nombre total de lignes pour cette affichage.
gl: Incluír o número total de liñas para esta vista.
it: Includi il numero totale delle righe di questa visualizzazione.
ja: このビューの全行数が含まれます。
lo: ລວມທັງ ຈຳນວນແຖວທັງໝົດ
nl: Totaal aantal rijen opnemen voor deze weergave.
pt: Incluir o número total de linhas para esta visualização.
pt_br: Incluir um número total de linhas para essa exibição.
tl: Magsama ng isang kabuuang bilang ng mga hilera para sa tanawing ito.
uk: Включити загальну кількість рядків для цього вигляду.

source: Available fields
br: Maeziennoù a c'haller kaout
cs: Dostupná pole
de: Verfügbare Felder
es: Campos disponibles
fr: Champs disponibles
gl: Campos dispoñibles
it: Campi disponibili
ja: 利用可能なフィールド
lo: ເຂດຂໍ້ມູນທີ່ມີ
lt: Galimi laukai
nl: Beschikbare velden
pt: Campos disponíveis
pt_br: Campos disponíveis
tl: Makukuhang mga hanay
uk: Доступні поля

source: Fields Displayed in Report
br: Maeziennoù diskwelet en danevell-mañ
cs: Pole zobrazená v hlášení
de: Die im Bericht angezeigten Felder
es: Campos Mostrados en el Informe
fr: Champs affichés dans ce rapport
gl: Campos mostrados no informe
it: Campi visualizzati nel report
ja: レポートに表示されるフィールド
lo: ເຂດຂໍ້ມູນທີ່ສະແດງຢູ່ໃນບົດລາຍງານນີ້
lt: Laukai Rodomi Ataskaitoje
nl: In rapportage weergegeven velden
pt: Campos Apresentados no Relatório
pt_br: Campos exibidos no relatório
tl: Mga Hanay na Ipinapakita sa Ulat
uk: Поля відображені у звіті

source: Display name
br: Anv an diskweladur
cs: Zobrazený název
de: Anzeigename
es: Nombre en pantalla
fr: Nom de l’affichage
gl: Nome mostrado
it: Nome da visualizzare
ja: 表示名
lo: ສະແດງຊື່
lt: Rodomas vardas
nl: Weergegeven naam
pt: Nome de Apresentação
pt_br: Nome de exibição
tl: Ipakita ang pangalan
uk: Показати ім'я

source: A name for the report which is displayed to the end user
br: Un anv eus an danevell zo bet diskwelet evit an implijer dibenn
cs: Název hlášení, které je zobrazeno koncovému uživateli
de: Ein dem Endanwender anzuzeigender Name für den Bericht
es: Un nombre para el informe que se mostrará al usuario final
fr: Un nom du rapport qui est affiché pour l’utilisateur final
gl: Un nome para o informe que se mostrará ao usuario final
it: Un nome per ogni report che viene visualizzato dall'utente finale
ja: エンドユーザーに表示されるレポート名
lo: ຊື່ຂອງບົດລາຍງານທີ່ສຸແດງຢູ່ໃນຜູ້ຊົມໃຊ້ສຸດທ້າຍ
lt: Ataskaitos pavadinimas, kuri yra rodoma galutiniam vartotojui
nl: Een naam voor de rapportage die zichtbaar is voor de eindgebruiker
pt: Um nome para o relatório a ser indicado ao utilizador final
pt_br: Um nome para o relatório que é exibido ao usuário final
tl: Isang pangalan para sa ulat na ipinapakita sa tumatanggap na tagagamit
uk: Ім'я для звіту, який відображається для кінцевих користувачів

source: Category
br: Rummad
cs: Kategorie
de: Kategorie
es: Categoría
fr: Catégorie
gl: Categoría
it: Categoria
ja: カテゴリ
lo: ປະເພດ
lt: Kategorija
nl: Categorie
pt: Categoria
pt_br: Categoria
tl: Kategorya
uk: Категорія

source: A category for this report
br: Ur rummad evit an danevell-mañ
cs: Kategorie pro toto hlášení
de: Eine Kategorie für diesen Bericht
es: Una categoría para este informe
fr: Une catégorie pour ce rapport
gl: Unha categoría para este informe
it: Una categoria per questo report
ja: このレポートのカテゴリ
lo: ປະເພດຂອງບົດລາຍງານນີ້
lt: Ataskaitos kategorija
nl: Een categorie voor deze rapportage
pt: Uma categoria para este relatório
pt_br: Uma categoria para esse relatório
tl: Isang kategorya para sa ulat na ito
uk: Категорію для цього звіту

source: A description of the report
br: Un deskrivadur eus an danevell
cs: Popis hlášení
de: Eine Beschreibung dieses Berichts
es: Una descripción del informe
fr: Une description du rapport
gl: Unha descrición do informe
it: Una descrizione per questo report
ja: レポートの説明
lo: ລາຍງການຂອງບົດລາຍງານນີ້
lt: Ataskaitos aprašymas
nl: Een beschrijving voor de rapportage
pt: Uma descrição deste relatório
pt_br: Uma descrição para o relatório
tl: Isang paglalarawan para sa ulat
uk: Опис звіту

source: Limit Style
br: Stil bevenn
cs: Styl omezení
de: Einschränkungsart
es: Estilo del Límite
fr: Style de limite
gl: Estilo do límite
ja: 制限スタイル
lo: ຈຳກັດຮູບແບບ
lt: Riboti Stilių
nl: Limietstijl
pt: Limitar Estilo
tl: Estilo ng Hangganan
uk: Стиль межі

source: The type of the limit
br: Seurt ar vevenn
cs: Typ omezení
de: Die Art der Einschränkung
es: El tipo del límite
fr: Le type de la limite
gl: O tipo de límite
it: Tipo di limite
ja: 制限の種類
lo: ຈຳກັດປະເພດ
lt: Limito tipas
nl: Het type limiet
pt: O tipo de limite
pt_br: O tipo de limite
tl: Ang uri ng hangganan
uk: Тип обмеження

source: Limit Header
br: Talbenn bevenn
cs: Hlavička omezení
de: Kopfzeile einschränken
es: Cabecera del Límite
fr: En-tête de limite
gl: Cabeceira do límite
it: Intestazione del limite
ja: 制限ヘッダー
lo: ຈຳກັດສ່ວນຫົວ
lt: Riboti Antraštę
nl: Koptekst limiet
pt: O Título do Limite
pt_br: Cabeçalho de Limite
tl: Paulo ng Hangganan
uk: Заголовок межі

source: The description of this limit when shown in the report view
br: An deskvrivadur eus ar vevenn-se pa vez diskouezet e diskweladur an danevell
cs: Popis tohoto omezení, když je zobrazeno v zobrazení hlášení
de: Die Beschreibung dieser Einschränkung, die in der Berichtsansicht angezeigt wird
es: La descripción de este límite es mostrada en la vista del informe
fr: La description de cette limite lorsqu’elle est montrée dans l’affichage du rapport
gl: A descrición deste límite cando se mostre na vista do informe
it: La descrizione di questo limite quando viene mostrato nella visualizzazione del report
ja: レポートビューに表示される、この制限の説明
lo: ຄຳອະທິບາຍຂອງຂໍ້ຈຳກັດທີ່ສະແດງຢູ່ໃນບົດລາຍງານທີ່ເບິ່ງ
lt: Šio limito apibūdinimas kai rodomas pranešimo rodinyje
nl: De beschrijving van deze limiet als die worden weergegeven in de rapportage
pt: A descrição deste limite para apresentação na visulização do relatório
pt_br: A descrição desse limite quando mostrado na visualização do relatório
tl: Ang paglalarawan ng hangganang ito kapag ipanapakita sa pagtanaw ng ulat
uk: Опис цієї межі, коли відображається у поданні звіту

source: Editing Language
br: Yezh kemmañ
cs: Úprava jazyka
de: Bearbeitungssprache
es: Idioma de edición
fr: Langue d’édition
gl: Lingua de edición
it: Modifica lingua
ja: 言語の編集
lo: ດັດແກ້ພາສາ
lt: Redagavimo kalba
nl: Taal om in te bewerken
pt: Língua de edição
pt_br: Linguagem de Edição
tl: Wikang Pampatnugot
uk: Мова редагування
