Repository: agabaandre/iHRIS-Pharmacy-Qualify
Catalog: 4.1.11/i2ce/translations/templates/custom-reports/sco.po
Languages: sco

source: Edit
sco: Eedit

source: with values in
sco: wi values in

source: Limit Options
sco: Leemit Opties

source: Link Options
sco: Airt Opties

source: Header
sco: The Heider

source: The header text which is displayed for this field
sco: The heider tex that's displeyed fer this field

source: Link url
sco: Airt url

source: The (base) url for the link
sco: The (base) url fer the airtin

source: Link field
sco: Airt the field

source: The data, if any, we append to the link.
sco: The data, gif onie, that we eik til the airtin.

source: None
sco: Nane

source: Reports By Category
sco: Reports Bi Categerie

source: Create a new view for a report
sco: Cræft ae new luik fer ae report

source: Name of View
sco: The Name o the Luik

source: Description
sco: Descreeption

source: Select One
sco: Select Yin

source: Custom Reporting Tools
sco: Custim Reportin Tuils

source: Report Views
sco: Report Luiks

source: Required
sco: Needit

source: Reported Fields
sco: Reportit Fields

source: Choose options to limit results
sco: Chuise opties tae leemit ootcomes

source: Save as default view
sco: Hain aes the defaut luik

source: Related Views
sco: Sib Luiks

source: Choose a method to collect (aggregate) this data
sco: Chuise ae methid tae collect (aggregate) this data

source: Maximum
sco: Mucklest

source: Minimum
sco: Smawest

source: Total Number
sco: Total Nummer

source: Total Distinct
sco: Total Disteenct

source: Before you can create (or edit) a report, you must
sco: Afore ye can cræft (or eedit) ae report, ye maun

source: create
sco: cræft

source: Jump to
sco: Jump til

source: Sorting by
sco: Sortin bi

source: Report View
sco: The Report Luik

source: View
sco: See

source: Reported View Information
sco: The Reportit Luik Information

source: Display Name
sco: The Displey Name

source: A short descriptive name of this report
sco: Ae short descreepteeve name o this report

source: A longer description of this report
sco: Ae langer descreeption o this report

source: Include Total
sco: Incluid the Total

source: Include a total number of rows for this view.
sco: Incluid ae total nummer o raws fer this luik.

source: Fields Displayed in Report
sco: The Fields Displeyed in the Report

source: Display name
sco: The Displey name

source: A name for the report which is displayed to the end user
sco: A name fer the report that's displeyed til the end uiser

source: Category
sco: Categerie

source: A category for this report
sco: Ae categerie fer this report

source: A description of the report
sco: Ae descreeption o the report

source: Limit Style
sco: Leemit Style

source: The type of the limit
sco: The type o the leemit

source: Limit Header
sco: Leemit the Heider

source: The description of this limit when shown in the report view
sco: The descreeption o this leemit whan shawn in the report luik

source: Editing Language
sco: The Eeditin Leid

source: Create a new report
sco: Cræft ae new report

source: A unique short name used to reference this report.
sco: Ae unique short name tae be uised tae referance this report.

source: The catgegory for this report
sco: The catgegerie fer this report

source: A description of this report
sco: Ae descreeption o this report

source: Report Details
sco: The Report Details

source: Choose and specify fields you wish added to your report.
sco: Chuise n specifie the fields that ye wish tae be eikit til yer report.

source: Existing Report Views
sco: The Exeestin Report Luiks

source: Add a new view
sco: Eik ae new luik

source: Edit existing reports
sco: Eedit the exeestin reports

source: This report is based on the report relationship
sco: This report is based oan the report relationship

source: Reported Forms
sco: Reportit Forms

source: Allows deletion of data about custom reports
sco: Permits the delytion o data aneatt custim reports

source: Allows access to the Custom Report Relationships
sco: Permits access til the Custim Report Relationships

source: Allows access to the Custom Reports
sco: Permits access til the Custom Reports

source: Allows view of the Custom Report Views
sco: Permits tae see o the Custim Report Luiks

source: Allows editing of the Custom Report Views
sco: Permits the eeditin o the Custom Report Luiks

source: Administator for custom reports. Can perform all tasks associated with custom reports
sco: Admeenistater fer the custim reports. Can perform aw o the tasks that ar associatit wi the custim reports

source: Create Reports
sco: Cræft Reports

source: Results found
sco: The ootcomes foond

source: Allows editing of the Custom Report Relationships
sco: Permit the eeditin o the Custom Report Relationships

source: Edit Display Options
sco: Eedit the Displey Opties

source: Clear Default Display
sco: Clear the Defaut Displey

source: Increasing
sco: Grawin muckler

source: Decreasing
sco: Grawin smawer

source: You need to specify a report to view
sco: Ye need tae speceefie ae report tae see

source: You specified an invalid report to view
sco: Ye speceefied aen onvalid report tae see

source: You do not have permission to view this report
sco: Ye dinna hae permeession tae see this report

source: Could not find any valid displays for this report view
sco: Coudna fynd onie valid displeys fer this report luik

source: %s linked on %s
sco: %s airtit oan %s

source: %s linked on %s as a parent form
sco: %s airtit oan %s aes ae pairant form

source: %s linked on %s as a child form
sco: %s airtit oan %s aes ae bairn form

source: No shortname specified for the report
sco: Nae shortname speceefied fer the report

source: Invalid shortname specified for the report
sco: Aen onvalid shortname wis speceefied fer the report

source: Shortname specified for the report is already in use
sco: The Shortname that wis speceefied fer the report is awreadie in uiss

source: No report relationship specified for the report
sco: Nae report relationship speceefied fer the report

source: Specified report relationship is invalid
sco: The speceefied report relationship is onvalid

source: You don't have access to delete report data
sco: Ye dinna hae access tae delyte report data

source: Invalid path for deletion
sco: Aen onvalid path fer delytion

source: Unable to setup cached form
sco: Onable tae setup the cached form

source: Could not save display options
sco: Coudna hain the displey opties

source: Saved display options
sco: Hained the displey opties

source: Unable to generate report
sco: Onable tae generate the report

source: Does Not Exist
sco: Dis Na Exeest

source: Generated
sco: Generatit

source: View Reports
sco: See the Reports

source: Merge Options
sco: Merge the Opties

source: Define relationships between the various forms in the system for creating reports. For advanced users.
sco: Define the relationships atween the vareeis forms in the system fer cræftin reports. Fer the advanced uisers.

source: Create and save reports by selecting the data to view from defined report relationships.
sco: Cræft n hain reports bi selectin the data tae see the from defined report relationships.

source: View saved reports and create new views that define how to display the data in a report.
sco: See the hained reports n cræft new luiks that define hou tae displey the data in ae report.

source: Merged Report View
sco: Ae Merged Report Luik

source: Enable Pivoting On This Limit
sco: Enable Peevitin Oan This Leemit

source: Require that the data for this form be found. Otherwise remove the row from the report.
sco: Insist that the data fer this form be foond. Itherwise remuiv the raw fae the report.

source: Enabled: Check to enable this field in the report view
sco: Enabled: Check tae enable this field in the report luik

source: Merge Another Report
sco: Merge Anither Report

source: Enable Merging
sco: Enable Mergin

source: a report relationship which describe how the data you are interested in is related to one another
sco: ae report relationship that describes hou the data that ye'r interestit in is sib til yin anither

source: Select the fields and any aggregate data you want in this report view. You may drag and drop fields to change their displayed order
sco: Select the fields n onie aggregate data that ye want in this report luik. Ye can drag n drap fields tae chynge thair displeyed order

source: Here you may set the header information for the report for each field. You may also enable and disable setting report limits as well as add a description for that limit
sco: Here ye can set the heider information fer the report fer ilka field. Ye can enable n disable settin report leemits n eik ae descreeption fer that leemit aes weel

source: Error: No data was found that matched your request. You may need to cache the report or modify your limits.
sco: Mistak: Nae data wis foond that matched yer request. Ye micht need tae cache the report or modeefie yer leemits.

source: The relationship that this report is to be based off of.
sco: The relationship that this report is tae be based oan.

source: Switch to %s
sco: Switch til %s

source: %s from %s
sco: %s fae %s

source: Not Generated
sco: Na Generatit

source: Allow blank rows in %s
sco: Permit blank raws in %s

source: Select Additional Values To Match
sco: Select Addeetional Values Tae Match

source: No Additional Values
sco: Nae Addeetional Values

source: The relationship has no available functions
sco: The relationship haes nae available functions

source: Apply Limits
sco: Applie Leemits

source: Results limited by
sco: Ootcomes leemitit bi

source: Report View Permissions
sco: Report Luik Permeessions

source: Select a task to limit the viewing of this report to the selected task.
sco: Select ae task tae leemit the seein o this report til the selectit task.

source: Do Not Limit Viewing Of This Report
sco: Dae Na Leemit The Seein O This Report

source: Table
sco: Buird

source: Apply the limits to the table.
sco: Applie the leemits til the buird.

source: View this report as a table
sco: See this report aes ae buird

source: Module Limits
sco: Module Leemits

source: Link Type
sco: The Airtin Type

source: The type of the link.
sco: The type o the airtin.

source: Link (a href)
sco: Airtin (a href)

source: The module with the limit
sco: The module wi the leemit

source: The field that the module links to for this field
sco: The field that the module airts til fer this field

source: Create
sco: Cræft

source: Create a %s with this data.
sco: Cræft ae %s wi this data.

source: Reporting Internals
sco: Reportin Internals

source: Disable this report from non-administrative users.
sco: Disable this report fae non-admeenistrateeve uisers.

source: Allows minimal access to the Custom Reporting System
sco: Permits minimal access til the Custim Reportin System

source: This report view is based on the report
sco: This report luik is based oan the report

source: No Valid Display
sco: Nae Valid Displey

source: Unable to Update Values
sco: Onable tae Update Values

source: Updated Values
sco: Updatit Values

source: Allows editing of the Custom Report
sco: Permits the eeditin o the Custom Report
