Repository: agabaandre/iHRIS-Pharmacy-Qualify
Catalog: 4.1.11/ihris-common/translations/templates/person-language/*.po
Languages: ar, es, fr, fr_ml, ja, ko, lt, nl, pt, pt_br, sv, tl, zh_cn, zh_tw

source: Language Information
ar: معلومات اللغة
es: Información de idiomas
fr: Informations sur la langue
fr_ml: Informations sur la langue
ja: 言語情報
ko: 언어 정보
lt: Kalbos informacija
nl: Taalgegevens
pt: Informação sobre a Língua
pt_br: Informações linguísticas
sv: Språkinformation
tl: Kabatiran sa Wika
zh_cn: 语言信息
zh_tw: 語言訊息

source: Edit This Information
ar: تعديل هذه المعلومات
es: Editar esta información
fr: Modifier cette information
fr_ml: Éditer cette information
ja: この情報を編集
ko: 이 정보 수정
lt: Redaguoti šią informaciją
nl: Gegevens bewerken
pt: Editar Esta Informação
pt_br: Editar Esta Informação
sv: Redigera denna information
tl: Baguhin ang Kabatirang Ito
zh_cn: 编辑此信息
zh_tw: 編輯此訊息

source: Update this Information
ar: تحديث هذه المعلومات
es: Actualizar esta información
fr: Actualiser cette information
fr_ml: Mettre à jour cette information
ja: この情報を更新
ko: 이 정보 업데이트
lt: Atnaujinti šią informaciją
nl: Gegevens bijwerken
pt: Actualizar esta Informação
pt_br: Atualizar esta informação
sv: Uppdatera denna information
tl: Isapanahon ang Kabatirang ito
zh_cn: 更新此信息
zh_tw: 更新此訊息

source: Select another Language
ar: حدد لغة أخرى
es: Seleccionar otro idioma
fr: Sélectionner une autre langue
fr_ml: Sélectionner une autre langue
ja: 他の言語を選択
ko: 다른 언어 선택
lt: Pasirinkite kitą kalbą
nl: Een andere taal selecteren
pt: Selecionar outra língua
pt_br: Selecionar outra língua
sv: Välj annat språk
tl: Pumili ng ibang Wika
zh_cn: 请选择另一种语言
zh_tw: 選擇其它語言

source: Language
ar: لغة
es: Idioma
fr: Langue
fr_ml: Langue
ja: 言語
ko: 언어
lt: Kalba
nl: Taal
pt: Língua
pt_br: Língua
sv: Språk
tl: Wika
zh_cn: 语言
zh_tw: 語言

source: Can view person_language child form of a person
ar: يمكن عرض نموذج فرعي للغة شخص
es: Puede ver el formulario de lenguaje/persona de un individuo
fr: Peut afficher le formulaire enfant de la langue d’une personne
fr_ml: Peut afficher le formulaire enfant de la langue d’une personne
ja: 使用言語の子フォームを閲覧できる
nl: Kan "person_language"-kindformulier van een persoon bekijken
pt: Pode visualizar a child form pessoa_língua de uma pessoa
pt_br: Pode ver um formulário filho person_language de alguém
tl: Matitingnan ang wika_ng_tao ng pormularyong pambata ng isang tao
zh_cn: 可以查看该人的个人语言子窗体
zh_tw: 可檢視人員的個人語言子表單

source: Can edit person_language child forms of a person
ar: يمكن تعديل نموذج فرعي للغة شخص
es: Puede editar el formulario de lenguaje/persona de un individuo
fr: Peut modifier les formulaires enfants de la langue d’une personne
fr_ml: Peut éditer les formulaires enfants de la langue d’une personne
ja: 使用言語の子フォームを編集できる
nl: Kan "person_language"-kindformulieren van een persoon bewerken
pt: Pode editar as child forms pessoa_língua de uma pessoa
pt_br: Pode editar formulários filho person_language de alguém
tl: Mababago ang wika_ng_tao ng mga pormularyong pambata ng isang tao
zh_cn: 可以编辑该人的个人语言子窗体
zh_tw: 可編輯人員的個人語言子表單

source: Can edit the language database list
ar: يمكن تعديل قائمة قاعدة بيانات اللغة
es: Puede modificar la lista de base de datos de idiomas
fr: Peut modifier la liste de la base de données de la langue
fr_ml: Peut éditer la liste de la base de données de la langue
ja: 使用言語のデータベースリストを編集できる
ko: 언어 데이터베이스 목록을 편집할 수 있습니다
lt: Gali redaguoti kalbos duomenų bazės sąrašą
nl: Kan de databaselijst language bewerken
pt: Pode editar a lista de base de dados de línguas
pt_br: Pode modificar a lista de base de dados de línguas
sv: Kan redigera språkdatabas-listan
tl: Mababago ang tala ng wika ng kalipunan ng dato
zh_cn: 可以编辑语言数据库列表
zh_tw: 可編輯語言資料庫清單

source: Can view the language database list
ar: يمكن عرض قائمة قاعدة بيانات اللغة
es: Puede ver la lista de base de datos de idiomas
fr: Peut afficher la liste de la base de données d’une langue
fr_ml: Peut afficher la liste de la base de données d’une langue
ja: 使用言語のデータベースリストを閲覧できる
ko: 언어 데이터베이스 목록을 볼 수 있습니다
lt: Gali peržiūrėti kalbos duomenų bazės sąrašą
nl: Kan de databaselijst language bekijken
pt: Pode visualizar a lista de base de dados de línguas
pt_br: Pode visualizar a lista de base de dados de línguas
sv: Kan titta på språkdatabas-listan
tl: Matitingnan ang tala ng wika ng kalipunan ng dato
zh_cn: 可以查看语言数据库列表
zh_tw: 可檢視語言資料庫清單

source: Add/Update Language
ar: إضافة / تحديث اللغة
es: Añadir/actualizar idioma
fr: Ajouter/Actualiser la langue
fr_ml: Ajouter/Mettre à jour la langue
ja: 言語を追加/更新
ko: 언어 추가/업데이트
lt: Pridėti/atnaujinti kalbą
nl: Taal toevoegen of bijwerken
pt: Adicionar/Actualizar uma Língua
pt_br: Acrescentar/modificar idioma
sv: Lägg till/uppdatera språk
tl: Magdagdag/Magsapanahon ng Wika
zh_cn: 添加/更新语言
zh_tw: 添加/更新語言

source: Language Proficiency
ar: إتقان اللغة
es: Capacidad linguística
fr: Maîtrise de la langue
fr_ml: Compétence en la langue
ja: 言語能力
ko: 언어 능력
lt: Kalbos Mokėjimas
nl: Taalvaardigheid
pt: Proeficiência Linguística
pt_br: Capacidade lingüística
sv: Språkkunskaper
tl: Pagkabihasa sa Wika
zh_cn: 语文能力
zh_tw: 語言能力

source: Person Language Proficiency
ar: إتقان شخص للغة
es: Capacidad linguística de la Persona
fr: Maîtrise de la langue d’une personne
fr_ml: Compétence en la langue d'une personne
ja: 個人の言語能力
ko: 개인 언어 능력
lt: Asmens Kalbos Mokėjimas
nl: Taalvaardigheid voor persoon
pt: Proeficiência Linguística da Pessoa
pt_br: Proficiência linguística de pessoa
tl: Pagkabihasa sa Wika ng Tao
zh_cn: 人的语文能力
zh_tw: 人員語言能力

source: Elementary
ar: ابتدائي
es: Elemental
fr: Elémentaire
fr_ml: Débutant
ja: 基本職
ko: 초등학교
lt: Pradinė Mokykla
nl: Elementair
pt: Elementar
pt_br: Elementar
sv: Elementär
tl: Mababang Paaralan
zh_cn: 小学
zh_tw: 基礎

source: Limited Working
ar: إتقان محدود
es: Trabajo Limitado
fr: Connaissance pratique limitée
fr_ml: Compétence limitée
ja: 限定職
ko: 제한된 직업
lt: Riboto Darbo
nl: Beperkte ervaring in werk
pt: Trabalho Limitado
pt_br: Trabalho Limitado
tl: May Hangganang Paggawa
zh_cn: 有限的工作
zh_tw: 有限使用

source: Professional Working
ar: إتقان باحتراف
es: Profesional Trabajando
fr: Connaissance pratique professionnelle
fr_ml: Compétence au niveau de travail professionnel
ja: 専門職
ko: 전문 업무
lt: Profesionalus darbas
nl: Professioneel gebruikt
pt: Trabalho Profissional
pt_br: Trabalho Profissional
tl: Paghahanapbuhay na Propesyunal
zh_cn: 专业工作
zh_tw: 可專業使用

source: Full Professional
ar: إتقان كامل
es: Profesional completo
fr: Maîtrise profesisionnelle
fr_ml: Compétence profesisionnelle
ja: 高度専門職
lt: Visiškai profesionalus
nl: Uitgebreid professioneel gebruikt
pt: Totalmente Profissional
pt_br: Tudo Profissional
sv: Fullständigt professionell
tl: Buo ang Pagkapropesyunal
zh_cn: 完整的专业
zh_tw: 全面專業

source: Fluent
ar: بطلاقة
es: Fluido
fr: Parle couramment
fr_ml: Avoir la parole facile.
ja: 堪能です
ko: 유창함
lt: Laisvai
nl: Vloeiend
pt: Fluente
pt_br: Fluente
sv: Flytande
tl: Matatas
zh_cn: 流利
zh_tw: 流利

source: Speaking Proficiency
ar: إتقان التخاطب
es: Habilidad Verbal
fr: Maîtrise orale
fr_ml: Compétence en le parlant
ja: 会話能力
ko: 말하기 능력
lt: Kalbėjimas
nl: Spreekvaardigheid
pt: Proeficiência de Fala
pt_br: Capacidade para falar
tl: Kabihasaan sa Pagsasalita
zh_cn: 口语能力
zh_tw: 口語能力

source: Reading Proficiency
ar: إتقان القراءة
es: Habilidad de Lectura
fr: Connaissance passive
fr_ml: Compétence en la lecture
ja: 読解能力
ko: 읽기 능력
lt: Skaitymas
nl: Leesvaardigheid
pt: Proeficiência de Leitura
pt_br: Capacidade de leitura
sv: Läsfärdighet
tl: Kabihasaan sa Pagbasa
zh_cn: 培养阅读能力
zh_tw: 閱讀能力

source: Writing Proficiency
ar: إتقان الكتابة
es: Habilidad de escritura
fr: Connaissance écrite
fr_ml: Compétence en l'écriture
ja: 記述能力
ko: 쓰기 능력
lt: Rašymas
nl: Schrijfvaardigheid
pt: Proeficiência de Escrita
pt_br: Capacidade de escritura
sv: Skrivfärdighet
tl: Kabihasaan sa Pagsusulat
zh_cn: 写作能力的培养
zh_tw: 寫作能力
