Repository: agabaandre/iHRIS-Pharmacy-Qualify
Catalog: 4.1.11/ihris-common/translations/templates/training-exam/*.po
Languages: de, ja, nl, pt_br, uk, zh_cn, zh_tw

source: Evaluate a perons's cheduled training course
de: Geplante Schulung einer Person beurteilen
ja: トレーニング コース参加者の評価
nl: Geplande cursus van een persoon evalueren
pt_br: Avaliar o curso de treinamento previsto de uma pessoa
uk: Оцінити запланований навчальний курс особи
zh_cn: 评价一个人的预定培训课程
zh_tw: 評估一個人員的安排培訓課程

source: View a perons's cheduled training course evaluation
de: Die Beurteilung der Schulungen einer Person einsehen
ja: トレーニング コース参加者の評価を閲覧する。
nl: Cursusevaluatie van een persoon bekijken
pt_br: Visualizar a avaliação do curso de treinamento previsto de uma pessoa
uk: Переглянути запланований навчальний курс особи
zh_cn: 查看一个人的另作安排训练的课程评价
zh_tw: 檢視一個人員的安排培訓課程評估

source: Training Course Exam Type
de: Prüfungsart der Schulung
ja: トレーニング コースの試験タイプ
nl: Cursusexamentype
pt_br: Tipo de Exame do Curso de Treinamento
uk: Тип екзамену навчального курсу
zh_cn: 培训课程考试类型
zh_tw: 培訓課程考試類型

source: Training Course Exam
de: Prüfung der Schulung
ja: トレーニング コースの試験
nl: Cursusexamen
pt_br: Exame do Curso de Treinamento
uk: Іспит з навчального курсу
zh_cn: 培训课程考试
zh_tw: 培訓課程考試

source: Notes
de: Anmerkungen
ja: 注釈
nl: Opmerkingen
pt_br: Notas
uk: Нотатки
zh_cn: 备注
zh_tw: 備註

source: Evaluation Date
de: Beurteilungsdatum
ja: 評価日
nl: Evaluatiedatum
pt_br: Data de Avaliação
uk: Дата випробування
zh_cn: 评估日期
zh_tw: 評估日期

source: Exam Type
de: Prüfungsart
ja: 試験タイプ
nl: Examentype
pt_br: Tipo do Exampe
uk: Тип іспиту
zh_cn: 考试类型
zh_tw: 考試類型

source: Score
de: Ergebnis
ja: スコア
pt_br: Pontuação
uk: Бали
zh_cn: 分数
zh_tw: 分數

source: Passing Score For Final Exam
de: Ergebnis der Abschlussprüfung
ja: 最終試験の合格スコア
nl: Slagingsdrempel voor eindexamen
pt_br: Pontuação necessária para aprovação no Exame Final
uk: Прохідний Бал Для Підсумкового Іспиту
zh_cn: 通过为期末考试的分数
zh_tw: 期末考通過分數

source: Training Course Exam Results
de: Prüfungsergebnisse der Schulung
ja: トレーニング コース試験の結果
nl: Examenuitslagen van cursus
pt_br: Resultados do Exame do Curso de Treinamento
uk: Результати іспиту навчального курсу
zh_cn: 培训课程的考试成绩
zh_tw: 培訓課程考試結果

source: Exam Results For Training Course
de: Prüfungsergebnisse zur Schulung
ja: トレーニング コースの試験結果
nl: Examenresulaten voor cursussen
pt_br: Resultados do Exame Para Curso de Treinamento
uk: Результати іспиту для навчального курсу
zh_cn: 培训课程的考试结果
zh_tw: 培訓課程考試結果

source: Exam Results
de: Prüfungsergebnisse
ja: 試験結果
nl: Examenresultaten
pt_br: Resultados do Exame
uk: Результати іспиту
zh_cn: 考试成绩
zh_tw: 考試結果

source: Passing Score: %d
de: Ergebnis: %d
ja: 合格点: %d
nl: Slagingsdrempel: %d
pt_br: Pontuação para aprovação: %d
uk: Прохідний бал:%d
zh_cn: 及格分数：%d
zh_tw: 通過分數：%d
