Repository: agabaandre/iHRIS-Pharmacy-Qualify
Catalog: 4.1.11/ihris-qualify/translations/templates/ihris-qualify-custom-reports-license/*.po
Languages: cs, fr, it, oc, ru, tl

source: Reports based on current licenses in the system.
cs: Záznamy na základě současných licencí v systému.
fr: Rapports basés sur des licences actuelles dans le système.
it: Rapporti basati sulle licenze correnti nel sistema.
oc: Rapòrts basats sus de licéncias actualas dins lo sistèma.
ru: Отчеты, основанные на текущих лицензиях в системе.
tl: Mga ulat na nakabatay sa pangkasulukuyang mga lisensiya sa loob ng sistema.

source: License
cs: Licence
fr: Licence
it: Licenza
oc: Licéncia
ru: Лицензия
tl: Lisensiya

source: The training associated with this license.
cs: Školení spojené s touto licencí.
fr: La formation associée à cette licence.
it: La formazione associata a questa licenza.
oc: La formacion associada a aquesta licéncia.
ru: Обучение, связанное с этой лицензией.
tl: Ang pagsasanay na may kaugnayan sa lisensiyang ito.

source: Training
cs: Školení
fr: Formation
it: Formazione
oc: Formacion
ru: Обучение
tl: Pagsasanay

source: The cadre associated with this training.
cs: Kádr spojený s tímto školením.
fr: Le domaine associés à cette formation.
it: Il gruppo associato a questo corso di formazione.
oc: Lo domeni associat a aquesta formacion.
ru: Кадры, связанные с этой подготовкой.
tl: Ang tagapagsanay na may kaugnayan sa pagsasanay na ito.

source: Cadre
cs: Kádr
it: Gruppo
oc: Quadre
ru: Кадровый состав
tl: Tagapagsanay

source: The person who took this training.
cs: Osoba, která se zúčastnila tohoto školení.
fr: La personne qui a suivi cette formation.
it: La persona che ha tenuto questo corso di formazione.
oc: La persona que seguiguèt aquesta formacion.
ru: Человек, который взял эту подготовку.
tl: Ang tao na kumuha ng pagsasanay na ito.

source: Person
cs: Osoba
fr: Personne
it: Persona
oc: Persona
ru: Человек
tl: Tao

source: The demographic details for this person.
cs: Demograciké podrobnosti pro tuto osobu.
fr: Les détailles démographiques de cette personne.
it: Dettagli demografici di questa persona.
oc: Los detalhs demografics d'aquesta persona.
ru: Демографические сведения для этого человека.
tl: Ang mga detalyeng pangdemograpiya para sa taong ito.

source: Demographic
cs: Demografie
fr: Démographique
it: Demografia
oc: Donadas demograficas
ru: Демография
tl: Pangdemograpiya

source: License Report
cs: Záznam licence
fr: Rapport de licence
it: Resoconto della licenza
oc: Rapòrt de licéncia
ru: Отчет о лицензии
tl: Ulat sa Lisensiya

source: First Name
cs: Křestní jméno
fr: Prénom
it: Nome
oc: Pichon nom
ru: Имя
tl: Unang Pangalan

source: Surname
cs: Příjmení
fr: Nom de famille
it: Cognome
oc: Nom d'Ostal
ru: Фамилия
tl: Apelyido

source: License End Date
cs: Datum ukončení licence
fr: Date de fin de licence
it: Data di scadenza di licenza
oc: Data de fin de licéncia
ru: Дата окончания лицензии
tl: Petsa ng Pagwawakas ng Lisensiya

source: License Number
cs: Číslo licence
fr: Numéro de licence
it: Numero licenza
oc: Numèro de licéncia
ru: Номер лицензии
tl: Bilang sa Lisensiya

source: Training Cadre ID
cs: ID výukového kádru
fr: ID Formation des cadres
it: ID del gruppo di formazione
oc: ID del quadre de formacion
ru: Обучение кадров ID
tl: ID ng Tagapagsanay ng Pagsasanay

source: Graduation Date After
cs: Datum ukončení výuky po
fr: Après la date d'obtention du diplôme
it: Data di laurea dopo
oc: Aprèp la data d'obtencion del diplòma
ru: Дата окончания после
tl: Petsa ng Pagtatapos Pagkaraan ng

source: Graduation Date Before
cs: Datum ukončení výuky před
fr: Avant la date d'obtention du diplôme
it: Data di laurea prima
oc: Abans la data d'obtencion del diplòma
ru: Дата окончания до
tl: Petsa ng Pagtatapos Bago ang

source: Graduation Date
cs: Datum ukončení studia
fr: Date d’obtention du diplôme
it: Data di laurea
oc: Data d’obtencion del diplòma
ru: Дата окончания
tl: Petsa ng Pagtatapos ng Pag-aaral

source: Gender
cs: Pohlaví
fr: Sexe
it: Genere
oc: Sèxe
ru: Пол
tl: Kasarian

source: A list of all licensed health workers.
cs: Seznam všech licencovaných pracovníků ve zdravotnictví.
fr: Liste de tous les travailleurs de santé agréé.
it: Un elenco di tutti gli operatori sanitari registrati.
oc: Lista de totes los trabalhaires de santat abilitats.
ru: Список всех лицензированных медицинских работников.
tl: Isang talaan ng lahat ng may lisensiyang mga manggagawang pangkalusugan.

source: Licensed Health Workers
cs: Licencovaní pracovníci ve zdravotnictví
fr: le personnel de santé autorisés
it: Operatori sanitari con licenza
oc: lo personal de santat autorizat
ru: Лицензированные медицинские работники
tl: May Lisensiyang mga Manggagawang Pangkalusugan

source: A chart of all licensed health workers by cadre.
cs: Graf všech licencovaných pracovníků ve zdravotnictví podle kádru.
fr: Un graphique de tous les travailleurs de santé sous licence par cadre.
it: Un grafico di tutti gli operatori sanitari autorizzati per gruppo.
oc: Un grafic de totes los trabalhaires de santat jos licéncia per quadre.
ru: График всех лицензированных медицинских работников по кадрам.
tl: Isang talangguhit ng lahat ng may lisensiyang mga manggagawang pangkalusugan ayon sa tagapagsanay.

source: Licensed Health Workers by Cadre
cs: Licencovaní pracovníci ve zdravotnictví podle kádru
fr: Travailleurs de santé sous licence par cadre
it: Operatori sanitari con licenza per gruppo
oc: Trabalhaires de santat jos licéncia per quadre
ru: Лицензированные медицинские работники по кадрам
tl: May Lisensiyang mga Manggagawang Pangkalusugan ayon sa Tagapagsanay

source: Pie Chart(Simple)
cs: Koláčový graf (jednoduchý)
fr: Graphique en camembert (Simple)
it: Grafico a torta (semplice)
oc: Grafic en camembèrt (Simple)
ru: Круговая диаграмма (простая)
tl: Talangguhit na Bilog (Payak)

source: Bar Chart(Simple)
cs: Pruhový graf (jednoduchý)
fr: Graphique à barres (Simple)
it: Grafico a barra (semplice)
oc: Diagrama de barras orizontalas (Simple)
tl: Talangguhit na Bareta (Payak)

source: Column Chart(Simple)
cs: Sloupcový graf (Jednoduchý)
fr: Histogramme (Simple)
it: Grafico a colonne (semplice)
oc: Diagrama de colomnas (Simple)
tl: Talangguhit na Haligi (Payak)

source: Stacked Column Chart(Simple)
cs: Skládaný sloupcový graf (Jednoduchý)
fr: Histogramme empilé (Simple)
it: Grafico a colonne impilate (semplice)
oc: Diagrama de colomnas empiladas (simple)
tl: Talangguhit ng Magkakapatong na Haligi (Payak)

source: Scatter Plot
cs: Bodový graf
fr: Nuage de points
it: Diagramma a dispersione
oc: Nívol de punts
tl: Nakakalat na Pagtutuldok

source: License Start Date
cs: Datum začátku licence
fr: Date de début de la License
it: Data di inizio della licenza
oc: Data de començament de la Licéncia
tl: Petsa ng Simula ng Lisensiya

source: Training Reports
cs: Záznamy výuky
fr: Rapports de formation
it: Resoconti della formazione
oc: Rapòrts sus la formacion
tl: Mga Ulat sa Pagsasanay

source: License End Date After
cs: Datum skončení licence po
fr: Après la date de fin de la licence
it: Data di scadenza della licenza dopo
oc: Aprèp la data de fin de la licéncia
tl: Petsa ng Wakas ng Lisensiya Pagkaraan ng

source: License End Date Before
cs: Datum skončení licence před
fr: Avant la Date de Fin de Licence
it: Data di scadenza della licenza prima
oc: Abans la Data de Fin de la licéncia
tl: Petsa ng Wakas ng Lisensiya Bago ang

source: License Start Date After
cs: Datum zahájení licence po
fr: Après la Date de début de Licence
it: Data di inizio della licenza dopo
oc: Aprèp la Data de començament de la Licéncia
tl: Petsa ng Simula ng Lisensiya Pagkaraan ng

source: License Start Date Before
cs: Datum zahájení licence před
fr: Avant la Date début de Licence
it: Data di inizio di licenza prima
oc: Abans la Data de començament de la Licéncia
tl: Petsa ng Simula ng Lisensiya Bago ang

source: The registration information for this training.
cs: Informace o registraci pro toto školení.
fr: Les informations d'inscription pour cette formation
it: Le informazioni di registrazione per questa formazione.
oc: Las informacions d'inscripcion per aquesta formacion
tl: Ang kabatiran sa pagpapatala para sa pagsasanay na ito.

source: Registration
cs: Registrace
fr: Inscription
it: Registrazione
oc: Enregistrament
tl: Pagpapatala
