Repository: agabaandre/iHRIS-Pharmacy-Qualify
Catalog: 4.1.11/i2ce/translations/templates/custom-reports-export/*.po
Languages: ar, br, nl, sw, tl

source: Export Options
ar: خيارات الإصدار
br: Dibaboù ezporzhiañ
nl: Exportinstellingen
sw: Chaguzi za Kupeleka
tl: Mga Mapagpipilian ng Pag-angkat

source: File Type
ar: نوع الملف
br: Seurt restr
nl: Bestandstype
sw: Aina ya Faili
tl: Uri ng Talaksan

source: Tab Delimited
ar: تحديد التبويب
br: Dispartiet dre daolennata
nl: Door tabs gescheiden
sw: Mishale miwili inayotazamana Isiyokuwa na kikomo
tl: Laylayan na Walang Hangganan

source: Close
ar: أغلق
br: Serriñ
nl: Sluiten
sw: Funga
tl: Isara

source: The transform
ar: التحويل
br: An Treuzfurmadur
nl: De transformatie
sw: Mgeuzo
tl: Ang pagbago

source: Upload
ar: تحميل
br: Kas
nl: Uploaden
sw: Pakia
tl: Ikargang paitaas

source: Existing XSL Transforms
ar: تحويلات XSL الموجودة
br: Ermaeziañ an treuzfurmadurioù XSL
nl: Bestaande XSL-transformaties
sw: Migeuzo XSL Iliyopo
tl: Umiiral na mga Pagbabago ng XSL

source: Add a new XSLT
ar: إضافة XSLT جديد
br: Ouzhpennañ un XSLT nevez
nl: Nieuwe XSLT toevoegen
sw: Ongeza XSLT mpya
tl: Magdagdag ng isang bagong XSLT

source: Add A New XSLT
ar: إضافة XSLT جديد
br: Ouzhpennañ un XSLT nevez
nl: Nieuwe XSLT toevoegen
sw: Ongeza XSLT Mpya
tl: Magdagdag ng Isang Bagong XSLT

source: Name
ar: اسم
br: Anv
nl: Naam
sw: Jina
tl: Pangalan

source: A short name describing this transform which consists only of numbers and letters
ar: اسم قصير يصف هذا التحول الذي يتكون فقط من أرقام و حروف
br: Un anv berraet o teskrivañ an treuzfurmadur-mañ gant niverennoù ha lizherennoù ennañ hepken
nl: Een korte naam die deze transformatie beschrijft en bestaat uit cijfers en letter
sw: Jina fupi linaloelezea mgeuzo huu ambao una namba na herufi tu
tl: Isang maiksing pangalan na naglalarawan ng pagbabagong ito na binubuo lamang ng mga bilang at mga titik

source: Compression Options
ar: خيارات الضغط
br: An dibaboù gwaskañ
nl: Compressieinstellingen
sw: Chaguzi za Ugandamizaji
tl: Mga Pilian ng Pagsiksik

source: no compression
ar: لا يوجد ضغط
br: Gwask ebet
nl: geen compressie
sw: Hakuna ugandamizaji
tl: walang pagsiksik

source: zip file
ar: ملف مضغوط
br: restr zippet
nl: zip-bestand
sw: faili zip
tl: talaksang zip

source: Options for Export Display
ar: خيارات اصدار العرض
br: An dibaboù evit ezporzhiañ an diskwel
nl: Instellingen voor exportweergave
sw: Chaguzi kwa ajili ya Kuonesha Utumaji
tl: Mga Pilian para sa Pagpapakita ng Pagluluwas

source: XSL Transforms
ar: تحويلات XSL
br: An treuzfurmadurioù XSL
nl: XSL-transformaties
sw: Migeuzo XSL
tl: Mga Pagbabagong XSL

source: Export
ar: إصدار
br: Ezporzhiañ
nl: Exporteren
tl: Iluwas

source: Edit
ar: تعديل
br: Kemmañ
nl: Bewerken
sw: Hariri
tl: Baguhin

source: Delete
ar: حذف
br: Lemel
nl: Verwijderen
sw: Futa
tl: Burahin

source: Select export options and export this report into another format
ar: حدد خيارات الإصدار وإصدار هذا التقرير إلى تنسيق آخر
br: Diuzañ an dibarzhioù ezporzhiañ hag exporzhiañ an danevell en ur furmad all
nl: Selecteer exportinstellingen en exporteer dit rapport naar een andere opmaak

source: Export this report
ar: إصدار هذا التقرير
br: Ezporzhiañ an danevell-mañ
nl: Rapport exporteren
tl: Iluwas ang ulat na ito

source: Comma Separated Values
br: Talvoudoù dispartiet gant skejoù
nl: Door komma's gescheiden waarden
tl: Mga Halagang Pinaghihiwalay ng Kuwit

source: Definition
br: Termenadur
nl: Definitie
tl: Kahulugan

source: CSV for Excel
br: CSV evit Excel
nl: CSV voor Excel

source: Raw JSON (no lookups)
br: JSON kriz (enklask ebet)
nl: Ruwe JSON (geen lookups)

source: gzip
ar: جي زيب

source: bzip2
ar: بزيب2

source: HTML
sw: LUVIMAKI
