Repository: agabaandre/iHRIS-Pharmacy-Qualify
Catalog: 4.1.11/ihris-common/translations/templates/person-contact/*.po
Languages: ar, br, de, fr_ml, it, ja, uk, zh_tw

source: Other Contact Information
ar: معلومات إتصال أخرى
br: Daveennoù all
de: Andere Kontaktinformationen
fr_ml: Autres coordonnées
it: Altri contatti
ja: その他の連絡先情報
uk: Інша контактна інформація
zh_tw: 其它聯絡訊息

source: Add Work Contact
ar: إضافة معلومات إتصال العمل
br: Ouzhpennañ daveennoù micherel
de: Arbeitskontakt hinzufügen
fr_ml: Ajouter des coordonnées professionnelles
it: Aggiungi contatto lavorativo
ja: 職場連絡先の追加
uk: Додати робочий контакт
zh_tw: 添加工作聯絡

source: Edit This Information
ar: تعديل هذه المعلومات
br: Cheñch an titour-mañ
de: Diese Informationen bearbeiten
fr_ml: Éditer cette information
it: Modifica questa informazione
ja: この情報を編集
uk: Редагувати цю інформацію
zh_tw: 編輯此訊息

source: Update this Information
ar: تحديث هذه المعلومات
br: Hizivaat an titour-mañ
de: Diese Informationen aktualisieren
fr_ml: Mettre à jour cette information
it: Aggiorna questa informazione
ja: この情報を更新
uk: Оновити цю інформацію
zh_tw: 更新此訊息

source: Emergency Contact
ar: معلومات إتصال في حالة الطوارئ
br: Darempred reuziad
de: Notfallkontakt
fr_ml: Contact d'urgence
it: Contatto per emergenze
ja: 緊急連絡先
uk: Екстрений контакт
zh_tw: 緊急聯絡

source: Work Contact
ar: معلومات إتصال العمل
br: Daveennoù micherel
de: Arbeitskontakt
fr_ml: Coordonnées professionnelles
it: Contatto lavorativo
ja: 職場連絡先
uk: Робочий контакт
zh_tw: 工作聯絡

source: Work Contact Information
ar: معلومات إتصال العمل
br: Daveennoù micherel
de: Arbeitskontaktinformationen
fr_ml: Coordonnées professionnelles
it: Informazioni sul contatto lavorativo
ja: 職場連絡先情報
uk: Робоча контактна інформація
zh_tw: 工作聯絡訊息

source: Other Contact
ar: إضافة معلومات إتصال
br: Darempred all
de: Anderer Kontakt
fr_ml: Autres coordonnées
it: Altro contatto
ja: その他の連絡先
uk: Інші контакти
zh_tw: 其它聯絡

source: Add Other Contact
ar: إضافة جهة اتصال أخرى
br: Ouzhpennañ un darempred all
de: Anderen Kontakt hinzufügen
fr_ml: Ajouter autres coordonnées
it: Aggiungi altro contato
ja: その他の連絡先を追加
uk: Додати інші контакти
zh_tw: 添加其它聯絡

source: Personal Contact Information
ar: معلومات الإتصال الشخصية
br: Darempred personel
de: Persönliche Kontaktinformationen
fr_ml: Coordonnées Personnelles
it: Contatto personale
ja: 個人の連絡先情報
uk: Особиста контактна інформація
zh_tw: 個人聯絡訊息

source: Add Emergency Contact
ar: إضافة معلومات إتصال في حالة الطوارئ
br: Ouzhpennañ un darempred reuziad
de: Notfallkontakt hinzufügen
fr_ml: Ajouter un contact d'urgence
it: Aggiungi contatto per le emergenze
ja: 緊急連絡先を追加
uk: Додати екстрений контакт
zh_tw: 添加緊急聯絡

source: Add Personal Contact
ar: إضافة معلومات الاتصال الشخصية
br: Ouzhpennañ darempred personel
de: Persönlichen Kontakt hinzufügen
fr_ml: Ajouter les coordonnées personnelles
it: Aggiungi contatto personale
ja: 個人の連絡先を追加
uk: Додати особистий контакт
zh_tw: 添加個人聯絡

source: Personal Contact
ar: معلومات الإتصال الشخصية
br: Darempred personel
de: Persönlicher Kontakt
fr_ml: Les coordonnées personnelles
it: Contatto personale
ja: 個人の連絡先
uk: Особистий контакт
zh_tw: 個人聯絡

source: Emergency Contact Information
ar: معلومات الاتصال في حالة الطوارئ
br: Darempred reuziad
de: Notfallkontaktinformationen
fr_ml: Contact d'urgence
it: Informazione sul contatto per le emergenze
ja: 緊急連絡先情報
uk: Екстрена контактна інформація
zh_tw: 緊急聯絡訊息

source: Can view work contact child form of a person
ar: يمكن عرض نموذج فرعي لمعلومات الإتصال في العمل بشخص
br: Evit diskwel furmskrid bugel chomlec'h micherel un den
de: Kann das zum Arbeitskontakt eines Mitarbeiters gehörende Datenblatt einsehen
fr_ml: Peut afficher le formulaire enfant des coordonnées professionnelles d’une personne
it: Visualizza il sottomodulo del contatto di lavoro di una persona
ja: 職場連絡先の子フォームを閲覧できる
uk: Можна переглядати робочі контакти дочірньої форми особи
zh_tw: 可查看人員的工作聯絡子表單

source: Can edit work contact child form of a person
ar: يمكن تعديل نموذج فرعي لمعلومات الإتصال في العمل بشخص
br: A c'hall kemmañ furmskrid bugel chomlec'h micherel un den
de: Kann das zum Arbeitskontakt eines Mitarbeiters gehörende Datenblatt bearbeiten
fr_ml: Peut éditer le formulaire enfant des coordonnées professionnelles d’une personne
it: Modifica il sottomodulo del contatto di lavoro di una persona
ja: 職場連絡先の子フォームを編集できる
uk: Можна редагувати робочі контакти дочірньої форми особи
zh_tw: 可編輯人員的工作聯絡子表單

source: Can view emergnency contact child form of a person
ar: يمكن عرض نموذج فرعي لمعلومات الإتصال في حالة الطوارئ بشخص
br: A c'hall kemmañ furmskrid bugel darempred reuziad un den
de: Kann das zum Notfallkontakt eines Mitarbeiters gehörende Datenblatt einsehen
fr_ml: Peut afficher le formulaire enfant de contact d'urgence d’une personne
it: Visualizza il sottomodulo del contatto d'emergenza di una persona
ja: 緊急連絡先の子フォームを閲覧できる
uk: Можна переглядати екстрені контакти дочірньої форми особи
zh_tw: 可查看人員的緊急聯絡子表單

source: Can edit emergency contact child form of a person
ar: يمكن تعديل نموذج فرعي لمعلومات الإتصال في حالة الطوارئ بشخص
br: A c'hall kemmañ furmskrid bugel darempred reueziad un den
de: Kann das zum Notfallkontakt eines Mitarbeiters gehörende Datenblatt bearbeiten
fr_ml: Peut éditer le formulaire enfant de contact d'urgence d’une personne
it: Modifica il sottomodulo del contatto d'emergenza di una persona
ja: 緊急連絡先の子フォームを編集できる
uk: Можна редагувати екстрені контакти дочірньої форми особи
zh_tw: 可編輯人員的緊急聯絡子表單

source: Can view personal contact child form of a person
ar: يمكن عرض نموذج فرعي لمعلومات الإتصال بشخص
br: A c'hall diskwel furmskrid bugel darempred personel un den
de: Kann das zum persönlichen Kontakt eines Mitarbeiters gehörende Datenblatt einsehen
fr_ml: Peut afficher le formulaire enfant des coordonnées personnelles d’une personne
it: Visualizza il sottomodulo del contatto personale di una persona
ja: 個人連絡先の子フォームを閲覧できる
uk: Можна переглядати особисті контакти дочірньої форми особи
zh_tw: 可查看人員的個人聯絡子表單

source: Can edit personal contact child forms of a person
ar: يمكن تعديل نموذج فرعي لمعلومات الإتصال بشخص
br: A c'hall kemmañ furmskrid bugel darempred personel un den
de: Kann das zum persönlichen Kontakt eines Mitarbeiters gehörende Datenblatt bearbeiten
fr_ml: Peut éditer le formulaire enfant des coordonnées personnelles d’une personne
it: Modifica il sottomodulo del contatto personale di una persona
ja: 個人連絡先の子フォームを編集できる
uk: Можна редагувати особисті контакти дочірньої форми особи
zh_tw: 可編輯看人員的個人聯絡子表單

source: Can view other contact child form of a person
ar: يمكن عرض نموذج فرعي لمعلومات إتصال أخرى
br: A c'hall diskewl furmskrid bugel darempredoù all un den
de: Kann das zu einem anderen Kontakt eines Mitarbeiters gehörende Datenblatt einsehen
fr_ml: Peut afficher le formulaire enfant des autres contacts d’une personne
it: Visualizza il sottomodulo degli altri contatti di una persona
ja: その他連絡先の子フォームを閲覧できる
uk: Можна переглядати інші контакти дочірньої форми особи
zh_tw: 可查看人員的其它聯絡子表單

source: Can edit other contact child forms of a person
ar: يمكن تعديل نموذج فرعي لمعلومات إتصال أخرى
br: A c'hall kemmañ furmskrid bugel darempredoù all un den
de: Kann das zu einem anderen Kontakt eines Mitarbeiters gehörende Datenblatt bearbeiten
fr_ml: Peut éditer le formulaire enfant des autres contacts d’une personne
it: Modifica il sottomodulo degli altri contatti di una persona
ja: その他連絡先の子フォームを編集できる
uk: Можна редагувати інші контакти дочірньої форми особи
zh_tw: 可編輯人員的其它聯絡子表單

source: Add/Update Contact Information
ar: إضافة / تحديث معلومات الاتصال
br: Ouzhpennañ/hizivaat titouroù darempred
de: Kontaktinformation hinzufügen/aktualisieren
fr_ml: Ajouter/mettre à jour les informations de contact
it: Aggiungi/aggiorna le informazioni sui contatti
ja: 連絡先情報を追加/更新
uk: Додати/оновити контактну інформацію
zh_tw: 添加/更新聯絡訊息

source: Please enter a valid email address
ar: الرجاء إدخال عنوان بريد إلكتروني صالح
br: Ebarzhit ur chomlec'h postel reizh, mar plij
de: Bitte gib eine gültige E-Mail-Adresse an.
it: Per favore inserisci un indirizzo email valido
ja: 正しいメール アドレスを入力してください
uk: Будь ласка, введіть правильну адресу електронної пошти
zh_tw: 請輸入有效的 Email 地址。
