Repository: agabaandre/iHRIS-Pharmacy-Qualify
Catalog: 4.1.11/ihris-common/translations/templates/person-demographic/*.po
Languages: br, fr

source: Demographic Information
br: Titouroù demografek
fr: Informations géographiques

source: Edit This Information
br: Cheñch an titour-mañ
fr: Modifier cette information

source: Update this Information
br: Hizivaat an titour-mañ
fr: Actualiser cette information

source: Select another Marital Status
br: Dibab ur statud dimeziñ all
fr: Sélectionner une autre situation matrimoniale

source: Marital Status
br: Statud dimeziñ
fr: Situation matrimoniale

source: Can view demographic child form of a person
br: a c'hall diskwel furmskrid bugel demgrafek un den
fr: Peut afficher le formulaire enfant démographique d’une personne

source: Can edit demographic child forms of a person
br: A c'hall kemmañ furmskridoù demografek un den
fr: Peut éditer les formulaires démographiques d’une personne

source: Can edit the department marital status list.
br: A c'hall kemmañ roll stadudoù dimeziñ an departamant
fr: Peut éditer la liste des situations matrimoniales du département

source: Can view the department marital status list.
br: A c'hall diskwel roll statudoù demografek an departamant
fr: Peut afficher la liste des situations matrimoniales du département

source: Add/Update Demographic Information
br: Ouzhpennañ/Hizivaat ar roadennoù demografek
fr: Ajouter/Actualiser les données démographiques

source: Gender
br: Reizh
fr: Sexe

source: Female
br: Plac'h
fr: Féminin

source: Male
br: Paotr
fr: Masculin

source: Date of Birth
br: Deiziad ganedigezh
fr: Date de naissance
