Repository: agabaandre/iHRIS-Pharmacy-Qualify
Catalog: 4.1.11/i2ce/translations/templates/magic-data-browser/*.po
Languages: cs, es, it, zh_tw

source: Not set
cs: Nenastaveno
es: No establecido
it: Non impostato
zh_tw: 未設定

source: > Array
cs: > Pole
es: > Arreglo
zh_tw: > 陣列

source: Magic Data Path
cs: Cesta k Magic Data
es: Ruta de los Datos Mágicos
it: Percorso Magic Data
zh_tw: MagicData 路徑

source: Expanded View
cs: Rozšířené zobrazení
es: Vista Expandida
it: Vista Estesa
zh_tw: 展開檢視

source: Compressed View
cs: Zmenšené zobrazení
es: Vista Comprimida
it: Vista Compressa
zh_tw: 壓縮檢視

source: Mini View
cs: Malé zobrazení
es: Vista mínima
it: Vista ridotta
zh_tw: 迷你檢視

source: Full View
cs: Celé zobrazení
es: Vista Completa
it: Vista completa
zh_tw: 完全檢視

source: MagicData Browser
cs: Prohlížeč MagicData
es: Navegador MagicData
zh_tw: MagicData 瀏覽器

source: Export Options
cs: Možnosti exportu
es: Exportar Opciones
it: Opzioni di esportazione
zh_tw: 匯出選項

source: Module Name
cs: Modulové jméno
es: Nombre del módulo
it: Nome Modulo
zh_tw: 模組名稱

source: A module name for the exported data (required).
cs: Modulové jméno pro exportovaná data (požadováno).
es: Un nombre de módulo para los datos exportados (requerido).
it: Un nome modulo per i dati esportai (richiesto).
zh_tw: 用於匯出資料的模組名稱（必須）。

source: Displayed Name
cs: Zobrazované jméno
es: Nombre Mostrado
it: Nome Visualizzato
zh_tw: 顯示名稱

source: A displayed name for the exported data (required).
cs: Zobrazované jméno exportovaných dat (povinné)
es: Se requiere un nombre a mostrar para los datos exportados.
it: Nome da visualizzare per i dati esportati (obbligatorio).
zh_tw: 用於匯出資料的顯示名稱（必須）。

source: Version
cs: Verze
es: Versión
it: Versione
zh_tw: 版本

source: A version number for the data (required)
cs: Verze čísel pro data (požadováno)
es: Un número de versión para los datos (requerido)
it: Un numero di versione per i dati (richiesto)
zh_tw: 資料的版本號碼（必須）。

source: Description
cs: Popis
es: Descripción
it: Descrizione
zh_tw: 描述

source: A brief description of the exported data (optional)
cs: Popis exportovaných dat (nepovinné)
es: Una pequeña descripción de los datos exportados (opcional)
it: Una breve descrizione dei dati esportati (facoltativo)
zh_tw: 匯出資料的簡介（可選）。

source: Close
cs: Ukončit
es: Cerrar
it: Chiudi
zh_tw: 關閉

source: Export
es: Exportar
it: Esporta
zh_tw: 匯出

source: MagicData Upload
es: Cargar MagicData
zh_tw: MagicData 上傳

source: Import
cs: Importovat
es: Importar
it: Importa
zh_tw: 匯入

source: Set From File
cs: Nastavit ze souboru
es: Definir a partir del archivo
it: Imposta dal file.
zh_tw: 自檔案的設定

source: Input File
cs: Vstupní soubor
es: Archivo de entrada
it: File di input
zh_tw: 輸入檔案

source: Load From Spreadsheet
cs: Načíst z tabulky
es: Cargar desde hoja de cálculo
it: Carica dal foglio di calcolo
zh_tw: 從試算表載入

source: Input URL
cs: Vstupní URL
es: Escribe el URL
it: URL di input
zh_tw: 輸入 URL

source: Transform File
cs: Transformovat soubor
es: Transformar archivo
it: Trasforma file.
zh_tw: 轉換檔案

source: Registered Transform
cs: Registrovaná transformace
es: Transformación registrada
it: Trasformazione registrata
zh_tw: 註冊轉換

source: Erase on Load
cs: Smazat při načtení
es: Eliminar al cargar
it: Cancella al caricamento
zh_tw: 在載入抹去

source: Load From XML
cs: Načíst ze souboru XML
es: Cargar desde XML
it: Carica da XML
zh_tw: 自 XML 載入

source: Load Magic Data From Module
es: Cargar Datos Mágicos desde el módulo
zh_tw: 自模組載入 Magic Data

source: Download Binary File
cs: Stáhnout binární soubor
es: Descargar archivo binario
zh_tw: 下載二位元檔案

source: Load Binary File
cs: Načíst binární soubor
es: Cargar archivo binario
zh_tw: 載入二位元檔案

source: Select A Registered Transformation
es: Selecciona una transformación registrada
zh_tw: 選擇一個註冊轉換
