Repository: agabaandre/iHRIS-Pharmacy-Qualify
Catalog: 4.1.11/ihris-common/translations/templates/user-statistics/sco.po
Languages: sco

source: User Statistics
sco: The Uiser Stateesteecs

source: Logout
sco: Logoot

source: Unique Person Records (including child forms) Modified (last
sco: The Unique Person Records (incluidin bairn forms) Modeefied (laist

source: days of activity)
sco: days o acteevitie)

source: View Other Statistics
sco: See ither Stateesteecs

source: Date
sco: The Date

source: Number of Unique Person Records Modified
sco: The Nummer o Unique Person Records Modeefied

source: Form Update History (last
sco: The Form Update Histerie (laist

source: Login History
sco: Login Histerie

source: Login History (last
sco: Login Histerie (laist

source: Last Activity
sco: Laist Acteevitie

source: Total for
sco: Total fer

source: List of all changes made to individual form fields for all users.
sco: Leet o aw o the chynges dun til indiveedual form fields fer aw uisers.

source: Date Modified
sco: Date Modeefied

source: Date Modified On or After
sco: The Date Modeefied Oan or Efter

source: Username
sco: Uisername

source: User
sco: Uiser

source: Record ID
sco: The Record ID

source: Change Type
sco: Chynge the Type

source: Data Entry History
sco: Data Entrie Histerie

source: All User Data Entry History
sco: Aw o the Uiser Data Entrie Histerie

source: Parent ID
sco: The Pairant ID

source: Can view the user statistics page.
sco: Can see the uiser stateestics page.

source: Date Modified On or Before
sco: The Date Modeefied Oan or Afore

source: Display All Fields
sco: Displey Aw Fields

source: Value Search
sco: Value Rake
