Repository: agabaandre/iHRIS-Pharmacy-Qualify
Catalog: 4.1.11/i2ce/translations/templates/field-limits/*.po
Languages: es, it

source: Limit this field to be between the following values
es: Limitar este campo para que se halle entre los siguientes valores
it: Obbliga questo campo ad essere in mezzo ai seguenti valori

source: Limit this field to contain (case insensitive) the following value
es: Limita este campo para que contenga (sin distinción mayúsculas/minúsculas) el siguiente valor
it: Obbliga questo campo a contenere (caso insensitivo) il seguente valore

source: Limit this field to be Yes or No
es: Limitar este campo a Si o No
it: Consenti a questo campo di essere Si o No

source: Select Value
es: Seleccione un valor
it: Seleziona valore

source: Yes
es: Sí
it: SÃ¬

source: Limit this field to be greather than the current date.
es: Limita este campo para que sea mayor que la fecha actual.
it: Obbliga questo campo ad essere piu' vecchio della data corrente.

source: Limit this field to be not null (value specified).
es: Limita este campo para que sea no-nulo (valor especificado).
it: Obbliga questo campo a non essere vuoti (con valore specifico).

source: Limit this field to be less than or equal to the following value
es: Limita este campo para que sea menor o igual que el valor siguiente
it: Obbliga questo campo ad essere minore o uguale al seguente valore

source: Limit this field to be like (case insensitive) the following value
es: Limita este campo para que sea similar (sin distinción mayúsculas/minúsculas) al valor siguiente
it: Obbliga questo campo ad essere uguale (maiuscole o minuscole) al seguente valore

source: Limit this field to be True or False
es: Limitar este campo a Verdadero o Falso
it: Consenti al campo di essere Vero o Falso

source: True
es: Verdadero
it: Vero

source: False
es: Falso
it: Falso

source: Limit this field to be equal to the given value.
es: Limita este campo para que sea igual al valor siguiente
it: Obbliga il campo ad essere uguale al valore dato.

source: Limit this field to be like (case sensitive) the following value
es: Limitar este campo para que sea similar (con distinción de mayúsculas y minúsculas) al siguiente valor
it: Obbliga questo valore ad essere uguale (maiuscole o minuscole) al seguente valore

source: Limit this field to be equal to the following value
es: Limitar este campo para que sea igual al valor siguiente
it: Obbliga questo valore a corrispondere al seguente valore

source: Limit this field to be null or not
es: Limitar este campo para que sea nulo o no-nulo
it: Obbliga questo campo ad essere vuoto o no

source: Limit this field to be no.
es: Limita este campo a "no".
it: Obbliga questo campo ad essere no.

source: Limit this field to be the minimum value for this form having the same parent.
es: Limita este campo para que sea el menor valor de este formulario, teniendo el mismo padre.
it: Obbliga questo campo ad essere il minimo valore per questo modulo moduli avente lo stesso parente.

source: Limit this field to be greater than or equal to the following value
es: Limita este campo para que sea mayor o igual que el valor siguiente
it: Obbliga questo campo ad essere maggiore o uguale al seguente valore

source: Limit this field to be true.
es: Limitar este campo para que sea cierto.
it: Obbliga questo campo ad essere vero.

source: Limit this field to be equal to (case insensitive) the following value
es: Limita este campo para que sea igual (sin distinción mayúsculas/minúsculas) al valor siguiente
it: Obbliga questo campo ad essere uguale (maiuscolo o minuscolo) al seguente valore

source: Limit this field to be greater than the following value
es: Limita este campo para que sea mayor que el valor siguiente
it: Obbliga questo campo ad essere maggiore del seguente valore

source: Limit this field to be one of the following values
es: Limita este campo para que sea igual a uno de los valores siguientes
it: Limita questo campo ad essere uno dei seguenti valori

source: Limit this field to be less than the current date.
es: Limita este campo para que sea menor que la fecha actual.
it: Obbliga questo campo ad essere minore della data corrente.

source: Limit this field to be the maximum value for this form having the same parent.
es: Limita este campo para que sea el mayor valor de este formulario teniendo el mismo origen.
it: Obbliga questo campo ad essere il massimo valore per questo modulo moduli avente lo stesso parente.

source: Limit this field to be less than the following value
es: Limita este campo para que sea menor que el valor siguiente
it: Obbliga questo campo ad essere minore del seguente valore

source: Limit this field to be yes.
es: Limitar este campo para que sea verdadero.
it: Obbliga questo campo ad essere si.

source: Limit this field to be false.
es: Limitar este campo para que sea falso.
it: Obbliga questo campo ad essere falso.

source: Limit this field to be null (value not specified).
es: Limita este campo para que sea nulo (sin especificar valor).
it: Obbliga questo campo ad essere vuoto (valore non specificato).

source: Limit this field to be the minimum for all forms that have the same value for the given field
es: Limitar este campo a ser el mínimo para todos los formularios que tengan el mismo valor para el campo especificado
it: Limita questo campo in modo che sia il minimo per tutti i moduli che hanno lo stesso valore per quel dato campo

source: Offset from the minimum (Enter 0 for the minimum)
es: Desplazamiento desde el mínimo (entre 0 para el mínimo)
it: Scostamento per il minimo (inserisci 0 per il minimo)

source: Limit this field to be the maximum for all forms that have the same value for the given field
es: Limitar este campo a ser el máximo para todos los formularios que tengan el mismo valor para el campo especificado
it: Limita questo campo in modo che sia il massimo per tutti i moduli che hanno lo stesso valore per quel dato campo

source: Offset from the maximum (Enter 0 for the maximum)
es: Desplazamiento desde el máximo (entre 0 para el máximo)
it: Scostamento per il massimo (inserisci 0 per il massimo)

source: Limit this field to be one of the following values: (Hold down the Control key to select multiple values)
es: Limita este campo para que sea uno de los siguientes valores: (Mantenga pulsada la tecla Control para elegir múltiples valores)
it: Limita il campo ad essere uno dei seguenti valori: (Tienti premuto il tasto Ctrl per selezionare valori multipli)

source: value
es: valor
it: valore

source: Maximum value for %s, offset %s
es: Valor máximo para %s, compensación %s
it: Valore massimo per %s, scostamento %s

source: linked_field
es: Campo enlazado
it: campo_collegato

source: offset
es: Compensación
it: scostamento

source: Minimum value for %s, offset %s
es: Valor mínimo para %s, compensación %s
it: Valore minimo per %s, scostamento %s

source: Not null
es: No nulo
it: Non nullo

source: Null
es: Nulo
it: Nullo

source: Less than %s
es: Menos que %s
it: Minore di %s

source: Less than or equal to %s
es: Menos o igual que %s
it: Minore o uguale di %s

source: Greater than %s
es: Mayor que %s
it: Maggiore di %

source: Greater than or equal to %s
es: Mayor o igual que %s
it: Maggiore o uguale a %s

source: Between %s and %s
es: Entre %s y %s
it: Tra %s e %s

source: max
es: máx

source: Maximum value for parent.
es: Valor máximo por padre
it: Valore massimo per genitore.

source: Minimum value for parent.
es: Valor mínimo por padre
it: Valore minimo per genitore.

source: Greater than now.
es: Mayor que ahora
it: Maggiore di adesso.

source: Less than now.
es: Menor que ahora
it: Minore di adesso.

source: Allow blank (null) values
es: Permitir valores vacíos (nulos)
it: Permetti valori vuoti(nulli)

source: Limit this field to start with (case insensitive) the following value
es: Limitar este campo para empezar con (no distingue mayúsculas o minúsculas) el siguiente valor

source: Limit this field to be greather than or equal to the current date.
es: Limitar este campo para ser mayor o igual a la fecha actual

source: Limit this field to be less than or equal to the current date.
es: Limitar este campo para ser menor o igual a la fecha actual
