Repository: agabaandre/iHRIS-Pharmacy-Qualify
Catalog: 4.1.11/ihris-common/translations/templates/sample-data-degree/*.po
Languages: ar, pa

source: MD
ar: دكتور في الطب
pa: ਐੱਮ.ਡੀ.

source: PhD
ar: درجة الدكتوراه
pa: ਪੀ.ਐੱਚ.ਡੀ.

source: MPH
ar: ماجستير في الصحة العامة
pa: ਐੱਮ.ਪੀ.ਐੱਚ.

source: Masters
ar: الماجستير
pa: ਮਾਸਟਰ

source: Postgraduate
ar: الدراسات العليا
pa: ਉੱਚ-ਦਰਜੇਦਾਰ

source: BA/BS
ar: بكالوريوس فنون/علوم
pa: ਬੀ.ਏ./ਬੀ.ਐੱਸ.

# License
source: Licence
ar: ليسانس
pa: ਲਸੰਸ

source: Completion of Training
ar: انتهاء من التدريب
pa: ਸਿਖਲਾਈ ਮੁਕੰਮਲ

source: Diploma
ar: دبلوم
pa: ਡਿਪਲੋਮਾ

source: Certificate
ar: شهادة
pa: ਸਨਦ
