Repository: agabaandre/iHRIS-Pharmacy-Qualify
Catalog: 4.1.11/ihris-common/translations/templates/contact/diq.po
Languages: diq

source: Contact Information
diq: Melumatê İrtıbati

source: Mailing Address
diq: Adresi e-posta

source: Telephone Number
diq: Numreyê Têlefoni

source: Alternate Telephone Number
diq: Alternatif nımre yê Telefoni

source: Fax Number
diq: nımreyi faksi

source: Email Address
diq: Adresa E-postey

source: Notes
diq: Noti

source: Notes (Primary Contact Person)
diq: Noti (verorın merdumê irtibatan)

source: Mobile Phone Number
diq: Mobil nımre yê telefon i

source: Contact Group
diq: Gruba irtibati

source: A list of contact groups
diq: Lista gruba irtıbati

source: Contact Groups
diq: Gruba irtibati
