Repository: agabaandre/iHRIS-Pharmacy-Qualify
Catalog: 4.1.11/ihris-common/translations/templates/contact/so.po
Languages: so

source: Contact Information
so: Macluumaadka xiriirka

source: Mailing Address
so: Ciwaanka e-mailka

source: Telephone Number
so: Telefon nambar

source: Alternate Telephone Number
so: Namber telefon kale

source: Fax Number
so: Faakis Namber

source: Email Address
so: E-mail

source: Notes
so: Fiira gaar ah

source: Notes (Primary Contact Person)
so: Fiirada gaarka ah ee (Qofka ugu horeeya)

source: Name
so: Magaca

source: Mobile Phone Number
so: Telefon Gacan
