Repository: agabaandre/iHRIS-Pharmacy-Qualify
Catalog: 4.1.11/ihris-common/translations/templates/geography/*.po
Languages: cs, et, fa, fr_ml, gl, lo, lt, nl, pl, zh_tw

source: Edit This Information
cs: Upravit tuto informaci
et: Muuda seda informatsiooni
fa: ویرایش این اطلاعات
fr_ml: Éditer cette information
gl: Editar esta información
lo: ດັດແປງຂໍ້ມູນນີ້
lt: Redaguoti šią informaciją
nl: Gegevens bewerken
pl: Edycja tej informacji
zh_tw: 編輯此訊息

source: Update this Information
cs: Aktualizovat tuto Informaci
et: Uuenda seda informatsiooni
fa: به‌روزرسانی این اطلاعات
fr_ml: Mettre à jour cette information
gl: Actualizar esta información
lo: ປັບປຸງຂໍ້ມູນນີ້
lt: Atnaujinti šią informaciją
nl: Gegevens bijwerken
pl: Aktualizacja tej informacji
zh_tw: 更新此訊息

source: Select another Region
cs: Vybrat jiný kraj
et: Vali muu regioon
fa: انتخاب منطقه‌ای دیگر
fr_ml: Sélectionner une autre région
gl: Seleccionar outra rexión
lo: ເລືອກພາກພື້ນອື່ນ
lt: Pasirinkite kitą regioną
nl: Selecteer een andere regio
pl: Wybór innego regionu
zh_tw: 選擇其它地帶

source: Region
cs: Kraj
et: Regioon
fa: منطقه
fr_ml: Région
gl: Rexión
lo: ພາກພື້ນ
lt: Regionas
nl: Regio
zh_tw: 區域

source: Select another County
cs: Vybrat jinou obec
et: Vali muu maakond
fa: انتخاب ناحیهٔ دیگر
fr_ml: Sélectionner une autre commune
gl: Seleccionar outro condado
lo: ເລືອກປະເທດອື່ນ
lt: Pasirinkite kitą rajoną
nl: Selecteer een ander departement
pl: Wybór innego kraju
zh_tw: 選擇其它縣

source: County
cs: Obec
fa: شهرستان
fr_ml: Commune
gl: Condado
lo: ປະເທດ
lt: Rajonas
nl: District
pl: Powiat
zh_tw: 縣

source: Select another Country
cs: Vybrat jinou zem
et: Vali muu riik
fa: انتخاب کشوری دیگر
fr_ml: Sélectionner un autre pays
gl: Seleccionar outro país
lo: ເລືອກປະເທດອື່ນ
lt: Pasirinkite kitą šalį
nl: Selecteer een ander land
pl: Wybór innego kraju
zh_tw: 選擇其它國家

source: Country
cs: Země
et: Riik
fa: کشور
fr_ml: Pays
gl: País
lo: ປະເທດ
lt: Šalis
nl: Land
pl: Kraj
zh_tw: 國家

source: Select another District
cs: Vybrat jinou čtvrť
et: Siin saab valida mõne teise piirkonna
fa: انتخاب ناحیه‌ای دیگر
fr_ml: Sélectionner un autre Cercle
gl: Seleccionar outro distrito
lo: ເລືອກເມືອງອື່ນ
lt: Pasirinkti kitą Rajoną
nl: Selecteer een ander district
pl: Wybierz inne dystrykt
zh_tw: 選擇其它區

source: District
cs: Čtvrť
et: Piirkond
fa: ناحیه
fr_ml: Cercle
gl: Distrito
lo: ເມືອງ
lt: Rajonas
pl: Dystrykt
zh_tw: 區

source: Can edit country list
cs: Může upravit seznam zemí
et: Siin saab redigeerida riikide loendit
fa: قادر به ویرایش فهرست کشورها
fr_ml: Peut éditer la liste des pays
gl: Pode editar a lista de países
lo: ສາມາດດັດແປງລາຍຊື່ປະເທດ
lt: Gali redaguoti šalių sąrašą
nl: Kan de landenlijst bewerken
pl: Może zmieniać listę krajów
zh_tw: 可編輯國家清單

source: Can view country list
cs: Může zobrazit seznam zemí
et: Siin saab vaadata riikide nimekirja
fa: قادر به مشاهدهٔ فهرست کشورها
fr_ml: Peut afficher la liste des pays
gl: Pode ollar a lista de países
lo: ສາມາດເບິ່ງລາຍຊື່ປະເທດ
lt: Galite peržiūrėti šalių sąrašą
nl: Kan de landenlijst bekijken
pl: Może przeglądać listę krajów
zh_tw: 可檢視國家清單

source: Can edit region list
cs: Může upravit seznam krajů
et: Siin saab redigeerida regioonide loendit
fa: قادر به ویرایش فهرست منطقه‌ها
fr_ml: Peut éditer la liste des régions
gl: Pode editar a lista de rexións
lo: ສາມາດດັດແປງລາຍຊື່ພາກພື້ນ
lt: Galite redaguoti regionų sąrašą
nl: Kan de regiolijst bewerken
pl: Może zmieniać listę regionów
zh_tw: 可編輯地帶清單

source: Can view region list
cs: Může zobrazit seznam krajů
et: Siin saab vaadata piirkonna loendit
fa: قادر به مشاهدهٔ فهرست منطقه‌ها
fr_ml: Peut afficher la liste des régions
gl: Pode ollar a lista de rexións
lo: ສາມາດເບິ່ງລາຍຊື່ພາກພື້ນ
lt: Galite peržiūrėti regionų sąrašą
nl: Kan de regiolijst bekijken
pl: Może wyświetlać listę regionów
zh_tw: 可檢視地帶清單

source: Can edit district list
cs: Může upravit seznam čtvrtí
et: Siin saab redigeerida piirkondade loetelu
fa: قادر به ویرایش فهرست ناحیه‌ها
fr_ml: Peut éditer la liste des Cercles
gl: Pode editar a lista de distritos
lo: ສາມາດດັດແປງລາຍຊື່ເມືອງ
lt: Galite redaguoti rajono sąrašą
nl: Kan de districtenlijst bewerken
pl: Może zmieniać listę dystryktów
zh_tw: 可編輯區清單

source: Can view district list
cs: Může zobrazit seznam čtvrtí
et: Siin saab vaadata piirkondade loetelu
fa: قادر به مشاهدهٔ فهرست ناحیه‌ها
fr_ml: Peut afficher la liste des Cercles
gl: Pode ollar a lista de distritos
lo: ສາມາດເບິ່ງລາຍຊື່ເມືອງ
lt: Galite peržiūrėti rajono sąrašą
nl: Kan de districtenlijst bekijken
pl: Może przeglądać listę dystryktów
zh_tw: 可檢視區清單

source: Can edit some geography data
cs: Může upravit některá geografická data
et: Siin saab redigeerida mõnesid geograafilisi andmeid
fa: قادر به ویرایش برخی داده‌های جغرافیایی
fr_ml: Peut éditer quelques données géographiques
gl: Pode editar algúns datos xeográficos
lo: ສາມາດດັດແປງຂໍ້ມູນທາງພູມສາດບາງຢ່າງ
lt: Galite redaguoti kai kuriuos geografijos duomenis
nl: Kan enige geografische gegevens bewerken
pl: Może edytować pewne dane geograficzne
zh_tw: 可編輯一些地理資料

source: Can view some geography data
cs: Může zobrazit některá geografická data
et: Siin saab vaadata mõnesid geograafilisi andmeid
fa: قادر به مشاهدهٔ برخی داده‌های جغرافیایی
fr_ml: Peut afficher quelques données géographiques
gl: Pode ollar algúns datos xeográficos
lo: ສາມາດເບິ່ງຂໍ້ມູນທາງພູມສາດບາງຢ່າງ
lt: Galite peržiūrėti kai kuriuos geografijos duomenys
nl: Kan enige geografische gegevens bekijken
pl: Może oglądać pewne dane geograficzne
zh_tw: 可檢視一些地理資料

source: Can edit all geography data
cs: Může upravit všechna geografická data
et: Siin saab redigeerida kõiki geograafilisi andmeid
fa: قادر به ویرایش همهٔ داده‌های جغرافیایی
fr_ml: Peut éditer toutes les données géographiques
gl: Pode editar todos os datos xeográficos
lo: ສາມາດດັດແປງຂໍ້ມູນທາງພູມສາດທັງໝົດ
lt: Galite redaguoti visus geografijos duomenis
nl: Kan alle geografische gegevens bewerken
pl: Może edytować wszystkie dane geograficzne
zh_tw: 可編輯所有地理資料

source: Can view all geography data
cs: Může zobrazit všchna geografická data
et: Siin saab vaadata kõiki geograafilisi andmeid
fa: قادر به مشاهدهٔ همهٔ داده‌های جغرافیایی
fr_ml: Peut afficher toutes les données géographiques
gl: Pode ollar todos os datos xeográficos
lo: ສາມາດເບິ່ງຂໍ້ມູນທາງພູມສາດທັງໝົດ
lt: Galite peržiūrėti visus geografijos duomenis
nl: Kan alle geografische gegevens bekijken
pl: Może oglądać wszystkie dane geograficzne
zh_tw: 可檢視所有地理資料

source: Name
cs: Název
et: Nimi
fa: نام
fr_ml: Nom
gl: Nome
lo: ຊື່
lt: Vardas
nl: Naam
pl: Nazwa
zh_tw: 名稱

source: Location
cs: Umístění
et: Asukoht
fa: محل
fr_ml: Lieu
gl: Localización
lo: ສະຖານທີ່
lt: Vietovė
nl: Locatie
pl: Położenie
zh_tw: 位置

source: 2 Character Alpha Code
cs: Dvouznakový Alfa kód
fa: کد آلفای ۲ نویسه‌ای
fr_ml: Code alphabétique à 2 caractères
gl: Código alfabético de 2 caracteres
lo: 2 ລະຫັດຕົວອັກສາອນອານຟາ
lt: 2 Simbolių Alfa kodas
nl: 2-teken alphacode
pl: 2znakowy Kod Alfabetyczny
zh_tw: 2 字元字母代碼

source: ISO Numeric Code
cs: Číselný kód ISO
et: ISO maakood
fa: کد ایزو عددی
fr_ml: Code numérique ISO
gl: Código numérico ISO
lo: ລະຫັດຕົວເລກ ISO
lt: ISO skaitinis kodas
nl: ISO numerieke code
pl: Kod numeryczny ISO
zh_tw: ISO 數字代碼

source: Primary Country
cs: Hlavní země
et: Esmane riik
fa: کشور اولیه
fr_ml: Pays Principal
gl: País principal
lo: ປະເທດຫຼັກ
lt: Pirminė Šalis
nl: Primair land
pl: Kraj podstawowy
zh_tw: 主要國

source: Use for Location Selection
cs: Použít pro zvolení umístění
fa: استفاده برای انتخاب کشور
fr_ml: Utiliser pour la sélection du lieu
gl: Utilizar para a selección da localización
lo: ນຳໃຊ້ເພື່ອເລືອກສະຖານທີ່
lt: Naudokite vietos pasirinkimui
nl: Gebruiken voor locatieselectie
pl: Wybierz do wskazania położenia
zh_tw: 使用位置選擇

source: Code
cs: Kód
et: Kood
fa: کد
gl: Código
lo: ລະຫັດ
lt: Kodas
pl: Kod
zh_tw: 程式碼
