Repository: agabaandre/iHRIS-Pharmacy-Qualify
Catalog: 4.1.11/ihris-common/translations/templates/geography/tcy.po
Languages: tcy

source: Edit This Information
tcy: ಈ ಮಾಹಿತಿನ್ ತಿದ್ದ್‍ಲೆ

source: Update this Information
tcy: ಈ ಮಾಹಿತಿನ್ ಪರಿಷ್ಕರಣೆ ಮಲ್ಪುಲೆ

source: Select another Region
tcy: ನನೊಂಜಿ ಪ್ರದೇಶನ್ ಆಯ್ಕೆಮಲ್ಪುಲೆ

source: Region
tcy: ಪ್ರದೇಶೊ

source: Select another County
tcy: ನನೊಂಜಿ ದೇಶನ್ ಆಯ್ಕೆ ಮಲ್ಪುಲೆ

source: County
tcy: ದೇಶೊ

source: Select another Country
tcy: ನನೊಂಜಿ ದೇಶನ್ ಆಯ್ಕೆ ಮಲ್ಪುಲೆ

source: Country
tcy: ದೇಶೊ

source: Select another District
tcy: ನನೊಂಜಿ ಜಿಲ್ಲೆನ್ ಆಯ್ಕೆ ಮಲ್ಪುಲೆ

source: District
tcy: ಜಿಲ್ಲೆ

source: Can edit country list
tcy: ದೇಶೊಲೆನ ಪಟ್ಟಿನ್ ತಿದ್ದೊಲಿ

source: Can view country list
tcy: ದೇಶಲೆನ ಪಟ್ಟಿನ್ ತೂವೊಲಿ

source: Can edit region list
tcy: ಪ್ರದೇಶೊಲೆನ ಪಟ್ಟಿನ್ ತಿದ್ದೊಲಿ

source: Can view region list
tcy: ಪ್ರದೇಶೊಲೆನ ಪಟ್ಟಿನ್ ತೂವೊಲಿ

source: Can edit district list
tcy: ಜಿಲ್ಲೆಲೆನ ಪಟ್ಟಿನ್ ತಿದ್ದೊಲಿ

source: Can view district list
tcy: ಜಿಲ್ಲೆಲೆನ ಪಟ್ಟಿನ್ ತೂವೊಲಿ

source: Can edit some geography data
tcy: ಕೆಲವು ಭೂಗೋಳದ ದತ್ತಾಂಶಲೆನ್ ತಿದ್ದೊಲಿ

source: Can view some geography data
tcy: ಕೆಲವು ಭೂಗೋಳದ ದತ್ತಾಂಶಲೆನ್ ತುವೊಲಿ

source: Can edit all geography data
tcy: ಮಾತಾ ಭೂಗೋಳದ ದತ್ತಾಂಶಲೆನ್ ತಿದ್ದೊಲಿ

source: Can view all geography data
tcy: ಮಾತಾ ಭೂಗೋಳದ ದತ್ತಾಂಶಲೆನ್ ತುವೊಲಿ

source: Name
tcy: ಪುದರ್

source: Location
tcy: ಸ್ಥಳೊ

source: Code
tcy: ಸಂಕೇತ
