Repository: agabaandre/iHRIS-Pharmacy-Qualify
Catalog: 4.1.11/ihris-common/translations/templates/person-employment/*.po
Languages: ar, cs, fa, fr, gl, it, ja, lt, nl, pt, sk, sw, tl, uk, zh_tw

source: Edit This Information
ar: تعديل هذه المعلومات
cs: Upravit tuto informaci
fa: ویرایش این اطلاعات
fr: Modifier cette information
gl: Editar esta información
it: Modifica questa informazione
ja: この情報を編集
lt: Redaguoti šią informaciją
nl: Gegevens bewerken
pt: Editar Esta Informação
sk: Uprav tento údaj
sw: Hariri Taarifa Hii
tl: Baguhin ang Kabatirang Ito
uk: Редагувати цю інформацію
zh_tw: 編輯此訊息

source: Update this Information
ar: تحديث هذه المعلومات
cs: Aktualizovat tuto Informaci
fa: به‌روزرسانی این اطلاعات
fr: Mettre à jour cette information
gl: Actualizar esta información
it: Aggiorna questa informazione
ja: この情報を更新
lt: Atnaujinti šią informaciją
nl: Gegevens bijwerken
pt: Actualizar esta Informação
sk: Uprav tento údaj
sw: Sasisha taarifa hii
tl: Isapanahon ang Kabatirang ito
uk: Оновити цю інформацію
zh_tw: 更新此訊息

source: Employer Information
ar: معلومات صاحب العمل
cs: Informace o zaměstnanci
fa: اطلاعات کارفرما
fr: Informations sur l’employeur
gl: Información sobre o empresario
it: Informazioni impiegato
ja: 雇用主情報
lt: Darbdavio Informacija
nl: Werkgeversgegevens
pt: Informação sobre o Empregador
sk: Údaj o zamestnaní
sw: Taarifa ya Mwajiri
tl: Kabatiran sa Tagapagpatrabaho
uk: Відомості Про Роботодавця
zh_tw: 雇主訊息

source: Company Information
ar: معلومات عن الشركة
cs: Informace o společnosti
fa: اطلاعات شرکت
fr: Informations sur la société
gl: Información sobre a empresa
it: Informazioni Azienda
ja: 企業情報
lt: Įmonės informacija
nl: Bedrijfsgegevens
pt: Informação sobre a Empresa
sk: Údaj o firme
sw: Taarifa ya Kampuni
tl: Kabatiran sa Kumpanya
uk: Відомості про компанію
zh_tw: 公司訊息

source: Position Information
ar: معلومات عن الوظيفة
cs: Informace o pozici
fa: اطلاعات سِمَت
fr: Informations sur le poste
gl: Información sobre o cargo
it: Informazioni ruolo
ja: 位置情報
lt: Pozicijos Informacija
nl: Positiegegevens
pt: Informação sobre o Cargo
sk: Údaj o pracovnom zaradení
sw: Taarifa ya Nafasi ya Kazi
tl: Kabatiran sa Posisyon
uk: Інформація про посаду
zh_tw: 職位訊息

source: Can view employment child form of a person
ar: يمكن عرض نموذج فرعي لوظيفة شخص
cs: Může zobrazit podřazenou formu zaměstnání osoby
fr: Peut afficher le formulaire-enfant de l’expérience professionnelle d’une personne
gl: Pode ollar a ficha de emprego dunha persoa
it: Visualizza il sottomodulo dell'occupazione di una persona
ja: 雇用情報の子フォームを閲覧できる
nl: Kan arbeidsverledenkindformulier van een persoon bekijken
pt: Pode visualizar o child form de Contacto de Emprego de uma pessoa
sk: Možno zobraziť zamestnanie v osobnom formulári dieťaťa
sw: Weza kuangalia fomu ya ajira ya mtoto wa mtu
tl: Matitingnan ang pormularyo ng hanapbuhay ng bata ng isang tao
uk: Можна переглядати дочірню форму особи про зайнятість
zh_tw: 可檢視人員的就業子表單

source: Can edit employment child forms of a person
ar: يمكن تعديل نموذج فرعي لوظيفة شخص
cs: Může upravit podřazenou formu zaměstnání osoby
fr: Peut éditer les formulaires-enfants de l’expérience professionnelle d’une personne
gl: Pode editar as fichas de emprego dunha persoa
it: Modifica il sottomodulo dell'occupazione di una persona
ja: 雇用情報の子フォームを編集できる
nl: Kan arbeidsverledenkindformulier van een persoon bewerken
pt: Pode editar o child form de Contacto de Emprego de uma pessoa
sk: Možno upraviť zamestnanie v osobnom formulári dieťaťa
sw: Weza kuhariri fomu za ajira ya mtoto wa mtu
tl: Mababago ang mga pormularyo sa paghahanapbuhay ng bata ng isang tao
uk: Можна редагувати дочірню форму особи про зайнятість
zh_tw: 可編輯人員的就業子表單

source: Add/Update Employment History
ar: إضافة / تحديث تاريخ سجل وظيفي
cs: Přidat/Aktualizovat historii zaměstnání
fa: افزودن/به‌روزرسانی تاریخچهٔ کاری
fr: Ajouter/Actualiser l’expérience professionnelle
gl: Engadir/Actualizar o historial de empregos
it: Aggiungi/aggiorna storico dell'occupazione
ja: 雇用履歴の追加/更新
lt: Pridėti/Atnaujinti Darbo Istoriją
nl: Werkverleden toevoegen of bijwerken
pt: Adicionar/Actualizar Informação de Emprego
sk: Pridaj/Uprav históriu zamestnaní
sw: Ongeza/Sasisha Historia ya Ajira
tl: Magdagdag/Magsapanahon ng Kasaysayan ng Paghahanapbuhay
uk: Додати/оновити трудовий стаж
zh_tw: 添加/更新就業歷史

source: Employment History
ar: التايخ المهني
cs: Historie zaměstnání
fa: تاریخچهٔ کاری
fr: Expérience professionnelle
gl: Historial de empregos
it: Storico dell'occupazione
ja: 雇用履歴
lt: Darbo Istorija
nl: Overzicht werkverleden
pt: Historial de Emprego
sk: História zamestnaní
sw: Historia ya Ajira
tl: Kasaysayan ng Paghahanapbuhay
uk: Трудовий стаж
zh_tw: 職務歷史

source: Company Name
ar: اسم الشركة
cs: Název společnosti
fa: نام شرکت
fr: Nom de la société
gl: Nome da empresa
it: Nome Azienda
ja: 会社名
lt: Įmonės pavadinimas
nl: Bedrijfsnaam
pt: Nome da Empresa
sk: Názov spoločnosti
sw: Jina la Kampuni
tl: Pangalan ng Kumpanya
uk: Назва компанії
zh_tw: 公司名稱

source: Company Address
ar: عنوان الشركة
cs: Adresa společnosti
fa: نشانی شرکت
fr: Adresse de la société
gl: Enderezo da empresa
it: Indirizzo azienda
ja: 会社の住所
lt: Įmonės adresas
nl: Adres bedrijf
pt: Endereço da Empresa
sk: Adresa spoločnosti
sw: Anwani ya Kampuni
tl: Tirahan ng Kumpanya
uk: Адреса компанії
zh_tw: 公司地址

source: Company Telephone
ar: هاتف الشركة
cs: Telefon společnosti
fa: تلفن شرکت
fr: Téléphone de la société
gl: Teléfono da empresa
it: Telefono azienda
ja: 代表番号
lt: Įmonės Telefonas
nl: Telefoonnummer bdrijf
pt: Telefone da Empresa
sk: Telefónne číslo spoločnosti
sw: Namba ya simu ya Kampuni
tl: Telepono ng Kumpanya
uk: Телефон компанії
zh_tw: 公司電話

source: Date Started
ar: تاريخ البداية
cs: Datum zahájení
fa: تاریخ شروع
fr: Date de démarrage
gl: Data de inicio
it: Data inizio
ja: 開始日
lt: Pradžios data
nl: Begindatum
pt: Data de Início
sk: Dátum začiatku
sw: Tarehe ya Kuanza
tl: Petsa ng Pagsisimula
uk: Дата початку
zh_tw: 起始日期

source: Starting Wage
ar: أجر البداية
cs: Počáteční plat
fa: دستمزد آغازین
fr: Salaire initial
gl: Salario inicial
it: Stipendio iniziale
ja: 雇用開始時の給与額
lt: Pradinė Alga
nl: Startloon
pt: Salário Inicial
sk: Nástupná mzda
sw: Mshahara wa Kuanzia
tl: Pansimulang Pasahod
uk: Початкова зарплата
zh_tw: 起始薪資

source: Starting Position
ar: وظيفة البداية
cs: Počáteční pozice
fa: سِمَت آغازین
fr: Poste initial
gl: Cargo inicial
it: Ruolo iniziale
ja: 雇用開始時の職位
lt: Pradinė Vieta
nl: Beginpositie
pt: Cargo Inicial
sk: Nástupná pozícia
sw: Cheo cha Kuanzia
tl: Pansimulang Posisyon
uk: Початкова посада
zh_tw: 起始職位

source: Date Ended (leave blank if still employed)
ar: تاريخ الانتهاء (تترك فارغة في حال استمرار الوظيفة)
cs: Datum ukončení (nechejte prázdné, pokud zaměstnání stále trvá)
fa: تاریخ پایان (اگر هنوز کار می‌کند، خالی بگذارید)
fr: Date de fin (laisser vide si toujours employé)
gl: Data de fin (déixeo en branco se aínda segue traballando)
it: Data fine (lascia bianco se ancora assunto)
ja: 雇用終了日付（雇用継続中の場合は空欄）
lt: Pabaigos data (palikti neužpildytą, jei dar dirbate)
nl: Datum beÃ«indigd (laat leeg indien nog steeds in dienst)
pt: Data de Cessação (deixar em branco se ainda estiver a trabalhar na empresa)
sk: Dátum ukončenia ( opusti ak je stále zamestnaný)
sw: Tarehe ya Kumalizia (usijaze kama bado umeajiriwa)
tl: Petsa ng Pagwawakas (iwanang walang laman kung naghahanapbuhay pa)
uk: Дата закінчення (залиште порожнім, якщо досі працює)
zh_tw: 結束日期（若仍在職則留空）

source: Ending Wage
ar: الأجر النهائي
cs: Konečný plat
fa: دستمزد پایانی
fr: Dernier salaire
gl: Último salario
it: Stipendio finale
ja: 雇用終了時の給与額
lt: Paskutinė Alga
nl: Eindloon
pt: Salário à Saída
sk: Konečná mzda
sw: Mshahara wa Kumalizia
tl: Panghuling Sahod
uk: Кінцева зарплата
zh_tw: 結束工資

source: Ending Position
ar: الوظيفة النهائية
cs: Konečná pozice
fa: سِمَت پایانی
fr: Dernier poste
gl: Último cargo
it: Ruolo finale
ja: 雇用終了時の職位
lt: Pabaigos pozicija
nl: Eindpositie
pt: Cargo à Saída
sk: Konečné pracovné zaradenie
sw: Cheo cha Kumalizia
tl: Panghuling Posisyon
uk: Кінцева посада
zh_tw: 編輯職位

source: Supervisor
ar: مشرف
cs: Vedoucí
fa: سرپرست
fr: Superviseur
it: Supervisore
ja: 上司
lt: Vadovas
nl: Leidinggevende
sk: nadriadený
sw: Msimamizi
tl: Superbisor
uk: Керівник
zh_tw: 主管

source: Ok to Contact?
ar: لا مانع من الاتصال؟
cs: Je v pořádku kontaktovat?
fa: مشکلی برای تماس نیست؟
fr: Peut être contacté?
gl: Podemos contactar con vostede?
it: Può essere contattato?
ja: 連絡可否
lt: Sutinkate su susisiekimu?
nl: Mag contact mee opgenomen worden?
pt: Podemos Contacta-lo?
sk: Súhlasíte s kontaktom?
sw: Haina tatizo Kuwasiliana naye?
tl: Maaari bang Tawagan?
uk: "ОК", щоб зв'язатися?
zh_tw: 能聯絡嗎？

source: Job Responsibilities
ar: المسؤليات الوظيفية
cs: Pracovní zodpovědnosti
fa: مسئولیت‌های شغل
fr: Responsabilités inhérentes au poste
gl: Responsabilidades do traballo
it: Responsabilità lavorative
ja: 職責
lt: Darbo pareigos
nl: Takenpakket
pt: Responsabilidades
sk: pracovné povinnosti
sw: Majukumu ya Kazi
tl: Mga Pananagutan sa Hanapbuhay
uk: Посадові обов'язки
zh_tw: 工作職責

source: Reason for Leaving
ar: سبب مغادرة العمل
cs: Důvod k odchodu
fa: دلیل ترک
fr: Raisons du départ
gl: Motivo para deixalo
it: Ragioni dell'allontanamento
ja: 退職理由
lt: Priežastis dėl kurios paliekate
nl: Reden voor vertrek
pt: Motivo de Saída
sk: Dôvod odchodu
sw: Sababu za Kuacha
tl: Dahilan ng Paglisan
uk: Причина звільнення
zh_tw: 離職原因
