Repository: agabaandre/iHRIS-Pharmacy-Qualify
Catalog: 4.1.11/ihris-common/translations/templates/ihris-common-professional-registration/*.po
Languages: sd, uk, zh_tw

source: Can view registration child form of a person
zh_tw: 可以查看人員的登記子表單

source: Can edit registration child forms of a person
zh_tw: 可以編輯人員的登記子表單

source: Can edit the council database list
zh_tw: 可編輯協會資料庫清單

source: Can view the council database list
zh_tw: 可檢視協會資料庫清單

source: Add/Update Registration
uk: Додати/оновити реєстрацію
zh_tw: 添加/更新登記

source: Council
sd: ڪائونسل
uk: Рада
zh_tw: 協會

source: Registration
sd: رجسٽريشن
uk: Реєстрація
zh_tw: 登記

source: Registration Council
sd: رجسٽريشن ڪائونسل
uk: Рада реєстрації
zh_tw: 註冊協會

source: Registration Number
sd: رجسٽريشن نمبر
uk: Реєстраційний номер
zh_tw: 登記號碼

source: License Number
sd: لائسنس نمبر
uk: Номер ліцензії
zh_tw: 授權號碼

source: Registration Date
sd: رجسٽريشن جي تاريخ
uk: Дата реєстрації
zh_tw: 登記日期

source: License Expiration Date
uk: Термін дії ліцензії
zh_tw: 授權逾期日期

source: Registration Information
sd: رجسٽريشن جي معلومات
uk: Реєстраційна інформація
zh_tw: 登記訊息

source: License Information
sd: لائسنس جي معلومات
uk: Відомості про ліцензію
zh_tw: 授權訊息

source: Edit This Information
sd: هن معلومات کي سنواريو
uk: Редагувати цю інформацію
zh_tw: 編輯此訊息

source: Update this Information
sd: هڪ ٻي رجسٽريشن ڪائونسل چونڊيو
uk: Оновити цю інформацію
zh_tw: 更新此訊息

source: Select another Registration Council
sd: هڪ ٻي رجسٽريشن ڪائونسل چونڊي
uk: Виберіть іншу Раду реєстрації
zh_tw: 選擇其它註冊協會

source: Registration/License Information
sd: رجسٽريشن\لائسنس جي معلومات
uk: Відомості про реєстрацію/ліцензію
zh_tw: 登記/授權訊息
