Repository: agabaandre/iHRIS-Pharmacy-Qualify
Catalog: 4.1.11/ihris-common/translations/templates/ihris-common-professional-registration/sco.po
Languages: sco

source: Can view registration child form of a person
sco: Can see the registration bairn form o ae person

source: Can edit registration child forms of a person
sco: Can eedit the registration bairn forms o ae person

source: Can edit the council database list
sco: Can eedit the cooncil database leet

source: Can view the council database list
sco: Can see the cooncil database leet

source: Add/Update Registration
sco: Eik/Update Ae Registration

source: Council
sco: The Cooncil

source: Registration Council
sco: The Registration Cooncil

source: Registration Number
sco: The Registration Nummer

source: License Number
sco: The Licanse Nummer

source: License Expiration Date
sco: The License Expiration Date

source: Registration Information
sco: The Registration Information

source: License Information
sco: The License Information

source: Edit This Information
sco: Eedit This Information

source: Select another Registration Council
sco: Select anither Registration Cooncil
