Repository: agabaandre/iHRIS-Pharmacy-Qualify
Catalog: 4.1.11/ihris-common/translations/templates/ihris-common/*.po
Languages: ar, br, fi, he, ja, pl, pt_br, sk, sw, tl, tr

source: Page Builder
ar: صفحة المنشئ
br: Saver pajenn
pl: Budowniczy strony
pt_br: Criador de página
tr: Sayfa Oluşturucu

source: Build and Reconfigure pages
br: Sevel hag hizivaat ar pajennoù
pl: Zbuduj i rekonfiguruj strony
pt_br: Criar e Reconfigurar páginas

source: Forms Builder
br: Saver furmskridoù
pl: Budowniczy formularzy
pt_br: Criador de Formulários
tr: Form Oluşturucu

source: Build and Reconfigure Forms
br: Sevel hag adhizivaat ar furmskridoù
pl: Zbuduj i rekonfiguruj formularze
pt_br: Criar e Reconfigurar Formulários

source: Form Builder
br: Saver furmskridoù
pl: Budowniczy formularzy
pt_br: Criador de Formulários
tr: Form Oluşturucu

source: Form Class Builder
br: Sevel klasoù furmskrid
pl: Budowniczy klas formularzy
pt_br: Criador de Classe de Formulário

source: Shared Value Sets
br: Hollad pajennoù rannet
pt_br: Conjunto de Valores Compartilhados

source: Download or configure Shared Value Sets for exchanging meta-data between components of your health information system.
br: Pellgargañ pe kefluniañ holladoù talvoudoù rannoù evit eskemm roadennoù etre parzhioù ho reizhiad titouriñ a yec'hed.
pt_br: Baixe ou configure os Conjuntos de Valores Compartilhados por troca de meta-dados entre componentes de seu sistema de informação de saúde.

source: Care Services Discovery
br: Ober anaoudegezh gant ar servijoù prederioù
pt_br: Descoberta de Serviços de Cuidados

source: Adminster Caches for Care Services Discovery (CSD) export of data
pt_br: Administração de Caches para exportação de dados de serviços de atenção (CSD)

source: Set connection details for connecting with a Care Services Discovery (CSD) compliant InterLinked Health Worker Registry.
ja: ケアサービス・ディスカバリー(CSD) 準拠の相互リンクされた保健ワーカーレジストリに接続するための接続の詳細を設定します。
pt_br: Define os detalhes de conexão para conectar com o Care Services Discovery (CSD) compatível com o InterLinked Health Worker Registry.

source: Dashboards
ar: لوحات العدادات
fi: Kojelaudat
ja: ダッシュボード
pt_br: Painéis

source: InterLinked Health Worker Registry
ja: 相互リンクされたヘルスワーカー・レジストリ
