Repository: agabaandre/iHRIS-Pharmacy-Qualify
Catalog: 4.1.11/ihris-common/translations/templates/ihris-common/*.po
Languages: ar, br, fi, he, ja, pl, pt_br, sk, sw, tl, tr

source: Configure System
ar: تكوين النظام
br: Arventenniñ ar reizhiad
fi: Määritä järjestelmä
he: הגדר מערכת
ja: システム設定
pl: Konfiguracja systemu
pt_br: Configurar sistema
sk: Nastav systém
sw: Sabidi Mfumo
tl: Sistema ng Pagsasaayos
tr: Sistem Yapılandırma

source: Administer Database
ar: إدارة قاعدة البيانات
br: Merañ an diaz roadennoù
fi: Hallinnoi tietokanta
he: נהל את מסד הנתונים
ja: データベースを管理
pl: Administracja bazą danych
pt_br: Administrar banco de dados
sk: Spravovať databázu
sw: Panga Hazinadata
tl: Pangasiwaan ang Kalipunan ng Dato
tr: Veritabanı Yönetme

source: Administer positions and create and update dropdown menus.
ar: إدارة المواقف وإنشاء وتحديث القوائم المنسدلة.
br: Merañ postoù, sevel ha hizivaat lañserioù desachañ.
fi: Hallinnoi sijainnit ja luo sekä päivitä alasvetovalikkoja.
he: נהל מיקומים, צור ועדכן תפריטים נגללים.
ja: 位置を管理してドロップダウン メニューを作成/更新
pl: Administrowanie pozycjami oraz tworzenie i aktualizowanie menu rozwijanych.
pt_br: Administrar posições, criar e atualizar menus verticais.
sk: Spravovať pozície a tvoriť a meniť rozbaľovacie ponuky
sw: Panga nafasi na tengeneza na sasisha menyu mdondo.
tl: Pangasiwaan ang mga posisyon at lumikha at magsapanahon ng mga menung naibabagsak paibaba.
tr: Pozisyonları yönetmek,oluşturmak ve açılan menüleri güncellemek.

source: Configure Modules
ar: تكوين وحدات
br: Kefluniañ ar modulennoù
fi: Määritä moduulit
he: הגדר מודולים
ja: モジュール設定
pl: Konfiguracja modułów
pt_br: Configurar Módulos
sk: nastavovať moduly
sw: Sabidi Moduli
tl: Isaayos ang mga Modyul
tr: Modülleri Yapılandır

source: Enable and disable the various modules for the system.
ar: تمكين وتعطيل الوحدات المختلفة للنظام.
br: Gweredekaat ha diweredekaat modulennoù ar reizhiad.
fi: Ota käyttöön ja poista käytöstä järjestelmän eri moduuleja.
he: אפשר ובטל את המודולים השונים במערכת.
ja: システムのさまざまなモジュールの有効/無効を切り替え
pl: Włączanie i wyłączanie poszczególnych modułów systemu.
pt_br: Habilitar e desabilitar os vários módulos para o sistema.
sk: Povoľ alebo zakáž rôzne moduly pre tento systém
sw: Wezesha na Lemaza moduli mbalimbali kwa ajili ya mfumo.
tl: Paganahin at huwag paganahin ang samu't saring mga modyul para sa sistema.

source: Manage Reports
ar: إدارة التقارير
br: Merañ ar rentaoù-kont
fi: Raporttien hallinta
he: נהל דוחות
ja: 報告を管理
pl: Zarządzaj raportami
pt_br: Gerenciar Relatórios
sk: Spravuj zprávy
sw: Simamia Ripoti
tl: Pamahalaan ang mga Ulat
tr: Raporları düzenle

source: Manage the standard reports available to users and create new custom reports.
ar: إدارة التقارير القياسية المتوفرة للمستخدمين وإنشاء تقارير مخصصة جديدة.
br: Merañ an danevelloù standart a c'hall kaout an implijerien ha krouiñ danevelloù personelaet boutin.
fi: Hallinnoi käyttäjien käytettävissä olevia vakioraportteja ja luo uusia omia raportteja.
he: נהל את הדוחות הסטנדרטיים הזמינים למשתמשים וצור דוחות מותאמים אישית.
ja: ユーザーが利用できる標準レポートの管理および新規カスタムレポートの作成
pl: Zarządzanie standardowymi raportami dostępnymi dla użytkowników i tworzenie nowych raportów niestandardowych.
pt_br: Gerenciar os relatórios padronizados disponíveis para usuários e criar novos relatórios personalizáveis.
sk: Spravuj obvyklé zprávy užívateľom a vytvor nové výbery zpráv
sw: Simamia ripoti zenye viwango zinazopataikana kwa watumiaji na tengeneza ripoti mpya za wateja.
tl: Pamahalaan ang pamantayang mga ulat na makukuha ng mga tagagamit at lumikha ng bagong pinasadyang mga ulat.
tr: Kullanıcıların kullanabileceği standart raporları yönetebilir ve yeni özel raporlar oluşturabilirsiniz.

source: Form Relationships
ar: شكل العلاقات
br: Darempredoù etre ar furmskridoù
fi: Muodosta yhteyksiä
he: יחסי טפסים
ja: フォームの関連付け
pl: Powiązania formularzy
pt_br: Formular relacionamentos
sk: Formulár kontaktov
sw: Tengeneza Mahusiano
tl: Bumuo ng mga Ugnayan

source: Define how forms are related for use in reports.
ar: تعرف كيف ترتبط النماذج لاستخدامها في التقارير.
br: a zielfenn penaos e vez liammet ar furmskridoù evit implijout anezho en danevelloù.
fi: Määritä, kuinka lomakkeet vaikuttavat käyttöön raporteissa.
he: הגדר כיצד טפסים מקושרים לשימוש בטופס.
ja: フォーム、レポートで使用する関連を定義します。
pl: Określa jak są powiązane formularze do wykorzystania w raportach.
pt_br: Definir como os formulários estão relacionados para uso nos relatórios.
sk: Urči aké formuláre majú súvis s použitými zprávami
sw: Fasili jinsi fomu zinavyohusiana kwa ajili ya matumizi kwenye ripoti.
tl: Ilarawan kung paanong may kaugnayan ang mga pormularyo para magamit sa mga ulat.

source: Reports
ar: تقارير
br: Danevelloù
fi: Raportit
he: דוחות
ja: 報告
pl: Raporty
pt_br: Relatórios
sk: Zprávy
sw: Ripoti
tl: Mga ulat
tr: Raporla

source: Report Views
ar: تقرير وجهات النظر
br: Diskwel an danevelloù
fi: Raporttinäkymät
he: תצוגת דוחות
ja: レポートの閲覧
pl: Widoki raportów
pt_br: Visualização do relatório
sk: Zobrazenie zpráv
sw: Oleza Ripoti
tl: Mga Tanaw ng Ulat
tr: Rapor Görüntülemeleri

source: Browse Magic Data
ar: تصفح بيانات الماجيك
br: Mont a-dreuz Magic Data
fi: Selaa maagisia tietoja
he: סייר בנתוני Magic
ja: マジックデータの参照
pl: Przeglądaj dane magiczne
pt_br: Consultar dados mágicos
sk: Listuj v údajoch Magic
sw: Vinjari Data za Ajabu
tl: Tumingin-tingin sa Dato ng Salamangka

source: Browse the configuration data used by the sytem.
ar: تصفح بيانات التكوين المستخدمة من قبل النظام.
br: Mont a-dreuz ar roadennoù kefluniañ implijet gant ar reizhiad.
fi: Selaa järjestelmän käyttämiä asetustietoja.
he: סייר בהגדרות המידע המשומש ע"ׁ המערכת.
ja: システムで使用するコンフィギュレーションデータの参照
pl: Przeglądaj dane konfiguracyjne używane przez komputer.
pt_br: Consultar os dados de configuração usados pelo sistema.
sk: Prehľadaj údaje konfigurácie používané systémom.
sw: vinjari data usabidi iliyotumiwa na mfumo.
tl: Tumingin-tingin sa pagkakaayos ng dato na ginamit ng sistema.
tr: Sytem tarafından kullanılan yapılandırma verileri.

source: Tasks and Roles
ar: المهام والأدوار
br: Trevelloù ha rolloù
fi: Tehtävät ja roolit
he: משימות ותפקידים
ja: タスクとロール
pl: Zadania i role
pt_br: Tarefas e papéis
sk: Úlohy a funkcie
sw: Ngwe na Wajibu
tl: Mga Gawain at mga Gampanin
tr: Görevler ve Roller

source: Administer Tasks and Roles for the System
ar: إدارة المهام والأدوار للنظام
br: Merañ an trevelloù hag ar rolloù evit ar reizhiad
fi: Hallinnoi järjestelmän tehtäviä ja rooleja
he: נהל משימות ותפקידים עבור המערכת
ja: タスクとロールの管理
pl: Administracja zadaniami i rolami w systemie
pt_br: Administrar tarefas e papéis para o sistema
sk: Spravovať úlohy a funkcie pre systém
sw: Panga Ngwe na Wajibu kwa ajili ya mfumo
tl: Pangasiwaan ang mga Gawain at mga Gampanin para sa Sistema

source: Manage Locales
ar: إدارةالمواقع
br: Merañ an dibaboù rannvroel
fi: Hallinnoi kotoistamisasetuksia
he: נהל מיקומות
ja: ロケールを管理
pl: Zarządzanie lokalizacjami
pt_br: Gerenciar localizações
sk: Riadiť Locales
sw: Simamia madhari maalumu
tl: Pamahalaan ang mga Pook
tr: Yerel Ayar Yönetimi

source: Manage the Locales made available by the system
ar: إدارة المواقع المتاحة من قبل النظام
br: Merañ an dibaboù rannvroel a c'haller kaout gant ar reizhiad
fi: Hallinnoi järjestelmän käytettäväksi asettamia kotoistamisasetuksia
he: נהל את המקומות הזמינים למערכת
ja: 使用可能なロケールの管理
pl: Zarządzanie lokalizacjami dostępnymi w systemie
pt_br: Gerenciar localizações feitas disponíveis pelo sistema
sk: Riadiť locales dané k dispozícii systémom.
sw: Simamia madhari maalumu zilizotengenezwa na kupatikana na mfumo
tl: Pamahalaan ang mga Pook na ginawang makukuha ng sistema
tr: Sistem tarafından sunulan yerel ayarları yönetme

source: Background Processes
ar: خلفية العمليات
br: Argerzh drekleur
fi: Taustaprosessit
he: תהליכים ברקע
ja: バックグラウンド プロセス
pl: Procesy działające w tle
pt_br: Processos de fundo de tela.
sk: Procesy na pozadí
sw: Michakato ya Mandhari nyuma
tl: Mga Prosesong nasa Likuran
tr: Arka Plan İşlemleri

source: Examine background processes you have started
ar: فحص العمليات الخلفية كنت قد بدأتها
br: Sellet an argerzhioù drekleur ho peus loc'het
fi: Tutki käynnistämiäsi taustaprosesseja
he: בדוק תהליכים ברקע שכבר התחלת
ja: 実行済バックグラウンドプロセスの診断
pl: Sprawdzenie uruchomionych przez ciebie procesów działających w tle
pt_br: Examinar fundos de tela pocessados que vocẽ tenha iniciado
sk: Prever začaté procesy na pozadí
sw: Tahini michakato ya mandhari nyuma uliyoianza
tl: Siyasatin ang mga prosesong nasa likuran na sinimulan mo

source: Browse Forms
ar: تصفح النماذج
br: Mont a-dreuz ar furmskridoù
fi: Selaa lomakkeita
he: סייר בטפסים
ja: フォームの参照
pl: Przeglądaj formularze
pt_br: Procurar formulários
sk: Listuj vo formulároch.
sw: Vinjari Fomu
tl: Tumingin-tingin sa mga Pormularyo
tr: Formlara Göz Atın

source: Browse the forms used by the system.
ar: استعراض النماذج المستخدمة من قبل النظام.
br: Mont a-dreuz ar furmskridoù implijet gant ar reizhiad
fi: Selaa järjestelmä käyttämiä lomakkeita.
he: סייר בטפסים שבשימוש ע"י המערכת.
ja: システムで使用されたフォームの参照
pl: Przegląd formularzy używanych przez system.
pt_br: Procurar os formulários usados no sistema.
sk: Listuj vo formulároch používaných systémom
sw: Vinjari fomu iliyotumiwa na mfumo.
tl: Tumingin-tingin sa mga pormularyong ginagamit ng sistema.
tr: Sistem tarafından kullanılan formlara göz atın.

source: Cached Forms
ar: النماذج المخزنة
br: Fumrskridoù er grubuilh
fi: Välimuistissa olevat lomakkeet
he: טפסים במטמון
ja: キャッシュされたフォーム
pl: Formularze buforowane
pt_br: Formulários ocultos
sk: Skryté súbory
sw: Fomu Kitanguni
tl: Nakatagong mga Pormularyo
tr: Önbelleğe Alınmış Formlar

source: Control the creation of cached forms
ar: التحكم في إنشاء النماذج المخزنة
br: Kontrollañ krouidigezh furmskridoù er grubuilh
fi: Ohjaa välimuistissa olevien lomakkeiden luomista
he: שלוט ביצירת טפסים במטמון
ja: キャッシュされたフォームの生成管理
pl: Kontrola tworzenia formularzy buforowanych
pt_br: Controlar a criação de formulários ocultos
sk: Kontroluj tvorbu skrytých súborov.
sw: Dhibiti utengenezaji wa fomu kitanguni
tl: Tabanan ang paglikha ng nakatagong mga pormularyo
tr: Önbelleğe alınmış formları kontrol etme

source: Administer Users
ar: إدارة المستخدمين
br: Merañ an implijerien
fi: Hallinnoi käyttäjiä
he: נהל משתמשים
ja: ユーザを管理
pl: Administracja użytkownikami
pt_br: Administrar Usuários
sk: Spravuj užívateľov
sw: Panga Watumiaji
tl: Pangasiwaan ang mga Tagagamit
tr: Kullanıcıları Yönet

source: Field Change History
ar: تاريخ تغيير الحقل
br: Istor ar c'hemmañ maeziennoù
fi: Kenttämuutoshistoria
he: היסטוריית השינוי בשדות
ja: フィールドの変更履歴
pl: Historia zmian pól
pt_br: Histórico de mudança de campo
sk: Pole História zmien
sw: Badiliko la Historia ya Uga
tl: Kasaysayan ng Pagbago sa Hanay
tr: Alan değişiklik geçmişi

source: return
ar: عودة
br: distreiñ
fi: palaa
he: חזרה
ja: 戻る
pl: powrót
pt_br: retornar
sk: návrat
sw: rudi
tl: bumalik
tr: geri dön

source: Tasks Roles
ar: أدوار المهام
br: Rolloù an trevelloù
fi: Tehtävien roolit
he: תפקידי משימות
ja: タスクの役割
pl: Role zadań
pt_br: Papéis das tarefas
sk: Úlohy Funkcie
sw: Wajibu Ngwe
tl: Mga Gawain at mga Gampanin
tr: Görevler, Roller

source: Demographic Lists
ar: قوائم الديموغرافية (السكان)
br: Rolloù demografek
fi: Väestörakenteen luettelot
he: רשימות דמוגראפיות
ja: 人口動態リスト
pl: Listy demograficzne
pt_br: Listas demográficas
sk: Demografické zoznamy
sw: Orodha za kitakwimu
tl: Demograpikong mga Tala
tr: Demografik Listeler

source: Identification Type
ar: نوع الهوية
br: Doare anaout
fi: Tunnistustyyppi
he: סוג הזיהוי
ja: 識別型
pl: Typ identyfikacji
pt_br: Tipo de identificação
sk: Určujúci typ
sw: Aina ya utambulisho
tl: Uri ng Pagkakakilanlan
tr: Kimlik Türü

source: Marital Status
ar: الحالة الاجتماعية
br: Statud dimeziñ
fi: Siviilisääty
he: מצב משפחתי
ja: 配偶者の有無
pl: Stan cywilny
pt_br: Estado civil
sk: Rodinný stav
sw: Hali ya Ndoa
tl: Katayuang Pangpag-aasawa
tr: Medeni Durum

source: Geographic Information
ar: المعلومات الجغرافية
br: Titouroù douaroniel
fi: Maantieteelliset tiedot
he: נתונים גאוגרפיים
ja: 地理情報
pl: Informacje geograficzne
pt_br: Informação geográfica
sk: Zemepisná informácia
sw: Taarifa ya Kijiografia
tl: Kabatirang Heograpiko
tr: Coğrafi Bilgiler

source: Country
ar: بلد
br: Bro
fi: Maa
he: ארץ
ja: 国
pl: Kraj
pt_br: País
sk: Krajina
sw: Nchi
tl: Bansa
tr: Ülke

source: Region
ar: منطقة
br: Rannvro
fi: Alue
he: אזור
ja: 地域
pt_br: Região
sk: región
sw: Mkoa
tl: Rehiyon
tr: Bölge

source: District
ar: حي
br: Distrig
fi: Piiri
he: אזור
ja: 地域
pl: Rejon
pt_br: Distrito
sk: Okres
sw: Wilaya
tl: Distrito
tr: İlçe

source: County
ar: مقاطعة
br: Kontelezh
fi: Piirikunta
he: מחוז
ja: 郡
pl: Powiat
pt_br: País
sk: Kraj
sw: conuty
tl: Kondado
tr: İlçe

source: Currency
ar: عملة
br: Teulenn
fi: Valuutta
he: כסף
ja: 通貨
pl: Waluta
pt_br: Moeda
sk: mena
sw: Fedha
tl: Salaping umiiral
tr: Para birimi

source: Additional Information
ar: معلومات إضافية
br: Titouroù ouzhpenn
fi: Lisätietoja
he: מידע נוסף
ja: 追加情報
pl: Dodatkowe informacje
pt_br: Informação adicional
sk: Doplnková informácia
sw: Taarifa ya ziada
tl: Karagdagang Kabatiran
tr: Daha fazla bilgi

source: Competency Type
ar: نوع الكفاءة
br: Seurt barregezh
fi: Pätevyyden tyyppi
he: סוג הסמכות
ja: 能力タイプ
pl: Typ kompetencji
pt_br: Tipo de competẽncia
sk: Typ spôsobilosti
sw: Aina ya Uwezo
tl: Uri ng Kakayahan
tr: Yeterlik Türü

source: Competency
ar: الكفاءة
br: Barregezh
fi: Pätevyys
he: סמכות
ja: 能力
pl: Kompetencje
pt_br: Competência
sk: Spôsobilosť
sw: Uwezo
tl: Kakayahan
tr: Yeterlik

source: Continuing Education Course
ar: دورة التعليم المستمر
br: Kentel Stummadur dibaouez
fi: Jatkokoulutuskurssi
he: ממשיך בקורס חינוכי
ja: 続行中の教育コース
pl: Kurs kształcenia ustawicznego
pt_br: Curso de formação permanente
sk: Pokračovanie vzdelávacieho kurzu
sw: Kozi za Elimu Zinazoendelea
tl: Kurso ng Ipinagpapatuloy na Edukasyon
tr: Sürekli eğitim kursu

source: Training Institution
ar: مؤسسة التدريب
br: Ensavadur stummañ
fi: Harjoittelulaitos
he: אימון מסודר
ja: 研修機関
pl: Instytucja kształcąca
pt_br: Instituição de aperfeiçoamento
sk: Školiace zariadenie
sw: Taasisi ya Mafunzo
tl: Institusyong Sanayan
tr: Eğitim Kurumu

source: Training Funder
ar: ممول تدريب
br: Pourvezer-arc'hant ar stummadur
fi: Harjoittelukustantaja
he: יצירת אימון
ja: 研修出資者
pl: Opłacający szkolenie
pt_br: Financiador do aperfeiçoamento
sk: Financovateľ školenia
sw: Mfadhili wa Mafunzo
tl: Tagapagpondo ng Pagsasanay

source: Full Name
ar: الاسم الكامل
br: Anv klok
fi: Täydellinen nimi
he: שם מלא
ja: 氏名
pl: Pełna nazwa
pt_br: Nome completo
sk: Celý názov
sw: Jina Kamili
tl: Buong Pangalan
tr: Tam Ad

source: Date Changed
ar: تغير التاريخ
br: Deiziad kemmet
fi: Päivämäärä vaihdettu
he: תאריך השינוי
ja: 変更された日付
pl: Data zmieniona
pt_br: Data alterada
sk: Dátum zmenený
sw: Tarehe Iliyobadilishwa
tl: Binagong Petsa
tr: Tarih Değiştirildi

source: Welcome
ar: ترحيب
br: Degemer mat
fi: Tervetuloa
he: ברוכים הבאים
ja: ようこそ
pl: Witaj!
pt_br: Bem-vindo(a)
sk: Vitajte
sw: Karibu
tl: Maligayang pagdating
tr: Hoş geldin

source: Custom Reports
ar: تقارير العملاء
br: Danevelloù personelaet
fi: Omat raportit
he: דוחות מותאמים
ja: カスタム レポート
pl: Raporty niestandardowe
pt_br: Relatório personalizado.
sk: Vlastné zostavy
sw: Ripoti za Mteja
tl: Pasadyang mga Ulat
tr: Özel Raporlar

source: Change Password
ar: تغيير كلمة السر
br: cheñch ger-tremen
fi: Muuta salasana
he: שנה סיסמה
ja: パスワードを変更
pl: Zmień hasło
pt_br: Alterar senha
sk: Zmena hesla
sw: Badili Nywila
tl: Baguhin ang Ulat
tr: Parolayı Değiştir

source: Can access the general configure system menu
ar: يمكن الوصول إلى نظام تكوين القائمة العامة
br: a c'hall mont da lañser hollek kefluniañ ar reizhiad
fi: Ei päästä käsiksi yleisasetusten järjestelmävalikkoon
he: ישנה גישה אל תפריט תצורת המערכת הכללי
ja: 一般コンフィギュレーションメニューにアクセスできる
pl: Ma dostęp do głównego menu konfiguracji systemu
pt_br: Pode acessar o menu geral de configuração do sistema
sk: Možno pristúpiť k menu všeobecnej konfigurácie
sw: Weza kufikia menyu kuu ya kusabidi mfumo
tl: Mapupuntahan ang pangkalahatang menu ng sistema ng pagkakaayos

source: Home
ar: الرئيسية
br: Degemer
fi: Etusivu
he: דף הבית
ja: ホーム
pl: Strona główna
pt_br: Pasta pessoal
sk: Späť
sw: Mwanzo
tl: Tahanan
tr: Anasayfa

source: View History
ar: التاريخ
br: Gwelet an istor
fi: Näytä historia
he: צפייה בהיסטוריה
ja: 履歴を表示
pl: Podgląd historii
pt_br: Visualização do histórico
sk: Zobraziť históriu
sw: Angalia Historia
tl: Tingnan ang Kasaysayan
tr: Geçmişi Görüntüle

source: View Field History
ar: عرض حقل التاريخ
br: Gwelet istor pep maezienn
fi: Näytä kentän historia
he: צפייה בהיסטוריית השדה
ja: フィールド履歴の表示
pl: Podgląd historii pól
pt_br: Visualização do campo do histórico
sk: Zobraz pole histórie
sw: Angalia Historia ya Uga
tl: Tingnan ang Kasaysayan ng Hanay
tr: Alan Geçmişini Görüntüle

source: Access Denied
ar: غير مسموح بالدخول
br: Moned nac'het
fi: Käyttö estetty
he: הגישה נדחיתה
ja: アクセス拒否
pl: Odmowa dostępu
pt_br: Acesso negado
sk: prístup zamietnutý
sw: Fikio Limekataliwa
tl: Tinanggihan ang Pagpunta
tr: Erişim Engellendi

source: Define reports based on previously defined relationships. You can choose which fields are available to each report and what fields can be used to limit the report.
ar: تحديد التقارير التي تستند إلى العلاقات المعرفة مسبقا. يمكنك اختيار الحقول التي تتوفر على كل تقرير، وماذا يمكن أن تستخدم الحقول للحد من التقرير.
br: a dermen an danevelloù diazezet war an darempredoù termenet a-raok. Gallout a reot dibab ar maeziennoù a c'haller kaout evit pep danevell hag evit ar re a c'haller implijout evit termeniñ an danevell.
fi: Määritä raportit, jotka perustuvat aiemmin määriteltyyn suhteeseen. Voit valita, mitkä kentät ovat käytettävissä jokaisessa raportissa ja mitä kenttiä käytetään raportin rajoittamiseen.
he: הגדר דוחות המבוססים על קשרים שהוגדו בעבר. תוכל לבחור אילו שדות זמינים לכל דוח ואילו שדות יכולות להיות בשימוש בכדי להגביל את הדוח.
ja: あらかじめ定義された関連性に基づいてレポートを定義します。使用可能なフィールド、レポートの制限ができるフィールドを選択可能です。
pl: Definiuj raporty oparte na uprzednio zdefiniowanych relacjach. Można wybrać, które pola są dostępne dla każdego raportu, a które pola mogą być użyte do ograniczenia raportu.
pt_br: Definir relatórios baseados em relacionamentos previamente definidos. Você pode alterar quais formulários estão disponíveis para cada relatório e cada campo pode ser usado para limitar o relatório.
sk: Urči zprávy založené na predošlých definovaných vzťahoch. Môžeš vybrať, ktoré polia sú k dispozícii danej zpráve a ktoré polia možno použiť na vymedzenie zpráv.
sw: Fasili ripoti kulingana na mahusiano yaliyofasiliwa mwanzoni.kila ripoti na nyuga zipi zinaweza kutumika kuwekea kikomo ripoti.
tl: Bigyang kahulugan batay sa dati nang natukoy na mga ugnayan. Mapipili mo kung anong mga hanay ang makukuha para sa bawat ulat at kung anong mga hanay ang magagamit upang mahangganan ang ulat.

source: Define report views based on previously defined reports. You can choose which fields to display and also define a default view that display a chart or limited results when a user access the report view.
ar: تحديد عرض التقرير استنادا إلى تقارير محددة سابقا. يمكنك اختيار حقول العرض و تحديد أيضا طريقة العرض الافتراضية التي تعرض رسما بيانيا أو نتائج محدودة عندما يقوم المستخدم الوصول إلى طريقة عرض التقرير.
br: A dermen diskwelioù an danevelloù zo diazezet war an danevelloù termenet a-raok. Gallout a reot dibab peseurt maeziennoù diskwel hag ivez termeniñ un diskwel dre ziouer hag a laka war wel ur grafik pe disoc'hoù bevennet pa ya un implijer da welet un danevell.
he: הגדרת אופני הצגת הדוחות על דוחות שהוגדרו לאחרונה. ניתן לבחור אילו שדות להציג וגם להגדיר את תצוגת ברירת המחדל שתציג תרשים או רשימת תוצאות מוגבלת בעת גישת המשתמש אל תצוגת הדוח.
ja: 既に定義済みのレポートに基づいたレポートビューの定義。表示フィールドの選択や、レポートビューを開いたときに表示させたいチャート・指定結果を初期ビューとして定義可能。
pl: Definiuje widoki raportów oparte na uprzednio zdefiniowanych raportach. Można określić, które pola wyświetlić a także definiować domyślny widok wyświetlający wykres lub ograniczone wyniki, gdy użytkownik uzyskuje dostęp do widoku raportu.
pt_br: Define relatórios visualizados com base em relatórios previamente definidos. Você pode alterar quais campos mostrados e também definir uma visualização padronizada para mostrar uma tabela ou limitar resultados quando um usuário acessar a visualização do relatório.
sk: Urči prehľad zpráv založených na predošlých definovaných zprávach. Môžeš vybrať polia na zobrazenie a tým určiť predvolené zobrazenie, ktoré zobrazí graf alebo alebo dané výsledky, keď k užívateľovi pristúpi prehľad zpráv.
sw: Fasili oleza ripoti kulingana na ripoti zilizofasiliwa mwanzoni. Unaweza kuchagua nyuga zipi kuonyesha na pia kufasili oleza mpangoli ambayo inaonyesha chati au majibu yenye kikomo wakati mtumiaji anaifikia oleza ripoti.
tl: Bigyang kahulugan ang mga tanawin ng ulat batay sa dating tinukoy na mga ulat. Makakapili ka ng kung anong mga hanay ang maipapakita at makapagbibigay-kahulugan din sa isang likas na nakatakdang tanawin na nagpapakita ng isang talangguhit o may hangganang mga resulta kapag pumunta ang isang tagagamit sa tanawin ng ulat.

source: Create, update and disable user accounts to enforce secure access to the system. Access is limited to the System Administrator.
ar: إنشاء وتحديث وتعطيل حسابات المستخدمين لفرض وصول آمن إلى النظام. يقتصر الوصول علي مسؤول النظام.
br: Krouiñ, hizivaat ha diweredekaat ar c'hontoù implijer evit kreñvaat surentez moned ar reizhiad. Moned bevennet da Verour ar Reizhiad.
fi: Luo, päivitä ja ota pois käytöstä käyttäjätilejä valvoaksesi järjestelmän turvallista käyttöä. Järjestelmän ylläpitäjä rajoittaa pääsyä järjestelmään.
he: צור, עדכן ובטל חשבונות משתמש כדי לאכוף את הגישה הבטוחה למערכת. גישה מוגבלת למהל המערכת.
ja: システムへのアクセス許可を実施するユーザーアカウントの作成、更新、無効化。アクセスはシステム管理者に限定される。
pl: Tworzenie, aktualizacja i wyłączanie kont użytkowników by zapewnić bezpieczeństwo dostępu do systemu. Dostęp ograniczony do Administratora systemu.
pt_br: Criar, atualizar e desativar contas de usuários para reforçar o acesso seguro no sistema. Acesso é limitado pelo administrador do Sistema.
sk: Vytvor, aktualizuj a zakáž užívateľské účty pre bezpečný prístup do systému. Prístup do systému je povolený len systémovému administrátorovi.
sw: Tengeneza, sasisha na lemaza akaunti za mtumiaji ili kuweka usalama wa kufikia mfumo. Msimamizi wa mfumo tu ndiye anayeweza kufikia.
tl: Lumikha, magsapanahon at huwag paganahin ang mga akawnt ng tagagamit upang maipatupad ang ligtas na pagpunta sa sistema. Ang pagpunta ay para sa mga Tagapangasiwa ng Sistema lamang.

source: Confirm
ar: تأكيد
br: Kadarnaat
fi: Vahvista
ja: 確認
pl: Potwierdź
pt_br: Confirmar
sk: Potvrdiť
sw: Yakinisha
tl: Tiyakin
tr: Onayla

source: Mass Delete
ar: حذف كمي
br: Dilemel a-vras
fi: Massapoisto
ja: 一括削除
pl: Masowe usuwanie
pt_br: Eliminar em massa
tr: Kitlesel silme

source: By Person (Search Page)
ar: بواسطة الشخص (صفحة البحث)
br: Dre zen (pajenn enklask)
fi: Henkilön mukaan (hakusivu)
ja: 人 （検索ページ）
pl: Przez osobę (strona wyszukiwania)
pt_br: Por Pessoa (Página de Busca)

source: User Statistics
ar: إحصاءات المستخدم
br: Stadegoù an implijer
ja: ユーザの統計
pl: Statystyki użytkownika
pt_br: Estatísticas de usuário
tr: Kullanıcı istatistikleri

source: View data entry statistics for users.
ar: عرض إحصاءات دخول بيانات المستخدمين
br: Gwelet ar stadegoù ebarzhiñ roadennoù evit an implijerien.
ja: ユーザーのデータエントリ統計を閲覧する。
pl: Zobacz statystyki zapisu danych dla użytkowników.
pt_br: Ver as estatísticas de entrada de dados dos usuários.
tr: Kullanıcıların veri girişi istatistiklerini görüntüleme.

source: Manage DHIS2 MetaData
br: Merañ ar metaroadennoù DHIS2
pl: Zarządzanie metadanymi DHIS2
pt_br: Administrar MetaDados DHIS2
tr: DHIS2 meta verileri yönetme

source: Upload
br: Ezporzhiañ
fi: Lähetä
ja: アップロード
pl: Załaduj
pt_br: Enviar
tr: Yükle

source: MetaData such as organizational units and data elements.
br: Metaroadennoù evel unvezioù aozañ pe elfennoù roadennoù.
pt_br: MetaDados como unidades organizativas e elementos de dados.
