Repository: agabaandre/iHRIS-Pharmacy-Qualify
Catalog: 4.1.11/i2ce/translations/templates/form-limits/*.po
Languages: br

source: Existing Limit
br: Harz zo anezhañ dija

source: There is a limit on the field
br: Ur vevenn zo anezhi war ar vaezienn

source: with style
br: gant stil

source: You may
br: Gallout a rit

source: Remove
br: Lemel

source: this limit.
br: ar vevenn-mañ.

source: Limits
br: Bevennoù

source: Existing Limits
br: Harzoù zo anezho dija

source: Edit
br: Aozañ

source: Delete
br: Dilemel

source: View
br: Gwelet

source: Operator Node
br: Skoulm oberataer

source: Select One
br: Diuzañ unan

source: NOT
br: KET

source: AND
br: HA

source: OR
br: PE

source: No limit
br: Bevenn ebet

source: Select A Style
br: Diuzañ ur stil

source: Limit this form by a field
br: Bevenniñ ar furmskrid-mañ gant ur vaezienn

source: Form field
br: Maezienn furmskrid

source: Select a field
br: Diuzañ ur vaezienn

source: Add a new operand.
br: Ouzhpennañ un oberantenn nevez.

source: You may add a new operand to this operator.
br: Gallout a rit ouzhpennañ un oberantenn nevez d'an oberataer-mañ.
