Repository: agabaandre/iHRIS-Pharmacy-Qualify
Catalog: 4.1.11/i2ce/translations/templates/form-limits/sco.po
Languages: sco

source: Existing Limit
sco: The Exeestin Leemit

source: There is a limit on the field
sco: Thaur's ae leemit oan the field

source: with style
sco: wi style

source: You may
sco: Ye can

source: Remove
sco: Remuiv

source: this limit.
sco: this leemit.

source: Limits
sco: Leemits

source: All limits under this node are grouped under the operator
sco: Aw the leemits unner this node ar grooped unner the operater

source: Existing Limits
sco: The Exeestin Leemits

source: Edit
sco: Eedit

source: Delete
sco: Delyte

source: View
sco: See

source: Choose Limit Node Type
sco: Chuise The Leemit Node Type

source: You have not defined any limiting information under this node. You may either choose to limit by a field or set this node to be an operator.
sco: Ye'v na defined onie leemitin information unner this node. Ye can eether chuise tae leemit bi ae field or set this node tae be aen operater.

source: Operator Node
sco: The Operater Node

source: Select One
sco: Select The Ae

source: Limit by a field (end node)
sco: Leemit bi ae field (end node)

source: No limit
sco: Nae leemit

source: Field limit style
sco: The field leemit style

source: Select A Style
sco: Select Ae Style

source: Limit this form by a field
sco: Leemit this form bi ae field

source: Select a field and limit type to limit this form by.
sco: Select ae field n leemit type tae leemit this form bi.

source: Form field
sco: The Form field

source: Select a field
sco: Select ae field

source: Add a new operand.
sco: Eik ae new operand.

source: You may add a new operand to this operator.
sco: Ye can eik ae new operand til this operater.
