Repository: agabaandre/iHRIS-Pharmacy-Qualify
Catalog: 4.1.11/i2ce/translations/templates/page-builder/*.po
Languages: fr, lt, zh_cn

source: Can build or configure pages
fr: Peut construire ou configurer des pages
lt: Gali kurti ar konfigūruoti puslapius
zh_cn: 可以生成或配置页面

source: Create A New Page
fr: Créer une nouvelle page
lt: Kurti Naują Puslapį
zh_cn: 创建新页面

source: Page Names
fr: Noms de page
lt: Puslapio Pavadinimai
zh_cn: 页面名

source: An internal key used to identify the page. It is also used in URL to access the page. It may not be the same as the key for any of the existing page.
fr: Une clé interne est utilisée pour identifier la page. Elle est également utilisée dans l'URL pour accéder à la page. Elle peut ne pas être la même clé pour toute page existante.
zh_cn: 用于识别页面的一个内部密钥。它也被用于访问页面的URL。它不能与其他现有页面的密钥相同。

source: Edit an Existing Page
fr: Modifier une page existante
lt: Redaguoti Egzistuojantį Puslapį
zh_cn: 编辑现有页面

source: Optional style for this page. Shell is the recommended default value.
fr: Style, en option, pour cette page. Shell est la valeur par défaut recommandée.
lt: Neprivalomas stilius šiam puslapiui. Shell yra rekomenduotina numatyta reikšmė.

source: No Style Selected
fr: Pas de style sélectionné
lt: Nepasirinktas Joks Stilius
zh_cn: 未选择任何样式

source: Title
fr: Titre
lt: Pavadinimas
zh_cn: 标题

source: Page Title. This is the value that is displayed at the top of the browser window.
fr: Titre de la page. C'est la valeur qui s'affiche en haut de la fenêtre du navigateur.
lt: Puslapio Pavadinimas. Tai yra reikšmė, kuri rodomo naršyklės lango viršuje.

source: Tasks
fr: Tâches
lt: Užduotys
zh_cn: 任务

source: Optional task for limiting access to this page.
fr: Tâche, en option, pour limiter l'accès à cette page.
lt: Neprivaloma užduotis, ribojanti prieigą prie šio puslapio.

source: Default HTML Files
fr: Fichiers HTML par défaut
lt: Numatytieji HTML Failai
zh_cn: 默认HTML文件

source: Can delete entire pages from the page builder
fr: Permettre de supprimer des pages complètes depuis le constructeur de page
lt: Gali ištrinti visus puslapius iš puslapio kūrėjo

source: Can delete arguments of a page
fr: Peut supprimer supprimer des arguments de page
lt: Gali ištrinti puslapio argumentus

source: Page Type
fr: Type de page
lt: Puslapio Tipas
zh_cn: 页面类型

source: The type of page to create.
fr: Le type de page à créer.
lt: Kokį puslapio tipą kurti.

source: Implemented By %s
fr: Implémenté par %s
lt: Įgyvendino %s
zh_cn: 由%s执行

source: Edit Page
fr: Modifier la page
lt: Redaguoti Puslapį
zh_cn: 编辑页面

source: Delete Page
fr: Supprimer la page
lt: Trinti Puslapį
zh_cn: 删除页面

source: The page %s is implemented by the class %s
fr: La page %s est implémentée par la classe %s
lt: Puslapis %s yra įgyvendintas klasės %s
zh_cn: 页面%s被等级%s执行

source: Edit How Page is Displayed
fr: Modifier la façon dont la page est affichée
lt: Redaguoti Kaip Rodomas Puslapis

source: Link
fr: Lien
lt: Nuoroda
zh_cn: 链接

source: Link to the page you are editing.
fr: Lien vers la page que vous modifiez.
lt: Nuoroda į puslapį, kurį redaguojate.

source: Page Options
fr: Options de page
lt: Puslapio Parinktys
zh_cn: 页面选项

source: Page and Primary Form Configurations
fr: Configurations de page et de formulaire principal
zh_cn: 页面和原型配置

source: Edit the primary form, title, and other display options.
fr: Modifier le formulaire principal, le titre, et les autres options d’affichage.
zh_cn: 编辑原形、标题和其他显示选项。

source: Link To Example
fr: Lien vers exemple
lt: Nuoroda į pavyzdį
zh_cn: 链接至示例

source: Style
lt: Stilius
zh_cn: 样式
