Repository: agabaandre/iHRIS-Pharmacy-Qualify
Catalog: 4.1.11/ihris-qualify/translations/templates/ihris-qualify-custom-reports-training/*.po
Languages: pl, tl, zh_cn

source: Training
pl: Szkolenie
tl: Pagsasanay
zh_cn: 培训课程

source: Training relationship for all trainings that have been entered in the system.
pl: Powiązania pomiędzy wszystkimi szkoleniami, które zostały wprowadzone w systemie.
tl: Kaugnayan ng pagsasanay para sa lahat ng mga pagsasanay na naipasok sa loob ng sistema.

source: The person who took this training.
pl: Osoba, która przeszła takie szkolenie.
tl: Ang taong sumailalim sa ganitong pagsasanay.

source: Person
pl: Osoba
tl: Tao
zh_cn: 人物

source: The personal contact information for the person taking this training.
pl: Informacje kontaktowe dla osoby podejmującej takie szkolenie.
tl: Ang kabatiran sa pakikipag-ugnayang pansarili para sa taong kumukuha ng ganitong pagsasanay.

source: Personal Contact
pl: Kontakt osobisty
tl: Pakikipag-ugnayang Pansarili
zh_cn: 个人联络

source: The cadre trained by this training.
pl: Kadra trenowana w tym szkolenia.
tl: Ang tagapagsanay na sinanay sa pamamagitan ng pagsasanay na ito.

source: Cadre
pl: Personel
tl: Tagapagsanay
zh_cn: 干部

source: The qualification associated with this cadre.
pl: Kwalifikacje związane z tą cadrą.
tl: Ang kuwalipikasyong may kaugnayan sa tagapagsanay na ito.

source: Qualification
pl: Kwalifikacja
tl: Pagkamarapat
zh_cn: 资格

source: The registration for this training.
pl: Rejestracja na to szkolenie.
tl: Ang pagtatala para sa pagsasanay na ito.

source: Registration
pl: Rejestracja
tl: Pagpapatala
zh_cn: 登记

source: The current license for this training.
pl: Bieżąca licencja dla tego szkolenia.
tl: Ang pangkasalukuyang lisensiya para sa pagsasanay na ito.

source: License
pl: Licencja
tl: Lisensiya
zh_cn: 授权协议

source: The exam details for this training.
pl: Szczegóły egzaminów tego szkolenia.
tl: Ang mga detalye ng pagsusulit para sa pagsasanay na ito.

source: Exam
pl: Egzamin
tl: Pagsusulit
zh_cn: 考试

source: The training institution where this training occurred.
pl: Instytucja edukacyjna, prowadząca ten rodzaj kształcenia.
tl: Ang institusyon ng pagsasanay kung saan naganap ang pagsasanay na ito.

source: Training Institution
pl: Instytucja szkoląca
tl: Institusyon ng Pagsasanay
zh_cn: 培训机构

source: Institution District
pl: Województwo instytucji
tl: Distrito ng Institusyon

source: Training Report
pl: Raport ze szkolenia
tl: Ulat ng Pagsasanay
zh_cn: 培训课程报告

source: Reports based on individual trainings in the system.
pl: Raporty oparte na szkoleniach indywidualnych w systemie.
tl: Mga ulat na nakabatay sa pang-isahang mga pagsasanay na nasa sistema.

source: Index Number
pl: Numer indeksu
tl: Bilang sa Talatuntunan
zh_cn: 索引号码

source: Training Cadre ID
pl: ID kadry szkolącej
tl: ID ng Tagapagsanay ng Pagsasanay
zh_cn: 培训干部 ID

source: Intake Date After
pl: Po dacie obrania
tl: Petsa ng Pagpapasok Pagkaraan ng
zh_cn: 引入日期后

source: Intake Date Before
pl: Przed datą pobrania
tl: Petsa ng Pagpapasok Bago ang
zh_cn: 引入日期前

source: Intake Date
pl: Data pobrania
tl: Petsa ng Pagpapasok
zh_cn: 引入日期

source: License Number
pl: Numer licencji
tl: Bilang sa Lisensiya
zh_cn: 授权号码

source: License End Date
pl: Data wygaśnięcia licencji
tl: Petsa ng Pagtatapos ng Lisensiya
zh_cn: 授权届满日期

source: Registration Number
pl: Numer rejestracyjny
tl: Bilang sa Pagpapatala

source: Surname
pl: Nazwisko
tl: Apelyido
zh_cn: 姓名

source: First Name
pl: Imię
tl: Unang Pangalan
zh_cn: 名

source: Other Names
pl: Inne imiona
tl: Iba pang mga Pangalan
zh_cn: 别名

source: Training Reports
pl: Raporty ze szkolenia
tl: Mga Ulat sa Pagsasanay
zh_cn: 培训报告

source: The district where this institution is located.
tl: Ang distrito kung saan matatagpuan ang institusyong ito.
