Repository: agabaandre/iHRIS-Pharmacy-Qualify
Catalog: 4.1.11/ihris-qualify/translations/templates/ihris-qualify-custom-reports-search-people/*.po
Languages: si

source: Search People
si: පුද්ගලයන් සොයන්න

source: Last Training
si: අවසන් පුහුණුව

source: Cadre
si: සේවක සංඛ්‍යාව

source: Demographic details for this person.
si: මෙම පුද්ගලයා සඳහා ජනවිකාස විස්තර

source: Demographic
si: ජනවිකාසය

source: Surname
si: වාසගම

source: Firstname
si: මුල් නම

source: Other Names
si: වෙනත් නම්

source: Index Number
si: අනු අංකය

source: Training Cadre ID
si: පුහුණුවන සේවක හඳුනාගැනීමේ අංකය

source: Intake Date
si: බඳවාගත් දිනය

source: Search people in the system.
si: පද්ධතිය තුළ සිටින පුද්ගලයන් සොයන්න

source: Search Reports
si: වාර්තා සොයන්න
