Repository: agabaandre/iHRIS-Pharmacy-Qualify
Catalog: 4.1.11/ihris-common/translations/templates/training-simple-competency/*.po
Languages: ar, br, es, fr_ml, tl, uk, zh_tw

source: Evaluate a Person's Competencies for a Training Course
ar: قم بتقييم كفاءة شخص لدورة تدريبية
br: Prizañ barregezh un den evit ur gentel stummañ
es: Evalúe las Aptitudes de una Persona para un Curso de Entrenamiento
fr_ml: Évaluer les compétences d'une personne pour un cours de formation
tl: Suriin ang mga Kakayahan sa Pagganap ng isang Tao para sa isang Kurso ng Pagsasanay
uk: Оцінити кваліфікації особи для навчального курсу
zh_tw: 評估一個人員的培訓課程能力

source: Competencies
ar: الكفاءات
br: Barregezhioù
es: Aptitudes
fr_ml: Compétences
tl: Mga Kakayahan sa Pagganap
uk: Кваліфікації
zh_tw: 能力

source: Evaluate a perons's cheduled training course
ar: قم بتقييم دورة تدريبية مجدولة لشخص
br: Prizañ barregezh un den evit ar stummadur
es: Evalúa el curso programado del entrenamiento de una persona
fr_ml: Evaluer du cours de formation programmé d’une personne
tl: Suriin ang nakatakdang kurso ng pagsasanay ng isang tao
uk: Оцінити запланований навчальний курс особи
zh_tw: 評估一個人員的安排培訓課程

source: View a perons's cheduled training course evaluation
ar: عرض تقييم دورة تدريبية مجدولة لشخص
br: Diskwel prizadur kentel stummañ rakwelet un den
es: Ver la evaluación del curso programado de entrenamiento de una persona
fr_ml: Afficher l’évaluation du cours de formation programmé d’une personne
tl: Tingnan ang pagsusuri sa nakatakdang kurso ng pagsasanay ng isang tao
uk: Переглянути запланований навчальний курс особи
zh_tw: 檢視一個人員的安排培訓課程評估

source: Training Course Competency Evaluation
ar: تقييم كفاءة الدورة التدريبية
br: Prizañ barregezh ur gentel stummañ
es: Competencias de evaluación del curso de entrenamiento
fr_ml: Evaluation de la compétence du cours de formation
tl: Pagsusuri sa Kakayahan sa Pagganap ng Kurso ng Pagsasanay
uk: Оцінка кваліфікації для навчального курсу
zh_tw: 培訓課程能力評估

source: Evaulate Course Competencies
ar: قم بتقييم كفاءات الدورة
br: Prizañ barregezh ar gentel
es: Evaluar las competencias del curso
fr_ml: Evaluer les compétences du cours
tl: Surrin ang mga Kakayahan sa Pagganap na Pangkurso
uk: Оцінити кваліфікації курсу
zh_tw: 評估課程能力

source: Notes
ar: ملاحظات
br: Notennoù
es: Notas
fr_ml: Commentaires
tl: Mga tala
uk: Примітки
zh_tw: 備註

source: Evaluation Date
ar: تاريخ التقييم
br: Deiziad istimañ
es: Fecha de Evaluación
fr_ml: Date d’évaluation
tl: Petsa ng Pagsusuri
uk: Дата випробування
zh_tw: 評估日期

source: Evaluation
ar: تقييم
br: Istimadur
es: Evaluación
fr_ml: Évaluation
tl: Pagsusuri
uk: Випробування
zh_tw: 評估

source: Competency
ar: كفاءة
br: Barregezh
es: Competencia
fr_ml: Compétence
tl: Kakayahan sa Pagganap
uk: Кваліфікація
zh_tw: 能力

source: Competencies Provided
ar: كفاءات ممنوحة
br: Barregezhioù pourchaset
es: Competencias proporcionadas
fr_ml: Compétences fournies
tl: Ibinigay ang mga Kakayahan sa Pagganap
uk: Забезпечувані кваліфікації
zh_tw: 提供能力

source: This course does not provide any competencies.
ar: هذه الدورة لا تمنح أية كفاءات
br: Ne vez degaset barregezh ebet gant ar gental-mañ.
es: Este curso no proporciona competencias.
fr_ml: Ce cours n'apporte aucune compétence.
tl: Ang kursong ito ay hindi nagbibigay ng anumang mga kakayahan sa pagganap.
uk: Це курс не надає жодної кваліфікації.
zh_tw: 此課程不提供任何能力。
