Repository: agabaandre/iHRIS-Pharmacy-Qualify
Catalog: 4.1.11/i2ce/translations/templates/custom-reports-pie-chart/*.po
Languages: br, cs, de, es, fr_ml, gl, ja, lt, tl, zh_tw

source: Chart Options
br: Dibaboù ar c'houignoù
cs: Možnosti grafu
de: Diagrammoptionen
es: Opciones de diagramas
fr_ml: Options de graphique
gl: Opcións da gráfica
ja: グラフのオプション
lt: Diagramos Pasirinktys
tl: Mga Pilian ng Talangguhit
zh_tw: 圖表選項

source: Chart Style
br: Stil ar c'houignoù
cs: Styl grafu
de: Diagrammstil
es: Estilo de Diagrama
fr_ml: Style de graphique
gl: Estilo da gráfica
ja: グラフのスタイル
lt: Diagramos Stilius
tl: Mga Estilo ng Talangguhit
zh_tw: 圖表形態

source: Choose the chart style.
br: Dibab stil ar c'houignoù
cs: Zvolte styl grafu.
de: Wähle den Diagrammstil aus.
es: Elegir el estilo de diagrama.
fr_ml: Choisir le style de graphique
gl: Escolla o estilo da gráfica.
ja: チャート形式を選択します。
lt: Pasirinkite diagramos stilių.
tl: Piliin ang estilo ng talangguhit.
zh_tw: 選擇圖表形態

source: Displayed Fields
br: Maeziennoù diskwelet
cs: Zobrazená pole
de: Angezeigte Felder
es: Campos mostrados
fr_ml: Champs affichés
gl: Campos mostrados
ja: 表示されるフィールド
lt: Rodomi Laukai
tl: Ipinapakitang mga Hanay
zh_tw: 顯示欄位

source: Choose the way you wish to select fields to display.
br: Dibab an doare ho peus c'hoant da ziuz ar grafikoù da ziskwel.
cs: Zvolte způsob, kterým chcete vybraná poel zobrazit.
de: Wähle die Art aus, in der die ausgewählten Felder dargestellt werden sollen.
es: Elija la forma en la que desee seleccionar los campos a mostrar.
fr_ml: Choisir la façon dont vous voulez sélectionner les graphiques à afficher
gl: Escolla o modo no que queira seleccionar os campos que mostrar.
ja: 表示したいフィールドを選択する。
tl: Piliin ang paraan na nais mo upang pumili ng mga hanay na ipapakita.
zh_tw: 挑出您想要選擇欄位來顯示的方法。

source: One field (Total)
br: Ur vaezienn (Hollad)
cs: Jedno pole (Celkově)
de: Ein Feld (Gesamt)
es: Un Campo (Total)
fr_ml: Un champ (Total)
gl: Un campo (total)
ja: フィールド (計)
lt: Vienas laukelis (Viso)
tl: Isang hanay (Kabuuan)
zh_tw: 一個欄位（總計）

source: Displays one field with the total numbers with that value for that field.
br: Diskwel ur vaezienn gant an niverennoù hollek gant an dalvoudegezh-se evit ar vaezienn-se.
cs: Zobrazí jedno pole s celkovým počtem hodnoty pro toto pole.
de: Zeigt ein Feld mit der Gesamtzahl an Werten für dieses Feld.
es: Muestra un campo con los números totales con aquel valor para aquel campo.
fr_ml: Affiche un champ avec les nombres totaux avec cette valeur pour ce champ.
gl: Mostra un campo cos números totais con ese valor para o campo.
ja: フィールド内の数値合計が表示されます。
tl: Nagpapakita ng isang hanay na may buong mga bilang na may ganyang halaga para sa hanay na iyan.
zh_tw: 顯示帶有欄位值總數的一個欄位。

source: First Field
br: Maezienn gentañ
cs: První pole
de: Erstes Feld
es: Primer Campo
fr_ml: Premier champ
gl: Primeiro campo
ja: 最初のフィールド
lt: Pirmas Laukas
tl: Unang Hanay
zh_tw: 第一欄

source: Two Fields -- Total on the Second One
br: Div vaezienn -- Hollad war an eil
cs: Dvě pole - Celek na druhém
de: Zwei Felder -- Gesamtzahl im zweiten
es: Dos Campos -- Total en el Segundo
fr_ml: Deux champs -- Total sur le deuxième
gl: Dous campos -- Total no segundo
ja: ２つのフィールド - 2番目のフィールド数値合計
lt: Du Laukeliai -- Iš Viso Antrajame
tl: Dalawang mga Hanay -- Kabuuan sa Ikalawa
zh_tw: 兩個欄位 -- 在第二的總計

source: Displays two fields with the the total numbers on the second field
br: A ziskwel an div vaezienn gant an niverennoù hollek war an eil maezienn.
cs: Zobrazí dvě pole s celkovým počtem na druhém
de: Zeigt zwei Felder mit der Gesamtzahl im zweiten Feld
es: Muestra dos campos con los números totales en el segundo campo
fr_ml: Affiche deux champs avec les nombres totaux sur le deuxième champ.
gl: Mostra dous campos cos números totais no segundo campo
ja: ２番目のフィールドの数値合計を含む２つのフィールドが表示されます。
tl: Nagpapakita ng dalawang mga hanay na may kabuuang mga bilang sa ikalawang hanay
zh_tw: 顯示帶有第二欄位總數的兩個欄位

source: Two fields (Total on Second)
br: Div vaezienn (Hollad war an eil)
cs: Dvě pole (Celek na druhém)
de: Zwei Felder (Gesamtzahl im zweiten)
es: Dos Campos (Total en el Segundo)
fr_ml: Deux champs (Total sur le deuxième)
gl: Dous campos (total no segundo)
ja: 2 つのフィールド (2 番目の数値合計)
lt: Du Laukeliai (Iš Viso Antrajame)
tl: Dalawang mga hanay (Kabuuan nasa Ikalawa)
zh_tw: 兩個欄位（在第二總計）

source: Second Field
br: Eil maezienn
cs: Druhé pole
de: Zweites Feld
es: Segundo Campo
fr_ml: Deuxième champ
gl: Segundo campo
ja: 2 番目のフィールド
lt: Antras Laukas
tl: Ikalawang Hanay
zh_tw: 第二欄位

source: Second Field Total
br: Hollad an eil maezienn
cs: Druhé pole celkem
de: Gesamtzahl des zweiten Feldes
es: Total del Segundo Campo
fr_ml: Total du deuxième champ
gl: Total do segundo campo
ja: 2 番目のフィールドの合計
lt: Antrojo Lauko Viso
tl: Ikalawang Kabuuan ng Hanay
zh_tw: 第二欄位總計

source: Total Number
br: Niver hollek
cs: Celkový počet
de: Gesamtzahl
es: Número Total
fr_ml: Nombre total
gl: Número total
ja: 合計値
lt: Bendras Skaičius
tl: Kabuuang Bilang
zh_tw: 總數

source: Total Distinct
br: Hollad a-ziforc'h
cs: Celkem odlišných
de: Gesamtunterschied
es: Total distinto
gl: Total distinto
ja: 異なる合計
tl: Kabuuang Natatangi
zh_tw: 區別總計

source: Two Fields -- Second One is Numeric
br: Div vaezienn -- niverel eo an eil
cs: Dvě pole - Druhé je číselné
de: Zwei Felder -- Zweites ist numerisch
es: Dos Campos -- El Segundo es Numérico
fr_ml: Deux champs – Le deuxième est numérique
gl: Dous campos -- O segundo é numérico
ja: 2 つのフィールド - 2番目は数値です。
lt: Du Laukeliai -- Antrasis yra Skaitinis
tl: Dalawang mga Hanay -- Ang Ikalawa ay Bilang
zh_tw: 兩個欄位 -- 第二為數字

source: Displays two fields one which has a numeric value
br: A ziskwel div vaezienn zo niverel unan anezho
cs: Zobrazí dvě pole, z nichž jedno má číselnou hodnotu
de: Zeigt zwei Felder, von denen eines einen numerischen Wert hat
es: Muestra dos campos uno de los cuales tiene un valor numérico
fr_ml: Affiche deux champs dont un a une valeur numérique
gl: Mostra dous campos, un deles cun valor numérico
ja: 片方に数値を持つ2 つのフィールド
lt: Rodo du laukelius, vienas iš jų turi skaitinę reikšmę
tl: Nagpapakita ng dalawang mga hanay na ang isa ay may halagang bilang
zh_tw: 顯示其一值為數字的兩個欄位

source: Two fields (Numeric)
br: Div vaezienn niverel
cs: Dvě pole (Číselné)
de: Zwei Felder (Numerisch)
es: Dos campos (Numérico)
fr_ml: Deux champs (Nmérique)
gl: Dous campos (numérico)
ja: 2 つのフィールド (数値)
lt: Du laukeliai (Skaitiniai)
tl: Dalawang mga hanay (Bilang)
zh_tw: 兩個欄位（數字）

source: Second Field Aggregation
cs: Sčítání druhého pole
de: Zusammenfassung des zweiten Feldes
es: Añadir segundo campo
fr_ml: Agrégation du deuxième champ
gl: Adición do segundo campo
ja: 2 番目のフィールドの集計
tl: Pagsasama-sama sa Ikalawang Hanay
zh_tw: 第二欄位聚集

source: None
br: Hini ebet
cs: Žádné
de: Keine
es: Ninguno
fr_ml: Aucun
gl: Ningún
ja: なし
lt: Nieko
tl: Wala
zh_tw: 無

source: Sum
br: Sammad
cs: Součet
de: Summe
es: Suma
fr_ml: Somme
gl: Suma
ja: 合計
lt: Suma
tl: Kabuuan
zh_tw: 總和

source: Maximum
br: Brasañ
es: Máximo
gl: Máximo
ja: 最大
lt: Maksimalus
tl: Pinakamataas
zh_tw: 最大

source: Minimum
br: Bihanañ
es: Mínimo
gl: Mínimo
ja: 最小
lt: Minimalus
tl: Pinakamababa
zh_tw: 最小

source: Average
br: Keitad
cs: Průměr
de: Durchschnitt
es: Promedio
fr_ml: Moyenne
gl: Media
ja: 平均
lt: Vidurkis
tl: Karaniwan
zh_tw: 平均

source: Total on Two Fields
br: Hollad war div maezienn
cs: Celek dvou polí
de: Gesamtzahl von zwei Feldern
es: Total en Dos Campos
fr_ml: Total en deux champs
gl: Total nos dous campos
ja: 2 つのフィールドの合計
lt: Iš Viso Dviejuose Laukuose
tl: Kabuuan sa Dalawang mga Hanay
zh_tw: 對兩欄位總計

source: Displays the total for two fields
br: Diskwel an hollad evit div vaezienn
cs: Zobrazí celek dvou polí
de: Zeigt die Gesamtzahl für zwei Felder an
es: Muestra el total para dos campos
fr_ml: Affiche le total pour deux champs
gl: Mostra o total para dous campos
ja: 2 つのフィールドの合計が表示されます。
lt: Rodyti dviejų laukų visą
tl: Nagpapakita ng kabuuan para sa dalawang mga hanay
zh_tw: 顯示兩欄位的總計

source: Two fields (Total)
br: Div vaezienn (hollad)
cs: Dvě pole (Celkem)
de: Zwei Felder (Gesamt)
es: Dos Campos (Total)
fr_ml: Deux champs (Total)
gl: Dous campos (total)
ja: 2 つのフィールド (合計)
lt: Du laukeliai (Iš Viso)
tl: Dalawang mga hanay (Kabuuan)
zh_tw: 兩個欄位（總計）

source: Three fields (Total on Third)
br: Teir maezienn (Hollad war an trede)
cs: Tři pole (Celek na třetím)
de: Drei Felder (Gesamtzahl im dritten)
es: Tres Campos (Total en el Tercero)
fr_ml: Trois champs (Total dans le troisième)
gl: Tres campos (total no terceiro)
ja: 3 つのフィールド (3番目の合計)
lt: Trys laukeliai (Iš Viso Trečiajame)
tl: Tatlong mga hanay (Kabuuan sa Ikatlo)
zh_tw: 三個欄位（在第三總計）

source: Third Field
br: Trede maezienn
cs: Třetí pole
de: Drittes Feld
es: Tercer Campo
fr_ml: Troisième champ
gl: Terceiro campo
ja: 3 番目のフィールド
lt: Trečias Laukas
tl: Ikatlong Hanay
zh_tw: 第三欄位

source: Third Field Aggregation
cs: Sčítání třetího pole
de: Zusammenfassung des dritten Feldes
es: Añadir tercer campo
fr_ml: Agrégation du troisième champ
gl: Adición do terceiro campo
ja: 3 番目のフィールドの集計
tl: Pagsasama-sama sa Ikatlong Hanay
zh_tw: 第三欄位聚集

source: Displays three fields one of which is numeric.
br: A ziskwel teir maezienn zo niverek unan anezho.
cs: Zobrazí tři pole, z nichž jedno je číselné
de: Zeigt drei Felder an, von denen eines numerisch ist.
es: Muestra tres campos, uno de los cuales es numérico.
fr_ml: Affiche trois champs dont un est numérique.
gl: Mostra tres campos, un deles cun valor numérico.
ja: うちひとつに数値を含む3 つのフィールドが表示されます。
lt: Rodo tris laukelius, vienas iš jų yra skaitinis.
tl: Nagpapakita ng tatlong mga hanay na ang isa ay bilang.
zh_tw: 顯示其一值為數字的三個欄位。

source: Three fields (Numeric)
br: Teir maezienn (Niverek)
cs: Tři pole (Číselné)
de: Drei Felder (Numerisch)
es: Tres campos (Numérico)
fr_ml: Trois champs (Numériques)
gl: Tres campos (numérico)
ja: 3 つのフィールド (数値)
lt: Trys laukeliai (Skaitiniai)
tl: Tatlong mga hanay (Bilang)
zh_tw: 三個欄位（數字）

source: Close
br: Serriñ
cs: Zavřít
de: Schließen
es: Cerrar
fr_ml: Fermer
gl: Pechar
ja: 閉じる
lt: Uždaryti
tl: Isara
zh_tw: 關閉

source: Choose options to limit results
br: Diuzañ an dibaboù evit bevenniñ an disoc'hoù
cs: Zvolte možnosti k omezení výsledků
de: Optionen zum Einschränken der Ergebnisse auswählen
es: Elija las opciones para limitar los resultados
fr_ml: Choisir les options pour limiter les résultats
gl: Escolla as opcións para limitar os resultados
ja: 検索条件の選択
lt: Pasirinkite nustatymus, kad apribotumėte rezultatus
tl: Pumili ng mga mapipili upang hangganan ang mga kinalabasan
zh_tw: 選擇選項來限制結果

source: Save as default view
br: Saveteiñ evel diskwel dre ziouer
cs: Uložit jako výchozí zobrazení
de: Als Standardansicht speichern
es: Guardar como vista predeterminada
fr_ml: Enregistrer en tant que vue par défaut
gl: Gardar como a vista por defecto
ja: 既定のビューとして保存します。
lt: Išsaugoti kaip numatytąjį rodinį
tl: Sagipin bilang likas na nakatakdang tanawin
zh_tw: 另儲存為預設檢視

source: Related Views
br: Diskwelioù kar
cs: Související zobrazení
de: Ähnliche Ansichten
es: Vistas relacionadas
fr_ml: Affichages liées
gl: Vistas relacionadas
ja: 関連ビュー
lt: Susiję Rodiniai
tl: Kaugnay na mga Tanawin
zh_tw: 相關檢視

source: Pie Chart(Simple)
br: Kouign (eeun)
cs: Koláčový graf (jednoduchý)
de: Kreisdiagramm (einfach)
es: Gráfico de torta (Simple)
fr_ml: Graphique à secteurs/"Camembert" (Simple)
gl: Gráfica circular (simple)
ja: 円グラフ (簡易)
lt: Skritulinė Diagrama(Paprasta)
tl: Talangguhit na Bilog (Payak)
zh_tw: 餅狀圖（樣本）

source: Bar Chart(Simple)
br: Diagramm gant barrennoù a-led (eeun)
cs: Pruhový graf (jednoduchý)
de: Balkendiagramm (einfach)
es: Gráfico de barras (Simple)
fr_ml: Diagramme à bâtons (simple)
gl: Diagrama de barras (simple)
ja: 棒グラフ (簡易)
lt: Juostinė Diagrama(Paprasta)
tl: Talangguhit na Bareta (Payak)
zh_tw: 長條圖（樣本）

source: Column Chart(Simple)
br: Diagramm gant bannoù (eeun)
cs: Sloupcový graf (Jednoduchý)
de: Säulendiagramm (einfach)
es: Gráfico de Columnas (Simple)
fr_ml: Diagramme à colonnes (Simple)
gl: Diagrama de columnas (simple)
ja: 縦棒グラフ（簡易）
lt: Stulpelinė Diagrama(Paprasta)
tl: Talangguhit na Haligi (Payak)
zh_tw: 條狀圖（樣本）

source: Stacked Column Chart(Simple)
br: Diagramm gant bannoù berniet (eeun)
cs: Skládaný sloupcový graf (Jednoduchý)
de: Gestapeltes Säulendiagramm (einfach)
es: Gráfico de Columnas Apiladas (Simple)
fr_ml: Diagramme à colonnes empilées (simple)
gl: Gráfica de columnas amoreadas (simple)
ja: 積み上げ縦棒グラフ(簡易)
lt: Suskirstyta Stulpelinė Diagrama(Paprasta)
tl: Talangguhit na Sapin-sapin ang Haligi (Payak)
zh_tw: 堆積條狀圖（樣本）

source: Scatter Plot
br: Diagramm strewadur
cs: Bodový graf
de: Punktdiagramm
es: Gráfico de Dispersión
fr_ml: Diagramme de dispersion
gl: Gráfica de dispersión
ja: 散布図
tl: Nakakalat na Tuldok
zh_tw: 散佈圖

source: No data has been found for this report. Please make sure the report data has been cached or modify your limits.
br: Roadenn ebet evit an danevell-mañ. Gwiriit ha roadennoù zo anezho pe kemmit ho maezienn enklask.
cs: Pro toto hlášení nebyla nalezena žádná data. Ujistěte, se prosím, že data hlášení byla uložena nebo změňte Vaše omezení.
de: Es wurden für diesen Bericht keine Daten gefunden. Stelle sicher, dass die Berichtsdaten gecached wurden oder passe Deine Einschränkungen an.
es: No se encontraron datos para este informe. Por favor, asegúrese de que los datos del informe se ha almacenado en caché o modifique sus límites.
fr_ml: Pas de données pour ce rapport. Vérifiez que des données existent ou modifiez votre champ de recherche.
gl: Non se atoparon datos para este informe. Asegúrese de que os datos do informe están na caché ou modifique os seus límites.
ja: レポートにデータがありません。レポートデータのキャッシュを確認するか検索条件を変更して下さい。
tl: Walang datong natagpuan para sa ulat na ito. Pakitiyak na ang dato ng ulat ay naitago o baguhin ang mga hangganan mo.
zh_tw: 沒有找到用於此報告的資料。請確認報告的資料已有被快取、或是修改您的限制。

source: Chart
br: Grafik
cs: Graf
de: Diagramm
es: Gráfico
fr_ml: Graphique
gl: Gráfica
ja: グラフ
lt: Diagrama
tl: Talangguhit
zh_tw: 圖表

source: One Field -- Total
br: Ur vaezienn -- Hollad
cs: Jedno pole -- Celkem
de: Ein Feld -- Gesamt
es: Un Campo -- Total
fr_ml: Un champ -- Total
gl: Un campo -- Total
ja: 1 つのフィールド - 合計
lt: Vienas Laukas -- Iš Viso
tl: Isang Hanay -- Kabuuan
zh_tw: 一個欄位 -- 總計

source: Three Fields -- Total on the Third One
br: Teir maezienn - Hollad war an trede
cs: Tři pole -- Celek na třetím
de: Drei Felder -- Gesamtzahl im dritten
es: Tres Campos -- Total en el Tercero
fr_ml: Trois champs – Total dans le troisième
gl: Tres campos -- Total no terceiro
ja: ３つのフィールド - ３番目のフィールド数値合計
lt: Trys Laukeliai -- Iš Viso Trečiajame
tl: Tatlong mga Hanay -- Kabuuan sa Ikatlo
zh_tw: 三個欄位 -- 在第三的總計

source: Three Fields -- Third One is Numeric
br: Teir maezienn -- niverek eo an trede
cs: Tři pole -- Třetí je číselné
de: Drei Felder -- Drittes ist numerisch
es: Tres Campos -- El Tercero es Numérico
fr_ml: Trois champs -- Le troisième est numérique
gl: Tres campos -- O terceiro é numérico
ja: 2 つのフィールド - 3番目は数値です。
lt: Trys Laukeliai -- Trečiasis yra Skaitinis
tl: Tatlong mga Hanay - Ang Ikatlo ay Bilang
zh_tw: 三個欄位 -- 第三為數字

source: Apply Limits
br: Arloañ bevennoù
cs: Použít omezení
de: Einschränkungen anwenden
es: Aplicar Límites
fr_ml: Appliquer les limites
gl: Aplicar os límites
ja: 条件が適用されます。
lt: Taikyti Apribojimus
tl: Ilapat ang mga Hangganan
zh_tw: 套用限制

source: Results limited by
br: Disoc'hoù bevennet gant
cs: Výsledky omezeny
de: Ergebnisse eingeschränkt durch
es: Resultados limitados por
fr_ml: Résultats limités par
gl: Resultados limitados por
ja: 条件検索結果
lt: Rezultatus riboja
tl: Mga kinalabasang hinahangganan ng
zh_tw: 結果限制由

source: Apply these limits to the chart.
br: Arloañ ar bevennoù-se ouzh ar grafik
cs: Použít tato omezení na graf.
de: Diese Einschränkungen auf das Diagramm anwenden.
es: Aplicar estos límites al gráfico.
gl: Aplicar estes límites á gráfica.
ja: これらの条件をグラフに適用します。
lt: Taikyti šiuos apribojimus diagramai.
tl: Ilapat ang mga hangganang ito sa talangguhit.
zh_tw: 套用這些限制在圖表上。

source: Select chart options and view this report as a chart
br: Diuzañ dibarzhioù ar grafik ha diskwel an danevell-mañ e stumm ur grafik
cs: Vyberte možnosti grafu a toto hlášení zobrazte jako graf
de: Wähle die Diagrammoptionen aus und sieh diesen Bericht als Diagramm an.
es: Seleccionar las opciones de gráfico y ver este informe como un gráfico
gl: Seleccionar opcións de gráfica e ver este informe como unha gráfica
ja: グラフオプションの選択、レポートをグラフ表示
lt: Pasirinkti diagramos nustatymus ir žiūrėti ataskaitą kaip diagramą
zh_tw: 選擇圖表選項並檢視報告為圖表

source: Chart this data
br: Tresañ ar roadennoù-mañ
cs: Tato data zobrazte jako graf
de: Diese Daten als Diagramm darstellen
es: Presentar estos datos en un gráfico
gl: Representar estes datos
ja: このデータをグラフ化します。
lt: Paversti šios duomenis į diagramą
tl: Italangguhit ang datong ito
zh_tw: 將此資料圖表化
