Repository: agabaandre/iHRIS-Pharmacy-Qualify
Catalog: 4.1.11/i2ce/translations/templates/form-relationships/*.po
Languages: it, lt, uk, zh_tw

source: Sql Query
lt: Sql Užklausa
uk: SQL-запит
zh_tw: Sql 查詢

source: Description
it: Descrizione
lt: Aprašymas
uk: Опис
zh_tw: 描述

source: A description of this function to be displayed to the end user
it: Una descrizione di questa funzione che verraà visualizzata dall'utente finale
lt: Šios funkcijos aprašymas, rodomas galutiniam vartotojui
uk: Опис цієї функції, який відображається для кінцевих користувачів.
zh_tw: 此函式描述會顯示於終端用戶。

source: Form Field
it: Campo del modulo
lt: Formos Laukas
uk: Поле форми
zh_tw: 表單欄位

source: Select the form field that this function takes values in
it: Seleziona il campo del modulo da cui questa funzione prende il valore
uk: Виберіть поле форми, в якому ця функція приймає значення
zh_tw: 選擇函式用來取値的表單欄位

source: Selectable Forms
it: Moduli selezionabili
lt: Pasirenkamos Formos
uk: Форми для вибору
zh_tw: 可選表單

source: Linked Fields
it: Campi collegati
lt: Susietieji Laukai
uk: Зв'язані поля
zh_tw: 連結欄位

source: There are no forms which are able to be joined to this form.
it: Non ci sono moduli che possono essere congiunti a questo modulo.
uk: Немає форм, які можуть бути приєднані до цієї форми.
zh_tw: 沒有可連接此表單的表單。

source: View
it: Visualizza
lt: Peržiūrėti
uk: Переглянути
zh_tw: 檢視

source: Delete
it: Cancella
lt: Ištrinti
uk: Вилучити
zh_tw: 刪除

source: Edit
it: Modifica
lt: Redaguoti
uk: Редагувати
zh_tw: 編輯

source: The SQL Function
it: La funzione SQL
lt: SQL Funkcija
uk: SQL функція
zh_tw: SQL 函式

source: The form field that this function takes values in
it: Il campo del form da cui questa funzione prende il valore
uk: Поле форми, в якому ця функція приймає значення
zh_tw: 此函式用來取値的表單欄位

source: Editing Language
it: Modifica lingua
lt: Redagavimo Kalba
uk: Мова редагування
zh_tw: 編輯語言

source: Export
it: Esporta
lt: Eksportuoti
uk: Експорт
zh_tw: 匯出

source: Existing Functions
it: Funzioni esistenti
lt: Esamos Funkcijos
uk: Існуючі функції
zh_tw: 現有函式

source: Form Relationships
it: Modulo Parentele
lt: Formos Ryšiai
uk: Форма відносин
zh_tw: 表格關聯

source: View an Existing Relationship
it: Visualizzare una parentela esistente
lt: Žiūrėti Egzistuojantį Ryšį
uk: Переглянути наявний зв'язок
zh_tw: 檢視現有關聯

source: There are no existing relationships
it: Non ci sono parentele esistenti
lt: Nėra egzistuojančių ryšių
uk: Там немає наявних зв'язків
zh_tw: 沒有現有關聯

source: Add a new child form
it: Aggiungere un nuovo modulo bambino
uk: Додавання нової дочірньої форми
zh_tw: 添加一個新子表單

source: Add A New Form
it: Aggiungi un nuovo modulo
lt: Pridėti Naują Formą
uk: Додати нову форму
zh_tw: 添加一個新表單

source: Select a child form to join to this form
it: Seleziona un modulo bambino per accedere a questo modulo
uk: Виберіть дочірню форму, аби приєднатися до цієї форми
zh_tw: 選擇一個子表單來連接此表單

source: Short Name
it: Nome breve
lt: Trumpas Vardas
uk: Коротке ім'я
zh_tw: 簡稱

source: Display Name
it: Nome visualizzato
lt: Rodomas Vardas
uk: Показати ім'я
zh_tw: 顯示名稱

source: The name of the joined form that is displayed to the end user.
it: Il nome del modulo congiunto che verrà visualizzato dall'utente finale.
uk: Назва приєднаної форми, яка відображається для кінцевих користувачів.
zh_tw: 連接表單名稱顯示於終端用戶。

source: A description of the form and its role in the relationship that should be understandable to the end user.
it: Una descrizione del modulo e del suo ruolo nella parentela che deve poter essere comprensibile all'utente finale.
uk: Опис форми та її ролі у зв'язках, які повинні бути зрозумілі кінцевому користувачеві.
zh_tw: 表單的描述以及在關聯裡的角色應要能讓終端用戶理解。

source: Close
it: Chiudi
lt: Uždaryti
uk: Закрити
zh_tw: 關閉

source: You may either choose to modify an existing form relationship, or construct a new one.
it: Puoi anche modificare una esistente relationship del form, o costruirne una nuova.
lt: Galite pasirinkti arba keisti egzistuojantį formos ryšį, arba sukurti naują.
uk: Ви можете вибрати або змінити наявний зв'язок форми, або побудувати новий.
zh_tw: 您可選擇來異動一個現有表單關聯、或構造一個新的。

source: You may construct an existing form relationship with this page.
lt: Galite sukurti egzistuojantį formos ryšį su šiuo puslapiu.
uk: Може побудувати наявну форму зв'язків з цієї сторінки.
zh_tw: 您可以構造出一個與此頁面的現有表單關聯。

source: Edit an Existing Relationship
it: Modifica una relationship esistente
lt: Redaguoti Egzistuojantį Ryšį
uk: Редагувати наявний зв'язок
zh_tw: 編輯現有關聯

source: Construct a New Relationship
it: Costruisci una nuova relationship
lt: Kurti Naują Ryšį
uk: Побудувати новий зв'язок
zh_tw: 構成新關聯

source: Relationship Short Name
it: Nome corto della relationship
lt: Ryšio Trumpas Pavadinimas
uk: Коротке ім'я зв'язку
zh_tw: 關聯簡稱

source: The name of the form relationship that is displayed to the end user.
it: Il nome della form relationship visualizzato dall'utente finale
lt: Formos ryšio pavadinimas, kuris yra rodomas galutiniam vartotojui.
uk: Назва форми зв'язку, яка відображається для кінцевих користувачів.
zh_tw: 表單關聯名稱顯示於終端用戶。

source: A description of the form relationship that should be understandable to the end user.
it: Una descrizione della form relationship che sia comprensibile all'utente finale.
lt: Formos ryšio aprašymas, kuris turėtų būti suprantamas galutiniam vartotojui.
uk: Опис форми зв'язків, які повинні бути зрозумілі користувачеві.
zh_tw: 在表單關聯的描述應要能讓終端用戶理解。

source: Select an existing relationship to copy.
it: Seleziona una relationship da copiare.
lt: Pasirinkti egzistuojantį ryšį kopijavimui.
uk: Виберіть наявний зв'язок для копіювання.
zh_tw: 選擇現有關聯來複製。

source: Do not copy
it: Non copiare
lt: Nekopijuokite
uk: Не копіювати
zh_tw: 不可複製

source: The form %1$s in the relationship refers to the real form %2$s.
uk: Форма %1$s у зв'язках посилається на справжню форму %2$s.
zh_tw: 在關聯的表滇%1$s參照至實有表單%2$s。

source: The name of this relationship that is displayed to the end user.
it: Il nome di questa relationship che verrà visualizzato dall'utente finale.
lt: Ryšio pavadinimas, kuris yra rodomas galutiniam vartotojui.
uk: Назва цього зв'язку, яка відображається для кінцевого користувача.
zh_tw: 關聯名稱顯示於終端用戶。

source: Existing Joined Forms
lt: Egzistuojančios Sujungtos Formos
uk: Наявні приєднані форми
zh_tw: 現有連接表單

source: Add a new function
it: Aggiungi una nuova funzione
lt: Pridėti naują funkciją
uk: Додати нову функцію
zh_tw: 添加一個新函式

source: Add A New Function
it: Aggiungi una nuova funzione
lt: Pridėti naują funkciją
uk: Додати нову функцію
zh_tw: 添加一個新函式

source: Function name
it: Nome della funzione
lt: Funkcijos pavadinimas
uk: Ім'я функції
zh_tw: 函式名稱

source: A name for this function that can be refred to when creating reports.
it: Un nome per questa funzione a cui ci si possa riferire quando si creano i report.
uk: Назва для цієї функції, на яку можна посилатися при створенні звітів.
zh_tw: 當創建報告時可被參照的函式名稱。

source: The reported form
uk: Звітна форма
zh_tw: 報告表單

source: uses the form
lt: naudoja formą
uk: використовує форму
zh_tw: 使用表單

source: ) is displayed.
it: ) verrà visualizzato.
lt: ) rodomas.
uk: ) відображається.
zh_tw: ）已顯示。

source: A description of the form that should be understandable to the end user.
it: Una descrizione del form che sia comprensibile per l'utente finale.
lt: Formos aprašymas, kuris turėtų būti suprantamas galutiniam vartotojui.
uk: Опис форми, який має бути зрозумілим кінцевому користувачеві.
zh_tw: 在表單的描述應要能讓終端用戶理解。

source: Field
it: Campo
lt: Laukas
uk: Поле
zh_tw: 欄位

source: The field of this form we wish to link with.
it: Il campo di questo modulo con cui desideriamo allegarlo.
uk: Поле цієї форми, з яким ми бажаємо пов'язати.
zh_tw: 我們所想要連結的此表單欄位。

source: Select Value
it: Seleziona valore
lt: Pasirinkite Vertę
uk: Вибрати значення
zh_tw: 選擇值

source: Ancestor Form
it: Modulo ascendente
uk: Форма-предок
zh_tw: 原型表單

source: The named form we wish to specify the condition.
it: Il modulo nominato a cui desideriamo specificare la condizione.
uk: Названа форма, в якій ми бажаємо вказати умову.
zh_tw: 我們所想指定條件的命名表單。

source: Ancestor Field
it: Campo ascendente
uk: Поле-предок
zh_tw: 原型欄位

source: The field of the ancestral form we wish to link with.
it: Il campo del modulo ascendente con cui desideriamo allegarlo.
uk: Поле батьківської форми, з яким ми бажаємо пов'язати
zh_tw: 我們所想要連結的原型表單欄位。

source: Existing Conditions
it: Condizioni esistenti
lt: Esamos Sąlygos
uk: Існуючі умови
zh_tw: 現有條件

source: Add a new condition
it: Aggiungi nuova condizione
lt: Pridėti naują sąlyga
uk: Додати нову умову
zh_tw: 添加一個新條件

source: The defining SQL for this function. You refer to reported fields as `reportform+field`
it: La definizione di SQL per questa funzione. Si fa riferimento ai campi segnalati come 'reportform + campo'
uk: Визначальний SQL для цієї функції. Ви звертаєтеся до оголошених полів як 'reportform+field'
zh_tw: 此函式的定義 SQL。您提及的報告欄位為「報告表單 + 欄位」

source: Row will be dropped if form is not found
it: La riga verrà eliminata se il modulo non viene trovato
uk: Рядок буде відкинено, якщо форму не знайдено
zh_tw: 若表單未找出行列將會被去除

source: Row will not be dropped if form is not found
it: La riga non verrà eliminata se il modulo non viene trovato
uk: Рядок не буде відкинено, якщо форму не знайдено
zh_tw: 若表單未找出行列不會被去除

source: An internal key used to identify the form relationship. It may not be the same as the key for any of the existing named forms in this relationship.
it: Una chiave interna utilizzata per identificare il modulo della parentela. Potrebbe non essere la stessa chiave utilizzata per gli altri moduli indicati in questa parentela.
uk: Внутрішній ключ використовується для ідентифікації форми зв'язків. Він не може бути таким же, як ключ для будь-яких наявних іменованих форм в цих зв'язках.
zh_tw: 內鍵用於識別表單關聯。這不能與任何在此關聯裡已存在命名表單擁有相同鍵值。

source: Please select either a form to use as the primary form for this form relationship or choose to copy an existing form relationship to a new one by clicking on the appropriate Options link below.
uk: Будь ласка, виберіть форму для використання в якості основної форми для цієї форми зв'язків або виберіть, щоб скопіювати наявну форму зв'язків на нову, натиснувши на відповідне посилання нижче Параметрів.
zh_tw: 請透過點擊下列適當選項連結，來選擇一個表單作為用於表單關聯的主表單，或是選擇複製一個現有表單關聯來產生新的。

source: Please select a form to use as the primary form for this form relationship by clicking on the Options link below.
uk: Будь ласка, виберіть форму для використання в якості основної форми для цієї форми зв'язків, натиснувши на посилання нижче Параметрів.
zh_tw: 請透過點擊下列選項連結選擇表單；來作為用於表單關聯的主表單。

source: An internal key used to identify the form relationship. It may not be the same as the key for any of the existing form relationships.
uk: Внутрішній ключ використаний для ідентифікації форми зв'язків. Він не може бути таким же, як ключ для будь-яких наявних форм зв'язків.
zh_tw: 內鍵用於識別表單關聯。這不能與任何已存在表單關聯擁有相同鍵值。

source: To construct a new form relationship, you will need to first choose a Primary Form
it: Per costruire una nuova form relationship, devi scegliere per prima cosa un Form primario
uk: Щоб побудувати зв'язок нової форми, вам необхідно спочатку вибрати основну форму
zh_tw: 要建構一個新表單關聯，您需要先挑選一個主表單

source: A description of the relationship that should be understandable to the end user.
it: Una descrizione della relationship che deve essere comprensibile all'utente finale.
lt: Ryšio aprašymas, kuris turėtų būti suprantamas galutiniam vartotojui.
uk: Опис зв'язків, які повинні бути зрозумілі кінцевому користувачеві.
zh_tw: 在關聯的描述應要能讓終端用戶理解。

source: The defining SQL for this function. You refer to a form with the name <formname> and the field <field> `<formname>+<field>` in your function.
uk: Визначальний SQL для цієї функції. Ви звернетеся до форми з назвою <formname>і поля <field> '<formname>+<field>' у вашій функції
zh_tw: 用於此函式的定義 SQL。您可在您的函式參照一個帶有名稱 <formname>和欄位<field> `<formname>+<field>` 的表單。

source: The name of the form that is displayed to the end user. If none is specified, then the short name (
it: Il nome del form che verrà visualizzato dall'utente finale. Se non ne esiste nessuno specificato, allora il nome corto (
lt: Formos pavadinimas, kuris yra rodomas galutiniam vartotojui. Jei nėra nurodyta, rodomas trumpas pavadinimas (
uk: Ім'я форми, яка відображається для кінцевих користувачів. Якщо жодне не вказано, то скорочена назва (
zh_tw: 表單名稱會顯示於終端用戶。如果沒有指定；會簡稱（

source: Join Method
it: Metodo di unione
lt: Prisijungimo Metodas
uk: Метод З'єднання
zh_tw: 連接方法

source: LEFT JOIN
it: UNIONE A SINISTRA
uk: ЛІВЕ ПРИЄДНАННЯ
zh_tw: 左連接

source: Limit Join
it: Limita Unione
lt: Riboti Prisijungima
uk: Обмеження приєднань
zh_tw: 限制連接

source: ALLOW MULTIPLE JOINS
it: PERMETTI UNIONI MULTIPLE
lt: LEISTI KELIS PRISIJUNGIMUS
uk: ДОЗВОЛИТИ МНОЖИННІ З'ЄДНАННЯ
zh_tw: 允許多重連接

source: Edit the SQL function
it: Modifica la funzione SQL
lt: Redaguoti SQL funkciją
uk: Редагувати SQL функцію
zh_tw: 編輯 SQL 函式

source: Aggregate
it: Aggrega
uk: З'єднати
zh_tw: 聚集

source: The fields that are linked when listing options. Only applies if the form field is a subclass of I2CE_FormField_MAPPED. It should be a colon separated list of 'forms' or 'form+linkfield's. Example: "county:district+region:[region]:country". If not set, it defaults to the name of this function.
uk: Поля, які пов'язані при перерахуванні варіантів. Застосовується тільки, якщо поле форми є підкласом I2CE_FormField_MAPPED. Воно повинно бути списком відокремним стовпцем виду "форми" чи "форма+поле посилання". Приклад: "повіт:район+регіон:[регіон]:країна". Якщо не вказано, то за замовчуванням воно збігається з ім'ям цієї функції.
zh_tw: 欄位會在列出選項時連結。僅可套用是 I2CE_FormField_MAPPED 子類別的表單欄位。在此情況下應是一個以冒號區分的「表單」或「表單 + 連結欄位」清單。例如像：「county:district+region:[region]:country」，這預設作為此函式名稱。

source: Dependent Functions
it: Funzioni dipendenti
lt: Priklausomos Funkcijos
uk: Залежні функції
zh_tw: 相依函式

source: Joined Forms
it: Form congiunti
lt: Sujungtos Formos
uk: Приєднані форми
zh_tw: 連接表單

source: Join in new forms to this relationship.
it: Unisci in nuovi moduli a questa relazione.
lt: Prijungti naujas formas prie šio ryšio.
uk: Приєднуйтеся до нових форм для цього зв'язку.
zh_tw: 在新表單連接至此關聯。

source: Limit This Form
it: Limita questo modulo
lt: Riboti Šią Formą
uk: Обмежити цю форму
zh_tw: 限制此表單

source: Limit the type of forms added based on values of one of the fields of this form
it: Limita il genere di moduli aggiunti in base dei valori di uno dei campi di questo modulo
uk: Обмежити тип доданих форм на основі значень одного з полів цієї форми
zh_tw: 限制基於此表單其一欄位內容值所添加的表單類型

source: Link This Form
it: Allega questo modulo
lt: Prijungti Šią Formą
uk: Зв'язування цієї форми
zh_tw: 連結此表單

source: Link this form to an ancestor form in the relationship by specifying fields that need to be the same.
it: Collega questo modulo ad un modulo ascendente nel rapporto di specifici campi che hanno bisogno di essere gli stessi.
uk: Зв'язати цю форму предка форму зв'язком, вказавши поля, які повинні бути однаковими.
zh_tw: 透過指定需相同的欄位來在關聯內連結此表單至一個原型表單。

source: Functions
it: Funzioni
lt: Funkcijos
uk: Функції
zh_tw: 函式

source: A comma separated list of the forms in the relationship on whose fields you which you wish to aggregate on (i.e. those not in the groupby clause, these are the forms that appear in your function)
it: Un elenco separato da virgole dei moduli in relazione a quei campi che vuoi aggregare (es. quelli che non sono nella clausola groupby, quelli sono i moduli che appaiono nella tua funzione)
uk: Розділений комами список форм у зв'язках, на полях якого ви хочете накопичувати (тобто вони не є згуртованими, вони є формами, які з'являються у вашій функції)
zh_tw: 一個在您想要聚集的欄位關聯裡以逗號區分的表單清單（例如：沒有在 groupby 子句，出現在您的函式的表單）

source: The forms which are selectable for this field. Only applies if the form field is a subclass of I2CE_FormField_MAPPED. In which case it should be a comma separated list of forms. If not set, it defaults to the name of this function.
it: I moduli selezionabili per questo campo. Si applica solo se il campo del modulo è una sottoclasse di I2CE_FormField_MAPPED. In tal caso dovrebbe essere un elenco separato da virgole di moduli. Se non indicato, il valore predefinito sarà il nome di questa funzione.
uk: Форми, вибрані для цього поля. Застосовується тільки, якщо поле форми є підкласом I2CE_FormField_MAPPED. У цьому випадку поле повинно бути розділеним комами списком форм. Якщо не вказано, то типово воно збігається з ім'ям цієї функції.
zh_tw: 用於此欄位的可選表單。僅可套用是 I2CE_FormField_MAPPED 子類別的表單欄位。在此情況下應是一個以逗號區分的表單清單。若未設定，則預設此函式名稱。

source: The forms which are selectable for this field. Only applies if the form field is a subclass of I2CE_FormField_MAPPED. In which case it should be a comma separated list of forms.
it: I moduli che sono selezionabili per questo campo. Si applica solo se il campo del modulo è una sottoclasse di I2CE_FormField_MAPPED. In tal caso dovrebbe essere un elenco dei moduli separato da virgole.
uk: Форми, вибрані для цього поля. Застосовується тільки, якщо поле форми є підкласом I2CE_FormField_MAPPED. У цьому випадку поле повинно бути розділеним комами списком форм.
zh_tw: 用於此欄位的可選表單。僅可套用是 I2CE_FormField_MAPPED 子類別的表單欄位。在此情況下應是一個以逗號區分的表單清單。

source: Display Style For Form
it: Stile di Visualizzazione del Modulo
lt: Rodyti Stilių Formai
uk: Стиль відображення форми
zh_tw: 表單顯示樣式

source: Affects how a form can be linked
it: Influisce su come un modulo può essere collegato
lt: Keičia kaip forma gali būti sujungta
uk: Впливає, як форма може бути пов'язана
zh_tw: 影響表單如何被連結

source: The fields that are linked when listing options. Only applies if the form field is a subclass of I2CE_FormField_MAPPED. It should be a colon separated list of 'forms' or 'form+linkfield's. Example: "county:district+region:[region]:country".
it: I campi collegati nell'elenco di opzioni. Si applica solo se il campo del modulo è una sottoclasse di I2CE_FormField_MAPPED. Dovrebbe essere una lista separata da due punti di 'moduli' o 'moduli+campicollegamento'. Esempio: "contea:distretto+regione:[regione]:paese".
uk: Поля, які пов'язані при перерахуванні варіантів. Застосовується тільки, якщо поле форми є підкласом I2CE_FormField_MAPPED. Воно повинно бути списком відокремним стовпцем виду "форми" чи "форма+поле посилання". Приклад: "повіт:район+регіон:[регіон]:країна".
zh_tw: 欄位會在列出選項時連結。僅可套用是 I2CE_FormField_MAPPED 子類別的表單欄位。在此情況下應是一個以冒號區分的「表單」或「表單 + 連結欄位」清單。例如像：「county:district+region:[region]:country」。

source: JOIN
it: UNISCI
lt: PRISIJUNGTI
uk: ПРИЄДНАТИСЯ
zh_tw: 連接

source: RIGHT JOIN
it: UNIONE A DESTRA
uk: ПРАВЕ ПРИЄДНАННЯ
zh_tw: 右連接

source: LIMIT TO ONE JOINED
it: LIMITA A UNA UNIONE
lt: LEISTI VIENĄ PRISIJUNGIMĄ
uk: ОБМЕЖИТИ ОДНИМ ПРИЄДНАННЯМ
zh_tw: 僅限一個連接

source: The %s form
it: Il modulo %s
lt: %s forma
uk: Форма %s
zh_tw: %s表單

source: Hide
it: Nascondi
lt: Slėpti
uk: Приховати
zh_tw: 隱藏

source: Edit This Information
it: Modifica questa informazione
lt: Redaguoti Šią Informaciją
uk: Редагувати цю інформацію
zh_tw: 編輯此訊息
