Repository: agabaandre/iHRIS-Pharmacy-Qualify
Catalog: 4.1.11/i2ce/translations/templates/request-account-verify-email/*.po
Languages: fr, lt, zh_tw

source: Request Number
fr: Numéro de demande
lt: Prašymo Numeris
zh_tw: 請求號碼

source: Email Verifed
fr: Courriel vérifiée
lt: El. Paštas Patvirtintas
zh_tw: 電子郵件已驗證

source: E-mail Address
fr: Adresse de courriel
lt: E-pašto Adresas
zh_tw: 電子郵件地址

source: Please check your email to confirm your e-mail address (%s) in order to login.
fr: Veuillez vérifier votre courriel pour confirmer votre adresse de courriel (%s) afin de pouvoir vous connecter.
lt: Prašome patikrinti savo el. paštą, jūsų el. pašto adreso (%s) patvirtinimui , kad prisijungtumėte.
zh_tw: 請檢查您的電子郵件以確認您登入用的電子郵件地址（%s）。

source: We had difficulty in sending an e-mail to (%s). Please contact the system administrator
fr: Nous avons des difficulté pour envoyer un courriel à (%s). Veuillez contacter un administrateur système
lt: Iškilo sunkumų siunčiant el. laišką (%s). Prašome susisiekti su sistemos administratoriumi
zh_tw: 我們在寄送電子郵件至（%s）時出現問題。請聯絡系統管理員

source: Your account has been verified.
fr: Votre compte a été vérifié.
lt: Jūsų paskyra buvo patvirtinta.
zh_tw: 您的帳號已被驗。

source: We could not verify your account.
fr: Nous n'avons pas pu vérifier votre compte.
lt: Negalime patvirtinti jūsų paskyros.
zh_tw: 我們無法驗證您的帳號。

source: The requested username "%1$s" or email "%2$s"is invalid or already in use.
fr: Le nom d'utilisateur "%1$s" ou l'email "%2$s" est invalide ou est déjà utilisé
lt: Prašomas vartotojo vardas „%1$s“ ar el. paštas „%2$s“yra negalimas arba jau naudojamas.
zh_tw: 請求用戶名稱「%1$s」或電子郵件「%2$s」為無效或是已被使用。

source: Please enter a valid email address.
fr: Veuillez entrer une adresse de courriel valide.
lt: Prašome įvesti teisingą el. pašto adresą.
zh_tw: 請輸入有效的電子郵件地址。

source: Verify %1$s Account Request.
fr: Vérifier la demande de compte %1$s.
lt: Patvirtinti %1$s Paskyros Prašymą.
zh_tw: 驗證%1$s帳號請求。

source: Please verify your account for username "%1$s" by clicking on the link %2$s Once you have verified your account, you can also use the above link to access %3$s. Welcome to %3$s!
fr: Veuillez vérifier votre compte nom d'utilisateur "%1$s" en cliquant sur le lien %2$s. Une Fois que vous avez vérifié votre compte, vous pouvez également utiliser le lien ci-dessus pour accéder à %3$s. Bienvenue sur %3$s!
lt: Prašome patvirtinti savo paskyra vardu „%1$s“ paspaudžiant ant nuorodos %2$s Kai patvirtinsite savo paskyrą galėsite naudoti aukščiau esančią nuorodą prieigai prie %3$s. Sveiki atvykę į %3$s!
zh_tw: 請驗證您用於用戶名「%1$s」的帳號透過點擊連結%2$s 在您已驗證您的帳號時，您也可使用以上連結來訪問%3$s。歡迎來到到%3$s！

source: Please verify your account for username "%1$s" by clicking on the link %2$s Welcome to %3$s.
fr: Veuillez vérifier votre compte nom d'utilisateur "%1$s" en cliquant sur le lien %2$s. Bienvenue sur %3$s.
lt: Prašome patvirtinti savo paskyra vardu „%1$s“ paspaudžiant ant nuorodos %2$s Sveiki atvykę į %3$s!
zh_tw: 請驗證您用於用戶名「%1$s」的帳號透過點擊連結%2$s 歡迎來到%3$s。

source: Request Account
fr: Demande de compte utilisateur
lt: Prašyti Paskyros
zh_tw: 請求帳號

source: Resend Email
fr: Envoyer un courriel
lt: Siųsti El. laišką iš naujo
zh_tw: 重新傳送電子郵件

source: Resend Verification Email
fr: Renvoyer l'E-mail de validation
lt: Siųsti Patvirtinimo El. laišką iš naujo
zh_tw: 重新發送驗證電子郵件
