Repository: agabaandre/iHRIS-Pharmacy-Qualify
Catalog: 4.1.11/i2ce/translations/templates/request-account-verify-email/sco.po
Languages: sco

source: Request Number
sco: Request Nummer

source: E-mail Address
sco: The E-mail Address

source: Please check your email to confirm your e-mail address (%s) in order to login.
sco: Please check yer email tae confirm that yer e-mail address (%s) is in order tae login.

source: We had difficulty in sending an e-mail to (%s). Please contact the system administrator
sco: We had diffeecultie in sendin aen e-mail til (%s). Please contact the system admeenistrater

source: Your account has been verified.
sco: Yer accoont haes been vereefied.

source: We could not verify your account.
sco: We coudna vereefie yer accoont.

source: The requested username "%1$s" or email "%2$s"is invalid or already in use.
sco: The requested uisername "%1$s" or email "%2$s"is onvalid or awreadie in uise.

source: Please enter a valid email address.
sco: Please enter ae valid email address.

source: Verify %1$s Account Request.
sco: Vereefie %1$s Accoont Request.

source: Please verify your account for username "%1$s" by clicking on the link %2$s Once you have verified your account, you can also use the above link to access %3$s. Welcome to %3$s!
sco: Please vereefie yer accoont fer uisername "%1$s" bi clapin oan the airtin %2$s Yince ye'v vereefied yer accoont, ye can uise the abuin airtin tae access %3$s aes weel. Weelcome til %3$s!

source: Please verify your account for username "%1$s" by clicking on the link %2$s Welcome to %3$s.
sco: Please vereefie yer accoont fer uisername "%1$s" bi clapin oan the airtin %2$s Weelcome til %3$s.

source: Request Account
sco: Request Accoont

source: Resend Verification Email
sco: Resend The Vereefication Email
