Repository: agabaandre/iHRIS-Pharmacy-Qualify
Catalog: 4.1.11/ihris-common/translations/templates/simple-competency/*.po
Languages: br, cs, es, fr, it, nl, tl, uk, zh_cn, zh_tw

source: Edit This Information
br: Cheñch an titour-mañ
cs: Upravit tuto informaci
es: Editar esta información
fr: Modifier cette information
it: Modifica questa informazione
nl: Gegevens bewerken
tl: Baguhin ang Kabatirang Ito
uk: Редагувати цю інформацію
zh_cn: 编辑此信息
zh_tw: 編輯此訊息

source: Update this Information
br: Hizivaat an titour-mañ
cs: Aktualizovat tuto Informaci
es: Actualizar esta información
fr: Mettre à jour cette information
it: Aggiorna questa informazione
nl: Gegevens bijwerken
tl: Isapanahon ang Kabatirang ito
uk: Оновити цю інформацію
zh_cn: 更新此信息
zh_tw: 更新此訊息

source: Select another Competency Type
br: Dibab ur seurt barregezh all
cs: Vybrat jiný typ kompetence
es: Seleccionar otro Tipo de Competencia
fr: Sélectionnez un autre type de compétences
it: Seleziona un altro tipo di competenza
nl: Selecteer een ander competentietype
tl: Pumili ng iba pang Uri ng Kakayahan sa Pagganap
uk: Виберіть інший тип кваліфікації
zh_cn: 选择另一个合格的类型
zh_tw: 選擇其它能力類型

source: Competency Type
br: Seurt barregezh
cs: Typ kompetence
es: Tipo de Competencia
fr: Type de compétences
it: Tipo di competenza
nl: Competentietype
tl: Uri ng Kakayahan sa Pagganap
uk: Тип кваліфікації
zh_cn: 合格的类型
zh_tw: 能力類型

source: Select another Competency
br: Dibab ur varregezh all
cs: Vybrat jinou kompetenci
es: Seleccionar otra Competencia
fr: Sélectionnez une autre compétence
it: Seleziona un'altra competenza
nl: Selecteer een andere competentie
tl: Pumili ng iba pang Kakayahan sa Pagganap
uk: Виберіть іншу кваліфікацію
zh_cn: 请选择另一种能力
zh_tw: 選擇其它能力

source: Competency
br: Barregezh
cs: Kompetence
es: Competencia
fr: Compétence
it: Competenza
nl: Competentie
tl: Kakayahan sa Pagganap
uk: Кваліфікація
zh_cn: 能力
zh_tw: 能力

source: Select another Competency Evaluation
br: Dibab ur priziadur barregezh all
cs: Vybrat jiné vyhodnocení kompetence
es: Seleccionar otra Evaluación de Competencia
fr: Choisissez une autre évaluation de compétences
it: Seleziona un'altra valutazione delle competenze
nl: Selecteer een andere competentie-evaluatie
tl: Pumili ng iba pang Pagsusuri sa Kakayahan sa Pagganap
uk: Виберіть іншу оцінку кваліфікації
zh_cn: 请选择另一个能力评价
zh_tw: 選擇其它能力評估

source: Competency Evaluation
br: Priziañ ar varregezh
cs: Vyhodnocení kompetence
es: Evaluación de Competencia
fr: Evaluation de compétence
it: Valutazione delle competenze
nl: Competentieevaluatie
tl: Pagsusuri sa Kakayahan sa Pagganap
uk: Оцінка кваліфікації
zh_cn: 能力评价
zh_tw: 能力評估

source: Edit all list associated with competency
br: Kemmañ an holl rolloù all kevelet ouzh ar varregezh
cs: Upravit celý seznam spojený s kompetencí
es: Editar todas las listas asociadas con la competencia
fr: Modifier toutes les autres listes associées à la compétence
it: Modifica tutti gli elenchi associati alla competenza
nl: Alle lijsten die te maken hebben met competentie bewerken
tl: Baguhin ang lahat ng talang may kaugnayan sa kakayahan sa pagganap
uk: Редагувати всі списки пов'язані з кваліфікацією
zh_cn: 编辑能力与相关联的所有列表
zh_tw: 編輯所有相關於能力的清單

source: Edit the competency list
br: Kemmañ ar roll barregezhioù
cs: Upravit seznam kompetence
es: Editar la lista de competencia
fr: Modifier la liste des compétences
it: Modifica l'elenco delle competenze
nl: Competentielijst bewerken
tl: Baguhin ang tala ng kakayahan sa pagganap
uk: Редагувати список кваліфікацій
zh_cn: 编辑能力列表
zh_tw: 編輯能力清單

source: Edit the competency type list
br: Kemmañ ar roll seurtoù barregezh
cs: Upravit seznam typů kompetence
es: Editar la lista de tipos de competencia
fr: Modifier la liste des types de compétence
it: Modifica l'elenco delle tipologie di competenze
nl: Competentietypelijst bewerken
tl: Baguhin ang tala ng uri ng kakayahan sa pagganap
uk: Редагувати список типів кваліфікацій
zh_cn: 编辑能力类型列表
zh_tw: 編輯能力類型清單

source: View all list associated with competency
br: Diskwel an holl rolloù kevelet ouzh ar varregezh
cs: Zobrazit celý seznam spojený s kompetencí
es: Ver todas las listas asociadas con la competencia
fr: Afficher toutes les listes associées à la compétence
it: Visualizza tutti gli elenchi associati alla competenza
nl: Alle lijsten die te maken hebben met competentie bekijken
tl: Tingnan ang lahat ng talang may kaugnayan sa kakayahan sa pagganap
uk: Переглянути увесь список пов'язаний з кваліфікацією
zh_cn: 查看能力与相关联的所有列表
zh_tw: 檢視所有相關於能力的清單

source: View the competency list
br: Diskwel roll ar barregezhioù
cs: Zobrazit seznam kompetence
es: Ver la lista de competencia
fr: Afficher la liste des competences
it: VIsualizza l'elenco delle competenze
nl: Competentielijst bekijken
tl: Tingnan ang tala ng kakayahan sa pagganap
uk: Переглянути список кваліфікацій
zh_cn: 查看合格列表
zh_tw: 檢視能力清單

source: View the competency type list
br: Diskwel roll ar seurtoù barregezhioù
cs: Zobrazit seznam typů kompetence
es: Ver la lista de tipos de competencia
fr: Afficher la liste des types de compétences
it: Visualizza l'elenco delle tipologie di competenze
nl: Competentietypelijst bekijken
tl: Tingnan ang lata ng uri ng kakayahan sa pagganap
uk: Переглянути список типів кваліфікації
zh_cn: 查看合格类型列表
zh_tw: 檢視能力類型清單

source: Name
br: Anv
cs: Název
es: Nombre
fr: Nom
it: Nome
nl: Naam
tl: Pangalan
uk: Назва
zh_cn: 名
zh_tw: 名稱

source: Select Competency Type then Competency
br: Dibar seurt barregezh, ha barregezh da choude
cs: Vyberte typ kompetence pak kompetenci
es: Seleccione Tipo de Competencia después Competencia
fr: Sélectionner type de compétence puis compétence
it: Seleziona la tipologia di comptenza e poi la competenza
nl: Selecteer een competentietype en daarna een competentie
tl: Piliin ang Uri ng Kakayan sa Pagganap at pagkaraan ay ang Kakayahan sa Pagganap
uk: Виберіть тип кваліфікації, потім кваліфікацію
zh_cn: 请选择能力类型然后能力
zh_tw: 先選擇能力類型；然後能力

source: Notes
br: Notennoù
cs: Poznámky
es: Notas
it: Note
nl: Opmerkingen
tl: Mga tala
uk: Примітки
zh_cn: 备注
zh_tw: 備註
