Repository: agabaandre/iHRIS-Pharmacy-Qualify
Catalog: 4.1.11/ihris-common/translations/templates/dependents/*.po
Languages: pl

source: Gender
pl: Płeć

source: Date of Birth
pl: Data urodzenia

source: Name
pl: Nazwa

source: Dependent
pl: Osoby na utrzymaniu

source: Can view a person's dependents
pl: Może przeglądać osoby na utrzymaniu

source: Can edit a person's dependents
pl: Może zmieniać osoby na utrzymaniu

source: Add/Update Dependent Information
pl: Dodaj/zmień informacje o osobach na utrzymaniu

source: Edit This Information
pl: Edycja tej indormacji

source: Update this Information
pl: Zaktualizuj tę informację

source: Dependent Information
pl: Informacja o osobach na utrzymaniu
