Repository: agabaandre/iHRIS-Pharmacy-Qualify
Catalog: 4.1.11/i2ce/translations/templates/login-page/cdo.po
Languages: cdo

source: Please Log In
cdo: 起動汝躒入

source: Username
cdo: 用戶名

source: Password
cdo: 密碼

source: That account cannot change passwords.
cdo: 茲蜀萆賬號𣍐使修改密碼。

source: Change Password
cdo: 修改密碼

source: Send Feedback
cdo: 發送反饋

source: You did not set a password. Please try again.
cdo: 汝未設密碼。起動汝再來蜀回。

source: Old Password
cdo: 原底其密碼

source: New Password
cdo: 新其密碼

source: Confirm New Password
cdo: 確認密碼

source: Thank you for your feedback.
cdo: 謝定汝其反饋

source: return
cdo: 返回

source: Site Feedback Form
cdo: 站點反饋表單

source: Comments
cdo: 評論

source: Name
cdo: 名字

source: Company
cdo: 公司

source: Title
cdo: 頭銜

source: Industry
cdo: 行業

source: Address
cdo: 地址

source: City
cdo: 城市

source: State/Province
cdo: 省

source: Postal Code
cdo: 郵政編碼

source: Country
cdo: 國家

source: Telephone
cdo: 電話號碼

source: Fax
cdo: 傳真號碼

source: Email
cdo: 電批

source: Login
cdo: 躒入

source: Logout
cdo: 躒出

source: Forgotten Password
cdo: 𣍐記密碼

source: Enter your username and password.
cdo: 起動拍入汝其用戶名其密碼。

source: Your old password didn't match the database. Please try again.
cdo: 汝原底其密碼共數據庫當中保存其密碼對𣍐上。起動汝再試蜀回。

source: Your new password didn't match your confirmed password. Please try again.
cdo: 汝其新密碼共確認密碼對𣍐上。起動汝再試蜀回。

source: If you have a bug report, problem with the page, feature request or question, please contact us by filling out and submitting the following form. We will use your email address only to reply to your request.
cdo: 如果汝發現程序缺陷、茲蜀頁上其問题，或者有功能請求，問題發現，起動汝填寫下底其表單，提交上其來聯繫儂家。儂家僅敆迴複汝其請求其辰候才會使用汝其電批地址。

source: Forgot Password
cdo: 𣍐記密碼

source: Reset Password
cdo: 重置密碼

source: Enter your username to reset your password
cdo: 拍入汝其用戶名來重新設置汝其密碼

source: Display Username
cdo: 顯示密碼

source: Enter your email address to see your username
cdo: 拍入汝其電批地址來覷汝其用戶名

source: Return to login page
cdo: 轉遘登錄頁面

source: Please contact your system adminstator to reset your password
cdo: 起動汝聯繫系統管理員來重新設置密碼

source: Forgot username or password?
cdo: 用戶名或者密碼記𣍐起了？

source: Your password has been changed.
cdo: 汝其密碼已經修改好了。
