Repository: agabaandre/iHRIS-Pharmacy-Qualify
Catalog: 4.1.11/ihris-qualify/translations/templates/ihris-qualify/*.po
Languages: cs, es, gl, oc, pl, tl

source: Index Number
cs: Číslo rejstříku
es: Número de índice
gl: Número de índice
oc: Numèro d'indèx
pl: Numer indeksu
tl: Bilang sa Talatuntunan

source: Registration Number
cs: Registrační číslo
es: Número de Registro
gl: Número de rexistro
oc: Numèro d’enregistrament
pl: Numer rejestracyjny
tl: Bilang sa Pagpapatala

source: License Number
cs: Číslo licence
es: Número de Licencia
gl: Número de licenza
oc: Numèro de licéncia
pl: Numer licencji
tl: Bilang sa Lisensiya

source: Individual Information
cs: Individuální informace
es: Información Individual
gl: Información individual
oc: Informacion individuala
pl: Informacje o osobie
tl: Kabatiran sa Indibiduwal

source: Contact Information
cs: Kontaktní údaje
es: Información de Contacto
gl: Información de contacto
oc: Entresenhas sul contacte
pl: Kontakt
tl: Kabatiran sa Pakikipag-ugnayan

source: Training Information
cs: Údaje o výuce
es: Información de Entrenamiento
gl: Información da formación
oc: Informacion de formacion
pl: Informacje szkoleniowe
tl: Kabatiran sa Pagsasanay

source: Deployment
cs: Nasazení
es: Despliegue
gl: Lanzamento
oc: Desplegament
pl: Wdrożenie
tl: Pagpapakalat ng Tauhan

source: Out Migration
cs: Migrace ven
es: Emigración
gl: Migración externa
oc: Migracion extèrna
pl: Migracja na zewnątrz
tl: Labas na Pandarayuhan

source: Notes
cs: Poznámky
es: Notas
gl: Notas
oc: Remarcas
pl: Oceny
tl: Mga tala

source: Add Registration
cs: Přidat registraci
es: Añadir Registro
gl: Engadir o rexistro
oc: Apondre una inscripcion
pl: Dodaj rejestrację
tl: Magdagdag ng Pagpapatala

source: Edit This Information
cs: Upravit tuto informaci
es: Editar esta información
gl: Editar esta información
oc: Modificar aquesta informacion
pl: Zmień tą informację
tl: Baguhin ang Kabatirang Ito

source: Update this Information
cs: Aktualizovat tuto Informaci
es: Actualizar esta Información
gl: Actualizar esta información
oc: Metre a jorn aquesta informacion
pl: Aktualizuj informację
tl: Isapanahon ang Kabatirang ito

source: District
cs: Čtvrť
es: Distrito
gl: Distrito
oc: Zòna
pl: Dzielnica
tl: Distrito

source: Name
cs: Jméno
es: Nombre
gl: Nome
oc: Nom
pl: Imię i nazwisko
tl: Pangalan

source: Country
cs: Země
es: País
gl: País
oc: País
pl: Kraj
tl: Bansa

source: Region
cs: Kraj
es: Región
gl: Rexión
pl: Rejon
tl: Rehiyon

source: Disciplinary Action
cs: Disciplinární opatření
es: Acción Disciplinaria
gl: Acción disciplinaria
oc: Mesura disciplinària
pl: Postępowanie dyscyplinarne
tl: Hakbang na Pangdisiplina

source: Disciplinary Action Reason
cs: Důvod disciplinárního řízení
es: Motivo de la Acción Disciplinaria
gl: Motivo para a acción disciplinaria
oc: Motiu de la mesura disciplinària
pl: Przyczyny postępowania dyscyplinarnego
tl: Dahilan ng Hakbang na Pangdisiplina

source: Date Disciplinary Action Occurred
cs: Datum, kdy bylo zaznamenáno disciplinární opatření
es: Fecha en que se produjo la Acción Disciplinaria
gl: Data de aplicación da acción disciplinaria
oc: Data d'aplicacion de la mesura disciplinària
pl: Data wykonania postępowania dyscyplinarnego
tl: Petsa noong Mangyari ang Hakbang na Pangdisiplina

source: Reinstatement Date
cs: Datum návratu
es: Fecha de Reincorporación
gl: Data de reincorporación
oc: Data de reïntegracion
pl: Termin przywrócenia
tl: Petsa ng Pagbabalik sa Tungkulin

source: View Record
cs: Zobrazit Záznam
es: Ver Registro
gl: Ver o rexistro
oc: Afichar un enregistrament
pl: Przegląd nagrania
tl: Tingnan ang Rekord

source: License Information
cs: Licenční informace
es: Información de Licencia
gl: Información sobre a licenza
oc: Informacions sus la licéncia
pl: Informacje o licencji
tl: Kabatiran sa Lisensiya

source: Suspended?
cs: Pozastaveno?
es: Suspendido?
gl: Suspendido?
oc: Suspendut ?
pl: Zawieszone?
tl: Nasuspindi?

source: Start Date
cs: Datum zahájení
es: Fecha de Inicio
gl: Data de inicio
oc: Data de començament
pl: Data rozpoczęcia
tl: Petsa ng Simula

source: End Date
cs: Datum ukončení
es: Fecha de Finalización
gl: Data de fin
oc: Data de fin
pl: Data zakończenia
tl: Petsa ng Pagtatapos

source: Intake Date
cs: Datum přijetí
es: Fecha de Admisión
gl: Data de admisión
oc: Data d’admission
pl: Data pobrania
tl: Petsa ng Pagpasok

source: Graduation Date
cs: Datum ukončení studia
es: Fecha de Graduación
gl: Data de graduación
oc: Data d’obtencion del diplòma
pl: Data uzyskania dyplomu
tl: Petsa ng Pagtatapos sa Pag-aaral

source: Training Disruption Category
cs: Kategorie přerušení výuky
es: Categoría de Interrupción de Entrenamiento
gl: Categoría de interrupción da formación
oc: Categoria d'interrupcion de formacion
pl: Kategoria zakłóceń szkolenia
tl: Kategorya ng Pag-antala sa Pagsasanay

source: Academic Level
cs: Akademická úroveň
es: Nivel Académico
gl: Nivel académico
oc: Nivèl academic
pl: Poziom akademicki
tl: Akademikong Antas

source: Registration Information
cs: Registrační informace
es: Información de Registro
gl: Información de rexistro
oc: Informacions d’enregistrament
pl: Informacje o rejestracji
tl: Kabatiran sa Pagpapatala

source: Application Date
cs: Datum podání žádosti
es: Fecha de Inscripción
gl: Data de inscrición
oc: Data de demanda
pl: Data aplikacji
tl: Petsa ng Aplikasyon

source: Registration Date
cs: Datum registrace
es: Fecha de registro
gl: Data de rexistro
oc: Data d’enregistrament
pl: Data rejestracji
tl: Petsa ng Rehistrasyon

source: Practice Type
cs: Typ praxe
es: Tipo de Práctica
gl: Tipo de práctica
oc: Tipe de practica
pl: Typ praktyki
tl: Uri ng Panunungkulan

source: Education Information
cs: Informace o vzdělání
es: Información Educativa
gl: Información sobre a educación
oc: Informacion sus l’educacion
pl: Informacje o wykształceniu
tl: Kabatiran sa Edukasyon

source: Secondary School Name
cs: Druhotný název školy
es: Nombre del Colegio Secundario
gl: Nome do centro de ensinanza secundaria
oc: Nom de l'escòla segondària
pl: Nazwa szkoły średniej
tl: Pangalan ng Mataas na Paaralan

source: Certificate
cs: Certifikát
es: Certificado
gl: Certificado
oc: Certificat
pl: Certyfikat
tl: Katibayan

source: Grade Obtained
cs: Obdržená známka
es: Título Obtenido
gl: Grao obtido
oc: Grad obtengut
pl: Uzyskany stopień
tl: Nakuhang Marka

source: Certificate Number
cs: Číslo certifikátu
es: Número de Certificado
gl: Número de certificado
oc: Numèro de certificat
pl: Numer certyfikatu
tl: Bilang sa Katibayan

source: Record Discontinuation
cs: Ukončení záznamu
es: Interrupción de Registro
gl: Descontinuidade do rexistro
oc: Arrèst d'enregistrament
pl: Przerwanie nagrania
tl: Hindi Pagpapatuloy ng Rekord

source: Program Information
cs: Informace o programu
es: Información del Programa
gl: Información do programa
oc: Informacion sul programa
pl: Informacje o programie
tl: Kabatiran sa Programa

source: Date Information
cs: Informace o datu
es: Información de la Fecha
gl: Información da data
oc: Data de l'informacion
pl: Data informacji
tl: Kabatiran sa Petsa

source: Cadre
cs: Kádr
es: Grupo
gl: Cadro
oc: Quadre
pl: Personel
tl: Tagapagsanay

source: Number of Students
cs: Počet studentů
es: Número de Estudiantes
gl: Número de estudantes
oc: Nombre d’estudiants
pl: Liczba studentów
tl: Bilang ng mga Mag-aaral

source: Correct this Information
cs: Opravit tuto informaci
es: Corregir esta información
gl: Corrixir esta información
oc: Modificar aquesta informacion
pl: Popraw te informacje
tl: Itama ang Kabatirang ito

source: Registration
cs: Registrace
es: Registro
gl: Rexistro
oc: Enregistrament
pl: Rejestracja
tl: Pagpapatala

source: Resume Training
cs: Pokračovat ve výuce
es: Continuar Entrenamiento
gl: Reanudar a formación
oc: Reprene la formacion
pl: Wznawianie szkolenia
tl: Ipagpatuloy ang Pagsasanay

source: return (do not save changes)
cs: navrátit (bez uložení změn)
es: regresar (no guardar los cambios)
gl: volver (non gardar os cambios)
oc: Retorn (salvar pas las modificacions)
pl: powrót (bez zapisu zmian)
tl: bumalik (huwag sagipin ang mga pagbabago)

source: Renew License
cs: Obnovit licenci
es: Renovar Licencia
gl: Renovar a licenza
oc: Renovelar la licéncia
pl: Odnowienie licencji
tl: Muling Pagtibayin ang Lisensiya

source: View License History
cs: Zobrazit historii licence
es: Ver Historial de Licencia
gl: Ver o historial da licenza
oc: Veire l'istoric de la licéncia
pl: Wyświetlenie historii licencji
tl: Tingnan ang Kasaysayan ng Lisensiya

source: Add new Health Facility
cs: Přidat nové zdravotnické zařízení
es: Añadir nueva Institución de Salud
gl: Engadir un novo establecemento sanitario
oc: Apondre un novèl establiment de santat
pl: Dodaj nowy Zakład Opieki Zdrowotnej
tl: Magdagdag ng bagong Pasilidad na Pangkalusugan

source: View Person
cs: Zobrazit osobu
es: Ver Persona
gl: Ollar a persoa
oc: Afichar la persona
pl: Widok osoby
tl: Tingnan ang Tao

source: Hide
cs: Skrýt
es: Ocultar
gl: Agochar
oc: Amagar
pl: Ukryj
tl: Itago

source: Add Identification
cs: Přidat identifikaci
es: Añadir Identificación
gl: Engadir a identificación
oc: Apondre una identitat
pl: Dodaj identyfikację
tl: Magdagdag ng Pagkakakilanlan

source: View Name History
cs: Zobrazit historii názvu
es: Ver Historial de Nombres
gl: Ollar o historial do nome
oc: Afichar l'istoric del nom
pl: Wyświetl historię nazwy
tl: Tingnan ang Kasaysayan ng Pangalan

source: Name / Nationality
cs: Jméno / Národnost
es: Nombre / Nacionalidad
gl: Nome/Nacionalidade
oc: Nom / Nacionalitat
pl: Imię i nazwisko / narodowość
tl: Pangalan / Kabansaan

source: Add Training
cs: Přidat školení
es: Añadir Entrenamiento
gl: Engadir a formación
oc: Apondre la formacion
pl: Dodaj szkolenie
tl: Magdagdag ng Pagsasanay

source: Deployment Information
cs: Informace o nasazení
es: Información de Despliegue
gl: Información sobre o lanzamento
oc: Informacions sul desplegament
pl: Informacje na temat wdrożenia
tl: Kabatiran sa Pagkakadestino

source: Add Deployment
cs: Přidat nasazení
es: Añadir Despliegue
gl: Engadir o lanzamento
oc: Apondre desplegament
pl: Dodaj wdrożenie
tl: Magdagdag ng Destino

source: View Deployment History
cs: Zobrazit historii nasazení
es: Ver Historial de Despliegue
gl: Ollar o historial de lanzamento
oc: Veire l'istoric de desplegament
pl: Wyświetl historię wdrożenia
tl: Tingnan ang Kasaysayan ng Destino

source: Out Migration Information
cs: Informace o migraci ven
es: Información de Emigración
gl: Información sobre a migración externa
oc: Informacions sus las migracions extèrnas
pl: Informacje o migracji na zewnątrz
tl: Kabatiran sa Labas na Pandarayuhan

source: Add Out Migration
cs: Přidat migraci ven
es: Añadir Emigración
gl: Engadir a migración externa
oc: Apondre una Emigracion
pl: Dodaj migrację na zewnątrz
tl: Magdagdag ng Labas na Pandarayuhan

source: Add Note
cs: Přidat poznámku
es: Añadir Nota
gl: Engadir a nota
oc: Apondre una nòta
pl: Dodaj ocenę
tl: Magdagdag ng Tala

source: Demographic Information
cs: Demografické informace
es: Información Demográfica
gl: Información demográfica
oc: Informacion demografica
pl: Informacje demograficzne
tl: Kabatirang Demograpiko

source: Marital Status
cs: Rodinný stav
es: Estado civil
gl: Estado civil
oc: Situacion familiala
pl: Stan cywilny
tl: Katayuan sa Pag-aasawa

source: Administer Database: Associate Health Facilities and Training Institutions
cs: Správa databáze: Přidružení zdravotnická zařízení a vzdělávací instituce
es: Administrar Base de Datos: Asociar Hospitales/Clínicas con Instituciones de Entrenamiento
gl: Base de datos administrativa: Establecementos sanitarios asociados e institucións de formación
oc: Basa de donadas Administrator : los establiments de santat associats e las institucions de formacion
pl: Administrowanie bazą danych: związane zakłady opieki zdrowotnej i instytucje szkoleniowe
tl: Pangasiwaan ang Kalipunan ng Dato: Kaugnay na mga Institusyon ng mga Pasilidad Pangkalusugan at Pagsasanay

source: Continuing Education
cs: Další vzdělávání
es: Educación continua
gl: Educación continua
oc: Formacion continua
pl: Kształcenie ustawiczne
tl: Patuloy na Edukasyon

source: Private Practice
cs: Soukromá praxe
es: Práctica Privada
gl: Práctica privada
oc: Entraïnament privat
pl: Prywatna praktyka
tl: Pribadong Panunungkulan

source: Disciplinary Notice
cs: Karné upozornění
es: Nota Disciplinaria
gl: Nota disciplinaria
oc: Mesura disciplinària
pl: Ocena dyscyplinarna
tl: Pabatid na Pangdisiplina

source: Return to Person
cs: Návrat na osobu
es: Volver a Persona
gl: Volver á persoa
oc: Retorn a la Persona
pl: Powrót do osoby
tl: Bumalik sa Tao

source: Add Demographic Information
cs: Přidat demografické informace
es: Añadir Información Demográfica
gl: Engadir a información demográfica
oc: Apondre l'informacion demografica
pl: Dodaj informacje demograficzne
tl: Magdagdag ng Kabatirang Demograpiko

source: County
cs: Obec
es: Municipio
gl: Condado
oc: Comuna
pl: Powiat
tl: Kondado

source: Add Disciplinary Notice
cs: Přidat discilpinární výstrahu
es: Añadir Nota Disciplinaria
gl: Engadir unha nota disciplinaria
oc: Apondre una Mesura disciplinària
pl: Dodaj ocenę dyscyplinarną
tl: Magdagdag ng Pabatid na Pangdisiplina

source: Training Disruption
cs: Přerušení školení
es: Entrenamiento Interrumpido
gl: Interrupción da formación
oc: Interrupcion de formacion
pl: Zakłócenie szkolenia
tl: Pag-antala sa Pagsasanay

source: Disruption Reason
cs: Důvod přerušení
es: Motivo de la Interrupción
gl: Motivo da interrupción
oc: Motiu de l'interrupcion
pl: Przyczyna zakłóceń
tl: Dahilan ng Pag-antala

source: Disruption Date
cs: Datum přerušení
es: Fecha de la Interrupción
gl: Data da interrupción
oc: Data de l'interrupcion
pl: Data zakłóceń
tl: Petsa ng Pag-antala

source: Resumption Date
cs: Datum obnovení
es: Fecha de Reanudación
gl: Data da reanudación
oc: Data de la represa
pl: Data wznowienia
tl: Petsa ng Pagpapatuloy

source: Health Facility
cs: Zdravotnícké zařízení
es: Institución de Salud
gl: Establecemento sanitario
oc: Establiment de santat
pl: Zakład Opieki Zdrowotnej
tl: Pasilidad na Pangkalusugan

source: Deployment Date
cs: Datum nasazení
es: Fecha de Despliegue
gl: Data do lanzamento
oc: Data de desplegament
pl: Data wdrożenia
tl: Petsa ng Destino

source: Job/Post Title
cs: Název práce/pozice
es: Título de Trabajo/Puesto
gl: Título do emprego/posto
oc: Títol de l’emplec/pòsta
pl: Tytuł stanowiska pracy
tl: Pamagat ng Hanapbuhay/Puwesto

source: Job/Post Code
cs: Kód práce/pozice
es: Código de Trabajo/Puesto
gl: Código do emprego/posto
oc: Emplec / Còdi del pòste
pl: Kod stanowiska pracy
tl: Kodigo ng Trabaho/Puwesto

source: Job/Post Information
cs: Informace o pozici/práci
es: Información de Trabajo/Puesto
gl: Información do emprego/posto
oc: Informacions sus l’emplec
pl: Informacje o stanowisku pracy
tl: Kabatiran sa Hanapbuhay/Puwesto

source: Add/Update Person
cs: Přidat/Aktualizovat osobu
es: Añadir/Actualizar Persona
gl: Engadir/Actualizar a persoa
oc: Apondre/Metre a jorn una persona
pl: Dodaj/zmień osobę
tl: Idagdag/Isapanahon ang Tao

source: Personal Information
cs: Osobní informace
es: Información Personal
gl: Información persoal
oc: Entresenhas personalas
pl: Dane osobowe
tl: Kabatirang Pansarili

source: Training Program
cs: Výukový program
es: Programa de Entrenamiento
gl: Programa de formación
oc: Programa de formacion
pl: Program szkolenia
tl: Programa ng Pagsasanay

source: View Training
cs: Zobrazit výuku
es: Ver entrenamiento
gl: Ver a formación
oc: Veire la formacion
pl: Widok szkolenia
tl: Tingnan ang Pagsasanay

source: Return to Main Record
cs: Návrat na hlavní záznam
es: Volver al Registro Principal
gl: Volver ao rexistro principal
oc: Retorn al dorsièr principal
pl: Powrót do głównego zapisu
tl: Bumalik sa Pangunahing Rekord

source: Correct This Information
cs: Opravit tuto informaci
es: Corregir esta información
gl: Corrixir esta información
oc: Corregir aquesta informacion
pl: Popraw te informacje
tl: Iwasto ang Kabatirang Ito

source: Set Graduation Date
cs: Nastavit datum ukončení studia
es: Asignar Fecha de Graduación
gl: Definir a data de graduación
oc: Data de remesa del diplòma
pl: Ustaw datę uzyskania dyplomu
tl: Itakda ang Petsa ng Pagtatapos sa Pag-aaaral

source: Index Information
cs: Informace rejstříku
es: Información de Índice
gl: Información do índice
oc: Informacion a prepaus l'indèx
pl: Informacje o indeksie
tl: Kabatiran sa Talatuntunan

source: Training Institution
cs: Učiliště
es: Institución de Entrenamiento
gl: Institución de formación
oc: Establiment de formacion
pl: Instytucja szkoląca
tl: Institusyon ng Pagsasanay

source: Exam Information
cs: Informace o zkoušce
es: Información de Examen
gl: Información do exame
oc: Informacion sus l'examèn
pl: Informacie o egzaminie
tl: Kabatiran sa Pagsusulit

source: Add Continuing Education
cs: Přidat další vzdělávání
es: Añadir educación continua
gl: Engadir unha educación continua
oc: Apondre una Formacion continua
pl: Dodaj kształcenie ustawiczne
tl: Magdagdag ng Patuloy na Edukasyon

source: Private Practice License Information
cs: Informace o licenci soukromé praxe
es: Información de Licencia de Práctica Privada
gl: Información sobre a licenza de tratamento privada
oc: Informacion sus la licéncia de l'entraïnament privat
pl: Informacje o licencji praktyki prywatnej
tl: Kabatiran sa Lisensiya ng Pribadong Panunungkulan

source: Add Private Practice License
cs: Přidat licenci soukromé praxe
es: Añadir Licencia de Práctica Privada
gl: Engadir unha licenza de tratamento privada
oc: Apondre una licéncia per l'entraïnament privat
pl: Dodaj licencję prywatnej praktyki
tl: Magdagdag ng Lisensiya ng Pribadong Panunungkulan

source: Select another Health Facility
cs: Vybrat další zdravotnické zařízení
es: Seleccionar otra Institución de Salud
gl: Seleccionar outro establecemento sanitario
oc: Seleccionatz un autre establiment de santat
pl: Wybierz inny zakład opieki zdrowotnej
tl: Pumili ng iba pang Pasilidad na Pangkalusugan

source: Update Associated Training Institutions
cs: Přidat přidružené vzdělávací instituce
es: Actualizar Instituciones de Entrenamiento Asociadas
gl: Actualizar as institucións de formación asociadas
oc: Mesa a jorn dels establiments de formacion associats
pl: Aktualizacja związanych instytucji szkolących
tl: Isapanahon ang Kaugnay na mga Institusyon ng Pagsasanay

source: Identification Code
cs: Identifikační kód
es: Código de identificación
gl: Código de identificación
oc: Còdi d’identificacion
pl: Kod identyfikacyjny
tl: Kodigo ng Pagkakakilanlan

source: Facility Type
cs: Typ zařízení
es: Tipo de Institución
gl: Tipo de establecemento
oc: Tipe d'estructura
pl: Typ zakładu opieki
tl: Uri ng Pasilidad

source: Facility Agent
cs: Zástupce zařízení
es: Agente de la Instalación
gl: Axente do establecemento
oc: Agent d'installacion
tl: Ahente ng Pasilidad

source: Facility Status
cs: Stav zařízení
es: Estado de Institución
gl: Estado do establecemento
oc: Estat de l'establiment
tl: Katayuan ng Pasilidad

source: Associated Training Institutions
cs: Přidružené vzdělávací instituce
es: Instituciones de Entrenamiento Asociadas
gl: Establecementos de adestramento asociados
oc: Establiments de formacion associats
pl: Związane instytucje szkoleniowe
tl: Kaugnay na mga Institusyon ng Pagsasanay

source: Add Person
cs: Přidat osobu
es: Añadir Persona
gl: Engadir a persoa
oc: Apondre una persona
pl: Dodaj osobę
tl: Magdagdag ng Tao

source: Search Records
cs: Prohledat záznamy
es: Buscar Registros
gl: Procurar rexistros
oc: Recercar d'enregistraments
pl: Wyszukiwanie nagrań
tl: Maghanap sa mga Rekord

source: Configure System
cs: Nastavit systém
es: Configurar Sistema
gl: Configurar o sistema
oc: Configurar lo sistèma
pl: Konfiguracja systemu
tl: Isaayos ang Sistema

source: Change Password
cs: Změnit heslo
es: Cambiar Contraseña
gl: Cambiar o contrasinal
oc: Modificacion del senhal
pl: Zmiana hasła
tl: Baguhin ang Hudyat

source: Address in new Country
cs: Adresa v nové zemi
es: Dirección en el país nuevo
gl: Enderezo no novo país
oc: Adreça dins lo novèl país
pl: Adres w nowym kraju
tl: Tirahan sa bagong Bansa

source: Out Migration Reason
cs: Důvod migrace ven
es: Motivo de Emigración
gl: Motivo da migración
oc: Motiu de la mutacion
pl: Powód migracji na zewnątrz
tl: Dahilan sa Labas na Migrasyon

source: Organization Requesting Verification
cs: Orginazicae požadující ověření
es: Organización que Pide la Verificación
gl: Organización que solicita a verificación
oc: Entrepresa que necessita de verificacions
pl: Organizacja wnioskująca o weryfikację
tl: Organisasyong Humihiling ng Pagpapatotoo

source: Request Date
cs: Datum žádosti
es: Pedida el
gl: Data de solicitude
oc: Data de la requèsta
pl: Data zlecenia
tl: Petsa ng Hiling

source: Contact
cs: Kontakt
es: Contacto
gl: Contacto
oc: Contacte
pl: Kontakt
tl: Kaugnayan

source: No exam information has been added at this time.
cs: V tuto chvíli nebyly přidány žádné informace o zkoušce.
es: Aún no se añadió información de examen
gl: Ata o de agora non se engadiu ningunha información sobre o exame.
oc: Cap d'informacion suls examèns es estat apondre aqueste moment.
pl: Żadna informacja o egzaminach została dodana w tym czasie.
tl: Walang kabatiran sa pagsusulat na naidagdag sa ngayon.

source: Add Exam Information
cs: Přidat informaci o zkoušce.
es: Añadir Información de Examen
gl: Engadir a información sobre o exame
oc: Apondre d'informacions de l’examèn
pl: Dodawanie informacji o egzaminie
tl: Magdagdag ng Kabatiran sa Pagsusulit

source: Add Education Information
cs: Přidat informace o vzdělávání
es: Añadir Información Educativa
gl: Engadir a información sobre a educación
oc: Apondre d'entresenhas sus l’educacion
pl: Dodaj informacje o wykształceniu
tl: Magdagdag ng Kabatiran sa Edukasyon

source: return
cs: návrat
es: volver
gl: volver
oc: retorn
pl: powrót
tl: bumalik

source: Trained In Country
cs: Vyučen v zemi
es: Entrenado en el país
gl: Formado no país
oc: Formats dins lo país
pl: Przeszkoleni w kraju
tl: Sinanay Sa Bansa

source: Trained Outside the Country
cs: Vyučen mimo zemi
es: Entrenado fuera del país
gl: Formado fóra do país
oc: Formats a l’estrangièr
pl: Wyszkoleni poza granicami kraju
tl: Sinanay sa Labas ng Bansa

source: Country Trained in
cs: Země v které byl vyučen
es: País de Entrenamiento
gl: País de formación
oc: País de formacion
pl: Kraj wyszkolenia
tl: Pinagsanayang Bansa

source: Disciplinary Action Category
cs: Kategorie disciplinárního řízení
es: Categoría de la Acción Disciplinaria
gl: Categoría de acción disciplinaria
oc: Categoria de mesuras disciplinàrias
pl: Kategoria postępowania dyscyplinarnego
tl: Kategorya ng Hakbang na Pangdisiplina

source: View
cs: Zobrazení
es: Ver
gl: Ver
oc: Afichatge
pl: Podgląd
tl: Tingnan

source: Information
cs: Informace
es: Información
gl: Información
oc: Informacion
pl: Informacje
tl: Kabatiran

source: Inspection Results
cs: Výsledky kontroly
es: Resultado de la Inspección
gl: Resultados da inspección
oc: Resultats de l’inspeccion
pl: Wyniki inspekcji
tl: Kinalabasan ng Pagsisiyasat

source: Inspection Date
cs: Datum kontroly
es: Fecha de la Inspección
gl: Data da inspección
oc: Data d’inspeccion
pl: Termin inspekcji
tl: Petsa ng Pagsisiyasat

source: Materials Received?
cs: Obdržené materiály?
es: Material Recibido?
gl: Recibíronse os materiais?
oc: Documents recebuts ?
pl: Otrzymane dokumenty?
tl: Natanggap na ba ang mga Materyales?

source: Materials Approved?
cs: Materiály schváleny?
es: Material Aprobado?
gl: Aprobáronse os materiais?
oc: Materials aprovat ?
pl: Zatwierdzone dokumenty?
tl: Napayagan ba ang mga Materyales?

source: Endorser Name
cs: Jméno převodc
es: Nombre del Aprobador
gl: Nome do examinador
oc: Nom del pairin
pl: Nazwa indosanta
tl: Pangalan ng Tagapagtaguyod

source: Endorser Qualifications
cs: Kvalifikace převodce
es: Título del Aprobador
gl: Cualificacións do examinador
oc: Mestièr del pairin
pl: Kwalifikacje indosanta
tl: Kuwalipikasyon ng Tagapagtaguyod
