Repository: agabaandre/iHRIS-Pharmacy-Qualify
Catalog: 4.1.11/ihris-qualify/translations/templates/ihris-qualify/*.po
Languages: cs, es, gl, oc, pl, tl

source: Exam Date
cs: Datum zkoušky
es: Fecha de Examen
gl: Data do exame
oc: Data de l'examèn
pl: Data egzaminu
tl: Petsa ng Pagsusulit

source: Exam Try
cs: Pokus zkoušky
es: Intento de Examen
gl: Intento de exame
oc: Passatge d'examèn
pl: Przebieg egzaminu
tl: Pagsubok sa Pagsusulit

source: Exam Results
cs: Výsledek zkoušky
es: Resultados de Examen
gl: Resultados do exame
oc: Resultats de l’examèn
pl: Wyniki egzaminu
tl: Mga Kinalabasan ng Pagsusulit

source: Exam Number
cs: Číslo zkoušky
es: Número de Examen
gl: Número de exame
oc: Numèro d'examèn
pl: Numer egzaminu
tl: Bilang sa Pagsusulit

source: Add License
cs: Přidat licenci
es: Añadir Licencia
gl: Engadir unha licenza
oc: Apondon d’una licéncia
pl: Dodanie licencji
tl: Magdagdag ng Lisensiya

source: Reinstate License
cs: Obnovit licenci
es: Restablecer Licencia
gl: Restablecer a licenza
oc: Restablir la licéncia
pl: Przywrócenie licencji
tl: Ibalik ang Lisensiya

source: Identification
cs: Identifikace
es: Identificación
gl: Identificación
oc: Identificacion
pl: Identyfikacja
tl: Pagkakakilanlan

source: Identification Type
cs: Typ identifikace
es: Tipo de Identificación
gl: Tipo de identificación
oc: Tipe d'identificacion
pl: Typ identyfikacji
tl: Uri ng Pagkakakilanlan

source: Select another Training Institution
cs: Vybrat další učiliště
es: Seleccionar otra Institución de Entrenamiento
gl: Seleccionar outra institución de formación
oc: Causir una autra institucion de formacion
pl: Wybierz inną instytucję szkolenia
tl: Pumili ng iba pang Institusyon ng Pagsasanay

source: Update Associated Health Facilities
cs: Aktualizovat přidružená zdravotnická zařízení
es: Actualizar las Instituciones Asociadas
gl: Actualizar os establecementos sanitarios asociados
oc: Mesa a jorn de las installacions connèxas de la santat
pl: Aktualizacja związanych zakładów opieki zdrowotnej
tl: Isapanahon ang Kaugnay na mga Pasilidad na Pangkalusugan

source: Associated Health Facilities
cs: Přidružená zdravotnická zařízení
es: Instituciones Asociadas
gl: Establecementos sanitarios asociados
oc: Establiments de santat associats
pl: Związane zakłady opieki zdrowotnej
tl: Kaugnay na mga Pasilidad Pangkalusugan

source: Training Programs
cs: Výukové programy
es: Programas de Entrenamiento
gl: Programas de formación
oc: Programas de formacion
pl: Programy szkoleniowe
tl: Mga Programa ng Pagsasanay

source: Add Training Program
cs: Přidat výukový program
es: Añadir Programas de Entrenamiento
gl: Engadir o programa de formación
oc: Apondre un programa de formacion
pl: Dodaj Program szkolenia
tl: Magdagdag ng Programa ng Pagsasanay

source: Institution Inspections
cs: Kontroly instituce
es: Inspecciones de Institución
gl: Inspeccións da institución
oc: Inspeccions de l'institucion
pl: Inspekcje instytucji
tl: Mga Pagsisiyasat ng Institusyon

source: Add Institution Inspection
cs: Přidat kontroly instituce
es: Añadir Inspecciones de Institución
gl: Engadir unha inspección da institución
oc: Apondre una inspeccion de l'institucion
pl: Dodaj inspekcję instytucji
tl: Magdagdag ng Pagsisiyasat ng Institusyon

source: License
cs: Licence
es: Licencia
gl: Licenza
oc: Licéncia
pl: Licencja
tl: Lisensiya

source: Institution Inspection
cs: Kontrola instituce
es: Inspección de Institución
gl: Inspección da institución
oc: Inspeccion d'institucion
pl: Inspekcja instytucji
tl: Pagsisiyasat ng Institusyon

source: Passed?
cs: Prošel?
es: Paso?
gl: Aprobado?
oc: Capitat ?
pl: Zdany?
tl: Nakapasa?

source: Administer Database
cs: Spravovat Databázi
es: Administrar Base de datos
gl: Administrar a base de datos
oc: Administrar la basa de donadas
pl: Administracja bazą danych
tl: Pangasiwaan ang Kalipunan ng Dato

source: Minimum Qualification Required
cs: Požadovaná minimální kvalifikace
es: Calificación Mínima Requerida
gl: Cualificación mínima necesaria
oc: Qualificacion minimala requesida
pl: Minimalne wymagane kwalifikacje
tl: Kailangan ang Pinakamababang Kuwalipikasyon

source: ISCO Classification Code
cs: Klasifikační kód ISCO
es: Código de Clasificación ISCO
gl: Código de clasificación ISCO
oc: Còdi de classificacion CITP
pl: Kod klasyfikacji ISCO
tl: Kodigo ng Klasipikasyong ISCO

source: Add new Training Institution
cs: Přidat nové učiliště
es: Añadir nueva Institución de Entrenamiento
gl: Engadir unha nova institución de formación
oc: Apondre un novèl establiment de formacion
pl: Dodawanie nowej instytucji szkoleniowej
tl: Magdagdag ng bagong Institusyon ng Pagsasanay

source: Application Information
cs: Informace o aplikaci
es: Información de Solicitud
gl: Información sobre a inscrición
oc: Entresenhas sus l'aplicacion
pl: Informacje o aplikacji
tl: Kabatiran sa Aplikasyon

source: Inspection Information
cs: Informace o kontrole
es: Información de Inspección
gl: Información sobre a inspección
oc: Informacion sus l'inspeccion
pl: Informacje o inspekcji
tl: Kabatiran sa Pagsisiyasat

source: Private Practice License
cs: Licence soukromé praxe
es: Licencia de Práctica Privada
gl: Licenza de tratamento privada
oc: Licéncia d'entraïnament privada
pl: Licencja prywatnej praktyki
tl: Lisensiya sa Pribadong Panunungkulan

source: License Lists
cs: Seznamy licencí
es: Lista de Licencias
gl: Listas de licenzas
oc: Listas de licéncia
pl: Wykazy licencji
tl: Mga Tala ng Lisensiya

source: Qualification
cs: Kvalifikace
es: Calificación
gl: Cualificación
oc: Qualificacion
pl: Kwalifikacja
tl: Pagkanararapat

source: Continuing Education Course
cs: Kurz dalšího vzdělávání
es: Curso de educación continua
gl: Curso de educación continua
oc: Cursus de formacion continua
pl: Kurs kształcenia ustawicznego
tl: Kurso ng Patuloy na Edukasyon

source: Training Disruption Reason
cs: Důvod přerušení výuky
es: Motivo de la Interrupción del Entrenamiento
gl: Motivo de interrupción da formación
oc: Motiu de l’interrupcion de formacion
pl: Przyczyna przerwania szkolenia
tl: Dahilan ng Pag-antala sa Pagsasanay

source: Demographic Lists
cs: Demografické seznamy
es: Listas Demográficas
gl: Listas demográficas
oc: Listas demograficas
pl: Wykazy demograficzne
tl: Mga Demograpikong Tala

source: Geographic Lists
cs: Geografické seznamy
es: Listas Geográficas
gl: Listas xeográficas
oc: Listas geograficas
pl: Wykazy geograficzne
tl: Mga Talang Heograpiko

source: Institution Lists
cs: Seznamy institucí
es: Listas de instituciones
gl: Listas de institucións
oc: Listas de las institucions
pl: Wykaz instytucji
tl: Mga Tala ng Institusyon

source: Add a new record for a student or health professional. For a record, update contact and personal information; add details of training programs in progress or completed; record exam applications and results; issue registrations, licenses and license renewals; and record private practice licenses, out migration verification requests, disciplinary actions and deployments.
cs: Přidat nový záznam studenta nebo profesionálního zdravotníka. V záznamu můžete aktualizovat kontakty a osobní údaje; přidat podrobnosti výukových programů probíhajících či dokončených; vydat registrace, licence a obnovení licencí; a zaznamenat licence soukromé praxe, žádosti o ověření migrace ven, disciplinárních řízení a nasazení.
es: Añadir un nuevo registro para un estudiante o profesional de la salud. Para un registro, actualice información personal y de contacto; añada detalles de programas de entrenamiento en curso o completos; guarde inscripciones y resultados de examen; emita registros, licencias y renovaciones de licencias; y registre licencias de prácticas privadas, emigración pedidos de verificación, acciones disciplinarias y despliegues.
gl: Engada un novo rexistro para un estudante ou profesional sanitario. Para un rexistro, actualice a información persoal e de contacto; engada detalles sobre os programas de formación en progreso ou completados; garde inscricións e resultados de exames; emita rexistros, licenzas e renovacións de licenzas; e garde licenzas de tratamentos privadas, solicitudes de verificación de migración, accións disciplinarias e lanzamentos.
pl: Dodaj nowy rekord studenta lub pracownika ochrony zdrowia. Dla już istniejącego popraw informacje o osobie i dane kontaktowe; dopisz szczegóły dotyczące aktualnie odbywanych lub zakończonych programów szkoleniowych; wpisz podejścia i wyniki egzaminów; wydania rejestracji i licencji, odnowienia licencji, licencji prywatnej praktyki, żądań weryfikacji migracji, działań dyscyplinarnych oraz wdrożeń.
tl: Magdagdag ng isang bagong rekord para sa isang mag-aaral o dalubhasang pangkalusugan. Para sa isang rekord, isapanahon ang kaugnayan at kabatirang pansarili; magdagdag ng mga detalye ng mga programa ng pagsasanay na isinasagawa o natapos na; itala ang mga aplikasyon at mga resulta ng pagsusulit; ibigay ang mga pagpapatala, mga lisensiya at mga muling pagbago sa lisensiiya; at itala ang mga lisensiya ng pribadong paghahanapbuhay, mga paghiling ng pagpapatunay ng panlabas na pandarayuhan, mga hakbanging pangpagdidisiplina at mga pagdedestino.

source: Locate any person's record in the system to review, print or update.
cs: Umístit jakýkoliv záznam osoby do systému pro kontrolu, tisk, nebo aktualizaci.
es: Buscar cualquier registro de persona en el sistema para verlo, imprimirlo o actualizarlo.
gl: Atope o rexistro de calquera persoa no sistema que revisar, imprimir ou actualizar.
tl: Hanapin ang anumang rekord ng tao sa loob ng sistema na muling susuriin, ilillimbag o isasapanahon.

source: Reports enable analysis of human resource data in various ways. Customize, display and print lists of health workers or students, statistical charts and other standard reports. Access is limited to Data Operations Managers and Decision Makers.
cs: Záznamy umožňují zpracování dat lidských zdrojů různými způsoby. Přizpůsobte, zobrazte a vytiskněte seznamy zdravotnických pracovníků, nebo studentů, statistické grafy a další standardní hlášení. Přístup je omezen na Správce datových operací a osoby s rozhodovací pravomocí.
es: Los informes permiten el análisis de los datos de recursos humanos de varias maneras. Personalice, muestre e imprima listas de trabajadores o estudiantes, tablas estadísticas y otros informes estándar. El acceso está limitado a los Administradores de Operaciones de Datos y a los Tomadores de Decisiones.
gl: Os informes permiten a análise de datos de recursos humanos de varios xeitos. Personalice, visualice e imprima listas de traballadores sanitarios ou estudantes, gráficas estatísticas e outros informes estándar. O acceso está limitado aos administradores das operacións de datos e aos tomadores de decisións.
tl: Nagbibigay-daan ang mga ulat sa pagsusuri ng dato ng yamang-tauhan sa sari-saring mga kaparaanan. Nagpapasadya, nagpapakita at naglilimbag ng mga talaan ng mga manggagawang pangkalusugan o mga mag-aaral, mga talangguhit na pang-estadistika at iba pang mga pamantayang mga ulat. Hinahanggahan ang pagpunta para sa mga Tagapamahala ng mga Pampagsasagawang Dato at mga Tagapagpasya.

source: Configure modules, manage the database and create or update user accounts.
cs: Nastavte moduly, spravujte databáze a vytvářejte nebo aktualizujte uživatelské účty.
es: Configurar módulos, administrar la base de datos y crear o actualizar cuentas de usuario.
gl: Configurar módulos, administrar a base de datos e crear ou actualizar contas de usuario.
pl: Konfigurowanie modułów, zarządzanie bazą danych i tworzenie oraz aktualizacja kont użytkowników.
tl: Isaayos ang mga modyul, pamahalaan ang kalipunan ng dato at lumikha o magsapanahon ng mga akawnt ng tagagamit.

source: First Try
cs: První pokus
es: Primer Intento
gl: Primeiro intento
oc: Primièr ensag
pl: Pierwsza próba
tl: Unang Pagsubok

source: Re-Try
cs: Opakovat
es: Reintentar
gl: Segundo intento
oc: Segond ensag
pl: Kolejna próba
tl: Muling Pagsubok

source: Final Try
cs: Závěrečný pokus
es: Último intento
gl: Último intento
oc: Darrièr ensag
pl: Ostatnia próba
tl: Huling Pagsubok

source: Pass
cs: Úspěšný
es: Pase
gl: Aprobado
oc: Admés
pl: Przejście
tl: Pasado

source: Fail
cs: Neúspěšný
es: Fallo
gl: Suspenso
oc: Ajornat
pl: Niepowodzenie
tl: Bigo

source: Did not sit for exam
cs: Nedostavil(a) se na zkoušku
es: No ha realizado el Examen
gl: Non presentado ao exame
oc: S'es pas presentat a l'examèn
pl: Nieobecność na egzaminie
tl: Hindi umupo para sa pagsusulit

source: Permanent
cs: Trvalé
es: Permanente
gl: Permanente
pl: Stałe
tl: Permanente

source: Temporary
cs: Dočasné
es: Temporal
gl: Temporal
oc: Temporari
pl: Tymczasowe
tl: Pansamantala

source: Endorser Date
cs: Datum převodce
es: Fecha de Aprobación
gl: Data de aprobación
oc: Data de pairinatge
pl: Data indosanta
tl: Petsa ng Tagapagtaguyod

source: Active?
cs: Aktivní?
es: ¿Activo?
gl: Activo?
oc: Actiu ?
pl: Aktywny?
tl: Masigla?

source: Location
cs: Umístění
es: Ubicación
gl: Localización
oc: Emplaçament
pl: Położenie
tl: Lokasyon

source: Generate this Number
cs: Vytvořit toto číslo
es: Generar este número
gl: Xerar este número
oc: Generar aqueste numèro
pl: Generuj ten numer
tl: Likhain ang Bilang na ito

source: Birth Location
cs: Místo narození
es: Lugar de nacimiento
gl: Lugar de nacemento
oc: Luòc de naissença
pl: Miejsce urodzenia
tl: Pook ng Kapanganakan

source: Home
cs: Domů
es: Inicio
gl: Inicio
oc: Acuèlh
pl: Start
tl: Tahanan

source: Generate next Index Number
cs: Vytvořit další číslo rejstříku
es: Generar próximo número de índice
gl: Xerar o seguinte número de índice
oc: Generar lo nombre seguent de l'indèx
pl: Generuj następny numer indeksu
tl: Likhain ang susunod na Bilang sa Talatuntunan

source: Trained Outside this Country
cs: Vyučen mimo tuto zem
es: Entrenado fuera del país
gl: Formado fóra deste país
oc: Format a l'exterior d'aqueste país
pl: Przeszkolony za granicą
tl: Sinanay sa Labas ng Bansang ito

source: Facility Institution
cs: Zařízení instituce
es: Fondo para la Institución
gl: Institución do establecemento
oc: Institucion d'establiment
tl: Institusyon ng Pasilidad

source: Person
cs: Osoba
es: Persona
gl: Persoa
oc: Persona
pl: Osoba
tl: Tao

source: Education History
cs: Historie vzdělání
es: Historial Educativo
gl: Historial educativo
oc: Istoric d'educacion
pl: Historia edukacji
tl: Kasaysayan ng Edukasyon

source: Training
cs: Výuka
es: Entrenamiento
gl: Formación
oc: Formacion
pl: Szkolenie
tl: Pagsasanay

source: Exam Result
cs: Výsledek zkoušky
es: Resultados de Examen
gl: Resultado do exame
oc: Resultat de l'examèn
pl: Wynik egzaminu
tl: Kinalabasan ng Pagsusulit

source: Exam
cs: Zkouška
es: Examen
gl: Exame
oc: Examèn
pl: Egzamin
tl: Pagsusulit

source: Registration Type
cs: Typ registrace
es: Tipo de registro
gl: Tipo de rexistro
oc: Tipe d'inscripcion
pl: Typ rejestracji
tl: Uri ng Pagpapatala

source: Data Operations Manager
cs: Správce datových operací
es: Administrador de Operaciones de Datos
gl: Administrador das operacións de datos
oc: Donadas Operations Manager
pl: Menadżer operacji na danych
tl: Tagapamahala ng mga Operasyon ng Dato

source: Registration Supervisor
cs: Vedoucí registrací
es: Supervisor de Registración
gl: Supervisor do rexistro
oc: Supervisor d'enregistrament
tl: Superbisor ng Pagpapatala

source: Records Officer
cs: Manažer záznamů
es: Oficial de Archivos
gl: Encargado dos rexistros
oc: Prepausat als enregistraments
tl: Opisyal ng mga Rekord

source: Decision Maker
cs: Osoby s rozhodovací pravomocí
es: Tomador de decisiones
gl: Tomador de decisións
oc: Decideire
pl: Osoba podejmująca decyzje
tl: Tagapagpasya

source: Add/Update Continuing Education Information
cs: Přidat/Aktualizovat Informace o dalším vzdělávání
es: Añadir/actualizar información sobre educación continua
gl: Engadir/Actualizar a información sobre a educación continua
oc: Apondre / Metre a jorn l'informacion Formacion continua
pl: Dodaj/zaktualizuj informacje o kształceniu ustawicznym
tl: Magdag/Magsapanahon ng Kabatiran sa Patuloy na Edukasyon

source: Add/Update Deployment
cs: Přidat/Aktualizovat nasazení
es: Agregar/Actualizar Despliegue
gl: Engadir/Actualizar o lanzamento
oc: Apondre / Metre a jorn Desplegament
pl: Dodaj/zaktualizuj wdrożenia
tl: Magdagdag/Magsapanahon ng Destino

source: Add/Update Disciplinary Action
cs: Přidat/Aktualizovat disciplinární řízení
es: Agregar/Actualizar Acción Disciplinaria
gl: Engadir/Actualizar a acción disciplinaria
oc: Apondre / Metre a jorn una mesura disciplinària
pl: Dodaj/zaktualizuj postępowania dyscyplinarne
tl: Magdagdag/Magsapanahon ng Hakbang na Pangdisiplina

source: Reinstate License after Disciplinary Action
cs: Obnovit licenci po disciplinárním řízení
es: Reintegrar Licencia luego de Acción Disciplinaria
gl: Restablecer a licenza despois da acción disciplinaria
oc: Restablir la licéncia aprèp l'accion disciplinària
tl: Ibalik ang Lisensiya pagkaraan ng Hakbang na Pangdisiplina

source: Add/Update Education Information
cs: Přidat/aktualizovat informace o vzdělání
es: Agregar/Actualizar Información de Educación
gl: Engadir/Actualizar a información educativa
oc: Apondre / Metre a jorn l'informacion Educacion
pl: Dodaj/zaktualizuj informacje o wykształceniu
tl: Magdagdag/Magsapanahon ng Kabatiran sa Edukasyon

source: Add/Update Exam Information
cs: Přidat/aktualizovat informace o zkoušce
es: Agregar/Actualizar Información de Examen
gl: Engadir/Actualizar a información do exame
oc: Apondre / Metre a jorn las Informacions sus l'examèn
pl: Dodaj/zaktualizuj informacje o egzaminie
tl: Magdagdag/Magsapanahon ng Kabatiran sa Pagsusulit

source: Health Facility / Training Institution
cs: Zdravotnické zařízení / Učiliště
es: Instituto de Salud / Instituto de Entrenamiento
gl: Establecemento sanitario/Institución de formación
oc: Establiment de santat / Institucion de formacion
pl: Zakład opieki zdrowotnej / instytucja szkoląca
tl: Pasilidad na Pangkalusugan / Institusyon ng Pagsasanay

source: Add Graduation Date
cs: Přidat datum ukončení výuky
es: Añadir fecha de graduación
gl: Engadir a data de graduación
oc: Apondre la data d’obtencion del diplòma
pl: Ustaw datę uzyskania dyplomu
tl: Magdagdag ng Petsa ng Pagtatapos sa Pag-aaral

source: View History
cs: Zobrazit historii
es: Ver el historial
gl: Ver o historial
oc: Afichar l’istoric
pl: Wyświetl historię
tl: Tingnan ang Kasaysayan

source: Add/Update Training Institution Inspection
cs: Přidat/aktualizovat informace o kontrole učiliště
es: Agregar/Actualizar Inspección de Instituto de Entrenamiento
gl: Engadir/Actualizar a inspección da institución de formación
oc: Apondre / Metre a jorn l'inspeccion de l'establiment de formacion
pl: Dodaj/zaktualizuj inspekcje instytucji szkolącej
tl: Magdagdag/Magsapanahon ng Pagsisiyasat ng Institusyon ng Pagsasanay

source: Add/Update License Information
cs: Přidat/aktualizovat informace o licenci
es: Agregar/Actualizar Información de Licencia
gl: Engadir/Actualizar a información da licenza
oc: Apondre / Metre a jorn las informacions de licéncia
tl: Magdagdag/Magsapanahon ng Kabatiran sa Lisensiya

source: Add/Update Out Migration Information
cs: Přidat/aktualizovat informace o migraci ven
es: Agregar/Actualizar Información de Migraciones
gl: Engadir/Actualizar a información de migración
oc: Apondre / Metre a jorn d'informacions de migracion
tl: Magdagdag/Magsapanahon ng Kabatiran sa Labas na Pandarayuhan

source: Add/Update Private Practice License Information
cs: Přidat/aktualizovat informace o licenci soukromé praxe
es: Agregar/Actualizar Información de Licencia de Práctica Privada
gl: Engadir/Actualizar a información da licenza de tratamento privada
oc: Apondre / Metre a jorn las informacions de licéncia de practica privada
tl: Magdagdag/Magsapanahon ng Kabatiran sa Lisensiya ng Pribadong Panunungkulan

source: Add/Update Registration Information
cs: Přidat/aktualizovat informace o registraci
es: Agregar/Actualizar Información de Registro
gl: Engadir/Actualizar a información do rexistro
oc: Apondre / Metre a jorn las informacions d’enregistrament
tl: Magdagdag/Magsapanahon ng Kabatiran sa Pagpapatala

source: Renew License Information
cs: Informace o obnově licence
es: Renovar información de licencia
gl: Renovar a información da licenza
oc: Informacions sul renovèlament de licéncia
tl: Kabatiran sa Muling Pagpapatibay ng Lisensiya

source: Add/Update Training Disruption
cs: Přidat/aktualizovat přerušení výuky
es: Agregar/Actualizar Ruptura de Entrenamiento
gl: Engadir/Actualizar a interrupción da formación
oc: Apondre / Metre a jorn interrupcion de formacion
pl: Dodaj/zaktualizuj przerwanie szkolenia
tl: Magdagdag/Magsapanahon ng Pag-antala sa Pagsasanay

source: Add/Update Training
cs: Přidat/aktualizovat výuky
es: Agregar/Actualizar Entrenamiento
gl: Engadir/Actualizar a formación
oc: Apondre / Metre a jorn la formacion
pl: Dodaj/zaktualizuj szkolenie
tl: Magdagdag/Magsapanahon ng Pagsasanay

source: Add/Update Training Program
cs: Přidat/aktualizovat výuokvý program
es: Agregar/Actualizar Programa de Entrenamiento
gl: Engadir/Actualizar o programa de formación
oc: Apondre / Metre a jorn lo programa de formacion
pl: Dodaj/zaktualizuj Program szkoleniowy
tl: Magdagdag/Magsapanahon ng Programa ng Pagsasanay

source: Resume Training Disruption
cs: Pokračovat v přerušení výuky
es: Continuar un entrenamiento interrumpido
gl: Reanucar a interrupción da formación
oc: Recomençar una interrupcion de formacion
pl: Wznów przerwanie szkolenia
tl: Ipagpatuloy ang Pag-antala sa Pagsasanay

source: Search People
cs: Hledat lidi
es: Buscar Personas
gl: Procurar persoas
oc: Recercar una persona
pl: Wyszukiwanie osób
tl: Maghanap ng mga Tao

source: Search Trainings
cs: Hledat výuky
es: Buscar entrenamientos
gl: Procurar formacións
oc: Recercar de formacions
pl: Wyszukiwanie szkoleń
tl: Maghanap ng mga Pagsasanay

source: Locate any person's record in the system by training information. A person may appear multiple times if they have multiple trainings.
cs: Nalézt jakýkoliv záznam osoby v systému podle informací o výuce. Osoba se může objevit vícekrát, pokud má více výuk.
es: Localizar cualquier archivo de registro de una persona usando información de entrenamiento. Una persona puede aparecer múltiples veces si tiene varios entrenamientos.
gl: Atope o rexistro de calquera persoa no sistema por información de formación. Unha mesma persoa pode aparecer varias veces se ten moitas formacións.
tl: Maghanap ng anumang rekord ng anumang tao sa loob ng sistema ayon sa kabatiran sa pagsasanay. Ang isang tao ay maaaring lumitaw ng maraming mga ulit kapag mayroon sila ng maraming mga pagsasanay.

source: Select the training school and cadre here for people that trained in country.
cs: Vyberte zde učiliště a kádr pro lidi, kteří byli v zemi vyučeni.
es: Seleccione la escuela de entrenamiento y puesto para personas que han entrenado en el país.
gl: Seleccionar a escola de formación e o posto para as persoas que se formaron no país.
tl: Piliin ang paaralan ng pagsasanay at tagapagsanay dito para sa mga taong nagsanay sa loob ng bansa.

source: Select the country, type the training institution and select the cadre for people that were trained in another country.
cs: Vyberte zemi. typ učiliště a vyberte kádr pro lidi, kteří byli vyučeni v jiné zemi.
es: Seleccione el país, ingrese la institución de entrenamiento y seleccione un puesto para personas que fueron entrenadas en otro país.
gl: Seleccionar o país, escribir a institución de formación e seleccionar o posto para as persoas que se formaron noutro país.
tl: Piliin ang bansa, uri ng institusyon ng pagsasanay at piliin ang tagapagsanay para sa mga tao na sinanay sa ibang bansa.

source: Add Passport Photo
cs: Přidat pasovou fotografii
es: Añadir fotografía de pasaporte
gl: Engadir a foto do pasaporte
oc: Apondre una fòto de passapòrt
pl: Dodaj fotografię paszportową
tl: Magdagdag ng Larawang Pampasaporte
