Repository: agabaandre/iHRIS-Pharmacy-Qualify
Catalog: 4.1.11/ihris-qualify/translations/templates/ihris-qualify/*.po
Languages: cs, es, gl, oc, pl, tl

source: Record Verification
cs: Ověření záznamu
es: Guardar Verificación
gl: Verificación do rexistro
oc: Verificacion del dorsièr
pl: Weryfikacja zapisu
tl: Pagpapatotoo ng Rekord

source: Add Verification
cs: PPřid tověření
es: Añadir Verificación
gl: Engadir a verificación
oc: Apondre la verificacion
pl: Dodaj weryfikację
tl: Magdagdag ng Pagpapatotoo

source: View Verification History
cs: Zobrazit historii ověření
es: Ver Historia de Verificación
gl: Ollar o historial de verificación
oc: Afichar l'istoric de verificacion
pl: Wyświetl historię weryfikacji
tl: Tingnan ang Kasaysayan ng Pagpapatotoo

source: Select another Out Migration Reason
cs: Vybrat jiný důvod migrace ven.
es: Seleccione otro Motivo de Emigración
gl: Seleccionar outro motivo de migración
oc: Seleccionatz una autra rason de migracion extèrna
pl: Wybierz inną przyczynę emigracji
tl: Pumili ng ibang Dahilan ng Labas na Pandarayuhan

source: Select another Qualification
cs: Vybrat jinou kvalifikaci
es: Seleccionar otra Calificación
gl: Seleccionar outra cualificación
oc: Seleccionatz una autra qualificacion
tl: Pumili ng ibang Kuwalipikasyon

source: Select another Disciplinary Action Category
cs: Vybrat jinou kategorii disciplinárního řízení
es: Seleccionar otra Categoría de Acción Disciplinaria
gl: Seleccionar outra categoría de acción disciplinaria
oc: Seleccionatz una autra categoria d'accion disciplinària
tl: Pumili ng iba pang Kategorya ng Hakbang na Pangdisiplina

source: Select another Certificate
cs: Vybrat jiný certifikát
es: Seleccionar Otro Certificado
gl: Seleccionar outro certificado
oc: Seleccionatz un autre certificat
tl: Pumili ng ibang Katibayan

source: Select another Academic Level
cs: Vybrat jinou akademickou úroveň
es: Seleccionar otro Nivel Académico
gl: Seleccionar outro nivel académico
oc: Seleccionatz un autre nivèl academic
tl: Pumili ng ibang Antas na Akademiko

source: Select another Training Disruption Reason
cs: Vybrat jiný důvod přerušení výuky
es: Seleccionar otra causa de Ruptura de Entrenamiento
gl: Seleccionar outro motivo para a interrupción da formación
oc: Seleccionatz una autra rason d'interrupcion de formacion
pl: Wybierz inną przyczyną przerwania szkolenia
tl: Pumili ng ibang Dahilan ng Pag-antala sa Pagsasanay

source: Administrative Lists
cs: Administrativní seznamy
es: Lista Administrativa
gl: Listas administrativas
oc: Listas administrativas
tl: Pampangangasiwang mga Tala

source: Record Verification Changes
cs: Změny ověření záznamu
es: Verificación de Cámbios de Registro
gl: Modificacións na verificación do rexistro
oc: Modificacions aportadas al fichièr de verificacion
tl: Mga Pagbabago sa Pagpapatotoo

source: Select another Facility Status
cs: Vyberte jiný stav zařízení
es: Seleccionar el Estado de Otro Instituto
gl: Seleccionar outro estado do establecemento
oc: Causir una autra condicion d'installacion
tl: Pumili ng ibang Katayuan ng Pasilidad

source: Select another Identification Type
cs: Vyberte jiný typ identifikace
es: Seleccionar otro Tipo de Identificación
gl: Seleccionar outro tipo de identificación
oc: Seleccionatz un autre tipe d'identificacion
tl: Pumili ng ibang Uri ng Pagkakakilanlan

source: Administer Database: Training Program
cs: Správa databáze: Výukový program
es: Administrar Base de Datos: Programa de Entrenamiento
gl: Administrar a base de datos: Programa de formación
oc: Administratz la basa de donadas : Programa de formacion
tl: Pangasiwaan ang Kalipunan ng Dato: Programa ng Pagsasanay

source: View Reports
cs: Zobrazit hlášení
es: Ver Reportes
gl: Ver os informes
oc: Afichar los rapòrts
tl: Tingnan ang mga Ulat

source: Select another Facility Agent
cs: Vyberte jiného zástupce zařízení
es: Seleccionar otro Agente de Instalación
gl: Seleccionar outro axente do establecemento
oc: Causir un autre agent d'installacion
tl: Pumili ng ibang Ahente ng Pasilidad

source: Select another Training Disruption Category
cs: Vyberte jinou kategorii přerušení výuky
es: Seleccionar otra Categoría de Ruptura de Entrenamiento
gl: Seleccionar outra categoría de interrupción da formación
oc: Seleccionatz una autra categoria d'interrupcion de formacion
tl: Pumili ng ibang Kategorya ng Pag-antala sa Pagsasanay

source: Select another Disciplinary Action Reason
cs: Vyberte jiný důvod disciplinárního řízení
es: Seleccionar otra Causa de Acción Disciplinaria
gl: Seleccionar outro motivo de acción disciplinaria
oc: Seleccionatz un autre motiu d'accion disciplinària
tl: Pumili ng ibang Dahilan ng Hakbang na Pangdisiplina

source: Select another Cadre
cs: Vybrat jiný kádr
es: Seleccione otro Grupo
gl: Seleccionar outro cadro
oc: Seleccionatz un autre quadre
tl: Pumili ng ibang Tagapagsanay

source: Update Training / Registrations / Licenses
cs: Aktualizovat výuku / registrace / licence
es: Actualizar Entrenamiento / Registros / Licencias
gl: Actualizar a formación/os rexistros/as licenzas
oc: Mesa a jorn de formacion/inscripcions/licéncias
tl: Isapanahon ang Pagsasanay / Mga Pagpapatala / Mga Lisensiya

source: Additional Information
cs: Doplňující informace
es: Información adicional
gl: Información adicional
oc: Entresenhas suplementàrias
tl: Karagdagang Kabatiran

source: Registration Certificate
cs: Registrační certifikát
es: Certificado de matriculación
gl: Certificado de rexistro
oc: Certificat d'enregistrament
tl: Katibayan ng Pagpapatala

source: License Card
cs: Licenční karta
es: Licencia de Tarjetas
gl: Tarxeta de licenzas
oc: Carta de licéncia
tl: Tarheta ng Lisensiya

source: Next of Kin Information
cs: Informace o osobách blízkých
es: Información del pariente más cercano
gl: Información sobre a familia próxima
oc: Informacions sul parent lo mai pròche
tl: Kabatiran sa Kalapit na Kamag-anak

source: Add Next of Kin
cs: Přidat osobu blízkou
es: Añadir el pariente más cercano
gl: Engadir un parente
oc: Apondre lo parent lo mai pròche
tl: Magdagdag ng Kalapit na Kamag-anak

source: Scanned Paper Records
cs: Naskenováné papírové záznamy
es: Registros de documentos escaneados
gl: Rexistros de documentos dixitalizados
oc: Documents Numerizats
tl: Nasagap na mga Rekord na nasa Papel

source: Add Scanned Document
cs: Přidat naskenované dokumenty
es: Agregar documento escaneado
gl: Engadir un documento dixitalizado
oc: Apondre un document numerizat
tl: Magdagdag ng Nasagap na Kasulatan

source: Can view the disciplinary action form.
cs: Může zobrazit formulář disciplinárního řízení.
es: Para ver el formulario de medidas disciplinarias
gl: Pode ollar o formulario de accións disciplinarias.
oc: Per visualizar lo formulari de mesuras disciplinàrias.
tl: Makikita ang pormularyo ng ginawang pagdisiplina.

source: Can view the out migration form.
cs: Může zobrazit formulář migrace ven.
es: Para ver el formulario de emigración
gl: Pode ollar o formulario de migracións.
oc: Possibilitat de visualizar lo formulari de migracion sortenta
tl: Makikita ang pormularyo ng panlabas na migrasyon.

source: Can view the training form.
cs: Může zobrazit formulář výuky.
es: Para ver el formulario de formación
gl: Pode ollar o formulario de formacións.
oc: Possibilitat de visualizar lo formulari de formacion
tl: Makikita ang pormularyo ng pagsasanay.

source: Can view the license form.
cs: Může zobrazit formulář licence.
es: Para ver el formulario de licencia
gl: Pode ollar o formulario de licenzas.
oc: Possibilitat de visualizar lo formulari de licéncia.
tl: Makikita ang pormularyo ng lisensiya.

source: Can view the education form.
cs: Může zobrazit formulář vzdělání.
es: Para ver el formulario de educación
gl: Pode ollar o formulario de educación.
oc: Possibilitat de visualizar lo formulari d'educacion.
tl: Matitingnan ang pormularyo ng edukasyon.

source: Can view the person license form.
cs: Může zobrazit formulář osobní licence.
es: Para ver el formulario de licencia de la persona
gl: Pode ollar o formulario de licenzas persoais.
oc: Possibilitat de visualizar lo formulari de licéncia de la persona.
tl: Matitingnan ang pormularyo ng lisensiya ng tao.

source: Can view the record verify form.
cs: Může zobrazit formulář ověření záznamu.
es: Para ver el formulario de verificación de registro
gl: Pode ollar o formulario de verificación do rexistro.
oc: Possibilitat de visualizar lo formulari de verificacion de l'enregistrament.
tl: Matitingnan ang pormularyo ng rekord ng pagpapatunay.

source: Can view the deployment form.
cs: Může zobrazit formulář nasazení.
es: Para ver el formulario de utilización
gl: Pode ollar o formulario de lanzamentos.
oc: Possibilitat de visualizar lo formulari de desplegament.
tl: Makikita ang pormularyo ng pagdedestino.

source: Standardized Forms
cs: Normované Formuláře
es: Formularios estandarizados
gl: Formularios estandarizados
oc: Formularis normalizats
tl: Isinapamantayang mga Pormularyo

source: Standardized Training Forms
cs: Normované formuláře výuky
es: Formularios normalizados de formación
gl: Formularios de formación estandarizados
oc: Formularis de formacion normalizats
tl: Isinapamantayang mga Pormularyo ng Pagsasanay

source: The disruption date must be after the intake date for this training.
cs: Datum přerušení musí být po datu přijetí k výuce.
es: La fecha de interrupción debe ser posterior a la fecha de admisión para esta formación.
gl: A data de interrupción debe ser posterior á data de admisión nesta formación.
tl: Ang petsa ng pagkakapatid ay dapat na maging pagkaraan ng petsa ng pagkuha para sa pagsasanay na ito.

source: Required Field
cs: Povinné pole
es: Campo obligatorio
gl: Campo obrigatorio
oc: Camps Obligatòris
tl: Kailangang Hanay

source: The resumption date must be after the disruption date.
cs: Datum pokračování musí být po datu přerušení.
es: La fecha de reanudación debe ser posterior a la fecha de interrupción.
gl: A data de reanudación debe ser posterior á data de interrupción.
tl: Ang petsa ng pagpapatuloy ay dapat na maging pagkalipas ng petsa ng pagkapatid.

source: The end date must be after the start date.
cs: Konečné datum musí být po počátečním.
es: La fecha final debe ser posterior a la fecha inicial.
gl: A data de fin debe ser posterior á data de inicio.
oc: La data de fin deu èsser posteriora a la data de començament.
tl: Ang petsa ng wakas ay dapat na maging pagkaraan ng petsa ng simula.

source: The registration date must be after the application date.
cs: Datum zápisu musí být po datu přihlášky.
es: La fecha de registro debe ser posterior a la fecha de solicitud.
gl: A data de rexistro debe ser posterior á data de inscrición.
tl: Ang petsa ng pagpapatala ay dapat na maging pagkalipas ng petsa ng paghiling.

source: The exam date must be after the application date.
cs: Datum zkoušky musí být po datu přihlášky.
es: La fecha del examen debe ser posterior a la fecha de solicitud.
gl: A data de exame debe ser posterior á data de inscrición.
tl: Ang petsa ng pagsusulit ay dapat na maging pagkalipas ng petsa ng kahilingan.

source: You must select a Cadre from Trained in Country or Trained outside the Country
cs: Musíte zvolit kádr z Vyučen v zemi a Vyučen mimo zemi
es: Debes seleccionar un cuadro de "Formado en el país" o "Formado en el extranjero"
gl: Cómpre seleccionar un posto en "Formado no país" ou "Formado fóra do país"
tl: Dapat kang pumili ng isang Tagapagsanay mula sa Sinanay sa loob ng Bansa o Sinanay sa labas ng Bansa

source: You must select the Country where training was received.
cs: Musíte vybrat zemi, kde proběhlo školení.
es: Debes seleccionar el país donde se recibió la formación.
gl: Cómpre seleccionar o país onde se recibiu a formación.
tl: Dapat kang pumili ng Bansa kung saan natanggap ang pagsasanay.

source: This field is required when you selected training outside the country.
cs: Toto pole je vyžadováno, když jste zvolili výuku mimo zemi.
es: Este campo es obligatorio cuando has seleccionado la formación en el extranjero.
gl: Este campo é obrigatorio ao seleccionar a formación fóra do país.
tl: Kailangan ang hanay na ito kapag pinili mo ang pagsasanay sa labas ng bansa.

source: The graduation date must be after the intake date.
cs: Datum promoce musí být po datu přijetí.
es: La fecha de graduación debe ser posterior a la fecha de admisión.
gl: A data de graduación debe ser posterior á data de admisión.
tl: Ang petsa ng pagtatapos ay dapat na maging pagkalipas ng petsa ng pagkuha.

source: The reinstatement date must be after the initial action date.
cs: Datum návratu musí být po datu počáteční činnosti.
es: La fecha de readmisión debe ser posterior a la fecha de la acción inicial.
gl: A data de reincorporación debe ser posterior á data de acción inicial.
tl: Ang petsa ng pagkakabalik sa dating kalagayan ay dapat na maging pagkaraan ng petsa ng paunang kilos.

source: The Reinstatement Date should be after the Disciplinary Action Date.
cs: Datum návratu by mělo být po datu disciplinárního řízení.
es: La fecha de readmisión debería ser posterior a la fecha de la acción disciplinaria.
gl: A data de reincorporación debe ser posterior á data de acción disciplinaria.
tl: Ang Petsa ng Pagkakabalik sa Dating Kalagayan ay dapat na maging pagkaraan ng Petsa ng Kilos na Pangdisiplina.

source: Index Number: %1$s - Cadre: %2$s - Intake Date: %3$s
cs: Číslo indexu: %1$s - Kádr: %2$s - Datum příjmu: %3$s
es: Número de índice: %1$s - Puesto: %2$s - Fecha de admisión: %3$s
gl: Número de índice: %1$s - Cadro: %2$s - Data de admisión: %3$s
tl: Bilang sa Talatuntunan: %1$s - Tagapagsanay: %2$s - Petsa ng Pagkuha: %3$s

source: Confirm
cs: Potvrdit
es: Confimar
gl: Confirmar
oc: Confirmacion
pl: Potwierdź
tl: Tiyakin

source: Edit Facility to Link Facilities with Institutions
es: Editar el establecimiento para enlazar los establecimientos con las instituciones
gl: Editar o establecemento para ligar os establecementos coas institucións

source: Edit Institution to Link Facilities and Institutions
es: Editar la institución para enlazar los establecimientos y las instrucciones
gl: Editar a institución para ligar os establecementos e as institucións

source: Can edit the disciplinary action form.
es: Puede editar el formulario de medidas disciplinarias.

source: Can edit the out migration form.
es: Puede editar el formulario de emigración.

source: Can edit the training form.
es: Puede editar el formulario de capacitación.

source: Can edit the license form.
es: Puede editar el formulario de licencia.

source: Can edit the education form.
es: Puede editar el formulario de educación.

source: Can edit the person license form.
es: Puede editar el formulario de licencia de la persona.

source: Can edit the record verify form.
es: Puede editar el formulario de verificación de registro.

source: Can edit the deployment form.
es: Puede editar el formulario de implementación.

source: Please Log In
es: Por favor, inicie sesión

source: Enter your username and password.
es: Introduzca su nombre de usuario y contraseña.

source: Username
es: Nombre de usuario

source: Password
es: Contraseña

source: Forgot username or password?
es: ¿Olvidó su nombre de usuario o contraseña?

source: Self Registration
es: Auto Registro

source: Register
es: Registrar

source: Self Service
es: Auto Servicio

source: Assign User Account
es: Asignar cuenta de usuario

source: View Your Record
es: Ver su registro

source: View your own details.
es: Ver sus propios datos.

source: Contact Group
es: Grupo de contacto
