Repository: agabaandre/iHRIS-Pharmacy-Qualify
Catalog: 4.1.11/i2ce/translations/templates/form-builder/*.po
Languages: de, fr, zh_cn, zh_tw

source: Set the printf string use for various forms
fr: Définir la chaîne de caractères printf à utiliser pour diverses formes
zh_tw: 設定用於多樣表單的格式化輸出字串

source: PrintF Fields
fr: Champs de PrintF
zh_cn: 格式化输出字段
zh_tw: 格式化輸出欄位

source: Set the fields (arguments) used in the printf string for various forms
fr: Définir les champs (arguments) utilisés dans la chaîne printf pour diverses formes
zh_cn: 为各种表格设置用于格式输出字符串的字段（参数）
zh_tw: 設定用於格式化輸出用於多項表單字串的欄位（參數）

source: PrintF Field Styles
fr: Styles des champs de PrintF
zh_tw: 格式化輸出欄位樣式

source: Set the display styles used for the various fields
fr: Définir les styles d'affichage utilisés pour les différents champs
zh_tw: 設定用於多項欄位的顯示樣式

source: Report View Selection
de: Berichtsansicht-Auswahl
fr: Sélection de la vue de rapport
zh_tw: 報告檢視選擇

source: Specify report view used to select data
fr: Précise le format d'affichage utilisé pour selectionner les données
zh_tw: 指定用於選擇資料的報告檢視

source: Show Limits
de: Zeige Grenzen
fr: Montrer les limites
zh_cn: 显示过滤器
zh_tw: 顯示限制

source: Specify whether or not to do not show limits for a form in report view selector
fr: Spécifier s’il faut ou non afficher les limites d’un formulaire dans le sélecteur de vue de rapport
zh_tw: 指定表單在報告檢視選擇時是否不顯示限制

source: Show Filters in Report Selection
fr: Afficher les filtres dans la sélection de rapports
zh_tw: 顯示在報告選擇的篩選

source: Show Filters
de: Zeige Filter
fr: Afficher les filtres
zh_cn: 显示过滤器
zh_tw: 顯示過濾

source: Specify for a form whether or not to show limits in the report selection.
fr: Spécifier, pour un formulaire, s’il faut ou non afficher les limites dans la sélection de rapport.
zh_tw: 指定表單是否在報告選擇中顯示限制。

source: Existing forms
de: Vorhandene Formulare
fr: Formes existantes
zh_cn: 现有窗体
zh_tw: 現有表單

source: Forms that have already set whether or not they show limits in the report selection.
de: Formulare, bei denen bereits eingestellt ist, ob sie Grenzwerte in der Berichtsauswahl anzeigen.
fr: Formulaires qui ont déjà fixé s’ils affichaient ou non leurs limites dans la sélection de rapport.
zh_tw: 表單已有設定是否在報告選擇中顯示限制。

source: Form Display Styles For PrintF Arguments
fr: Styles d'affichage de formulaires pour les arguments De PrintF
zh_tw: 用於格式化輸出參數的表單顯示樣式

source: The display style used for the forms in a mappeed fields in printf
fr: Le style d’affichage utilisé pour les formulaires dans des champs inclus dans printf
zh_tw: 顯示樣式用於在映射欄位表單的格式化輸出

source: PrintF Arguments Styles
fr: Styles des arguments de PrintF
zh_tw: 格式化輸出參數樣式

source: New PrintF Argument Styles
fr: Styles des arguments du nouveau PrintF
zh_tw: 新的格式化輸出參數樣式

source: Create printf argument styles for a new form
fr: Créer des styles d'arguments printf une nouvelle forme
zh_tw: 創建新表單的格式化輸出參數樣式

source: Existing Form Printf Argument Styles
fr: Styles d’argument de printf de formulaire existants
zh_cn: 现有表格格式输出参数样式
zh_tw: 現有表單格式化輸出參數樣式

source: PrintF Arguments
fr: Arguments de PrintF
zh_cn: 格式输出参数
zh_tw: 格式化輸出參數

source: New PrintF Arguments
fr: Arguments du nouveau PrintF
zh_cn: 新的格式输出参数
zh_tw: 新的格式化輸出參數

source: Create printf arguments for a new form
fr: Créer des arguments printf pour une nouvelle forme
zh_tw: 創建新表單的格式化輸出參數

source: Existing Form PrintF Arguments
fr: Arguments existants pour le PrintF de formulaires
zh_tw: 現有表單格式化輸出參數

source: PrintF String
fr: Chaîne de caractères PrintF
zh_cn: 格式化输出字符串
zh_tw: 格式化輸出字串

source: Printf string used to display this form. You would likely use a %s to specify where a field should be subsitutued into the string.
fr: Chaîne de caractères Printf utilisée pour afficher ce formulaire. Vous utiliserez probablement un %s pour spécifier où le champ doit être subsitué dans la chaîne.
zh_cn: 用以显示此窗体的格式输出字符串。您可能会使用%s以指定字符串中应被替代的字段。
zh_tw: 用於顯示此表單的格式化輸出字串。您可使用%s來指定欄位應被替換成字串的地方。

source: More Information
de: Weitere Informationen
fr: Plus d’informations
zh_cn: 更多信息
zh_tw: 更多資訊

source: New Printf
fr: Nouveau Printf
zh_cn: 新的格式化输出
zh_tw: 新格式化輸出

source: Create a printf for a new form
fr: Créer un printf pour une nouvelle forme
zh_tw: 創建一個用於新表格的格式化輸出

source: Existing Form Printf
fr: Printf pour les formes existantes
zh_cn: 现有来自格式输出
zh_tw: 現有表單格式化輸出

source: Report View For Selection
fr: Affichage de rapport pour sélection
zh_tw: 用於選擇的報告檢視

source: Report View
de: Berichtsansicht
fr: Affichage du rapport
zh_cn: 报告预览
zh_tw: 報告檢視

source: The report view used to select data
fr: La vue de rapport utilisée pour sélectionner les données
zh_tw: 用於選擇資料的報告檢視

source: Select A Report View
de: Eine Berichtsansicht auswählen
fr: Sélectionnez un format d'affichage
zh_cn: 选择一个报告查看
zh_tw: 選擇一個報告檢視

source: Module Limits
de: Einschränkungen für das Modul
fr: Limites du module
zh_cn: 模块限制
zh_tw: 模組限制

source: Module methods used to add additional limits
fr: Méthodes du module utilisées pour ajouter des limites supplémentaires
zh_tw: 使用添加額外限制的模組方法

source: Set dynamic limits based on modules
fr: Fixer les limites dynamiques basées sur les modules
zh_cn: 设置基于模块的动态限定
zh_tw: 設定基於模組的動態限制

source: Max Width
de: Maximale Breite
fr: Largeur maximale
zh_cn: 最大宽度
zh_tw: 最大寬度

source: Maximum width of the image
de: Maximale Breite des Bildes
fr: Largeur maximale de l'image
zh_cn: 图片的最大宽度
zh_tw: 圖片最大寬度

source: Max Height
de: Maximale Höhe
fr: Hauteur maximale
zh_cn: 最大高度
zh_tw: 最大高度

source: Maximum height of the image
de: Maximale Höhe des Bildes
fr: Hauteur maximale de l'image
zh_cn: 图片的最大长度
zh_tw: 圖片最大高度
