Repository: agabaandre/iHRIS-Pharmacy-Qualify
Catalog: 4.1.11/i2ce/translations/templates/form-builder/*.po
Languages: de, fr, zh_cn, zh_tw

source: You don't have access to delete form data
de: Sie haben nicht die erforderliche Berechtigung, Formulardaten löschen zu können
fr: Vous n’avez pas accès aux données d’un formulaire supprimé
zh_cn: 您并无权限删除表单数据
zh_tw: 您沒有權限來刪除表單資料

source: Invalid path for deletion
de: Ungültiger Pfad für die Löschung
fr: Chemin de suppression non valide
zh_cn: 无效的删除路径
zh_tw: 無效刪除路徑

source: Delete Header
de: Kopfdaten löschen
fr: Supprimer l’entête
zh_cn: 删除页眉
zh_tw: 刪除標頭

source: Can delete form meta-data using the form builder
de: Kann Formular-Metadaten mit Hilfe des Formularerzeugers löschen
fr: Peut supprimer les métadonnées d’un formulaire en utilisant le générateur de formulaire
zh_cn: 可以删除使用窗体构造器的窗体元数据
zh_tw: 可刪除使用在表單生成器的表單元數據

source: Can build or configure form class
de: Darf eine Formularklasse erstellen oder einrichten
fr: Peut générer ou configurer la classe de formulaire
zh_tw: 可生成或設置表單類別

source: Edit
de: Bearbeiten
fr: Modifier
zh_cn: 编辑
zh_tw: 編輯

source: Delete
de: Löschen
fr: Supprimer
zh_cn: 删除
zh_tw: 刪除

source: Create A New Form Class
de: Eine neue Formularklasse erstellen
fr: Créer une nouvelle classe de formulaire
zh_cn: 创建一个新的词类
zh_tw: 創建一個新表單類別

source: Form Class Name
de: Name der Formularklasse
fr: Nom de la classe de formulaire
zh_cn: 表格类名
zh_tw: 表單類別名稱

source: An internal key used to identify the form class. It may not be the same as the key for any of the existing form class or other PHP class.
de: Ein interner Schlüssel um die Formularklasse zu identifizieren. Dies darf nicht der selbe wie ein Schlüssel für irgendeine vorhandene Formularklasse oder PHP-Klasse sein.
fr: Une clé interne utilisée pour identifier la classe de formulaire. Elle doit être différente de la clé d’une classe de formulaire existante ou de toute autre classe PHP.
zh_cn: 用于识别词类的一个内部密钥。它不能与任何现有词类或其他PHP类的密钥相同。
zh_tw: 內鍵用於識別表單類別。這不能與任何已存在表單或其它 PHP 類別擁有相同鍵值。

source: Extends
de: Erweitert
fr: Étend
zh_cn: 延伸
zh_tw: 延伸

source: The base form class that this class extends. It will inherit the properties of the base class
de: Die Basis-Formularklasse, die diese Klasse erweitert. Sie wird die Eigenschaften der Basisklasse erben.
fr: La classe de formulaire de vase que cette classe étend. Elle héritera des propriétés de la classe de base
zh_tw: 此類別繼承著基本表單類別。這將會繼承基本類別的屬性

source: Edit an Existing Form Class
de: Eine bestehende Formularklasse bearbeiten
fr: Modifier une classe de formulaire existante
zh_cn: 编辑一个现有的词类
zh_tw: 編輯一個現有表單類別

source: Form Class
de: Formularklasse
fr: Classe de formulaire
zh_cn: 表格类
zh_tw: 表單類別

source: Base class that this form extends. It will inherit all the properties of this base class.
de: Basis-Klasse die dieses Formular erweitert. Es wird alle Eigenschaften dieser Basis-Klasse erben.
fr: Classe de base que ce formulaire étend. Il héritera de toutes les propriétés de cette classe de base.
zh_tw: 此表單繼承著基本類別。這將會繼承基本類別的屬性

source: I2CE_Form
de: I2CE_Formular
zh_cn: I2CE表单
zh_tw: I2CE 表單

source: Display Name
de: Anzeigename
fr: Nom affiché
zh_cn: 显示名称
zh_tw: 顯示名稱

source: Display Name For the Form Class
de: Anzeigename für die Formularklasse
fr: Nom affiché pour la classe de formulaire
zh_tw: 顯示表單類別名稱

source: Fields
de: Felder
fr: Champs
zh_cn: 字段
zh_tw: 欄位

source: Edit fields for this class
de: Felder für diese Klasse bearbeiten
fr: Modifier les champs pour cette classe
zh_cn: 编辑此类的字段
zh_tw: 編輯此類別欄位

source: Meta
de: Metadaten
fr: Méta
zh_cn: 元
zh_tw: 元

source: Edit meta data for this class
de: Metadaten für diese Klasse bearbeiten
fr: Modifier les métadonnées pour cette classe
zh_cn: 编辑此类的元数据
zh_tw: 編輯此類別元數據

source: Form Class Fields
de: Felder der Formularklasse
fr: Champs de la classe de formulaire
zh_cn: 表格类字段
zh_tw: 表單類別欄位

source: Create A New Field
de: Ein neues Feld erstellen
fr: Créer un nouveau champ
zh_cn: 创建新字段
zh_tw: 創建一個新欄位

source: Field Name
de: Feldname
fr: Nom du champ
zh_cn: 字段名称
zh_tw: 欄位名稱

source: An internal key used to identify the name of field. It may not be the same as the key for any of the existing field class.
fr: Une clé interne utilisée pour identifier le nom du champ. Elle ne doit pas être identique à la clé d’un des champs de classe existants.
zh_cn: 用于识别字段名称的一个内部密钥。它不能与任何现有字段类的密钥相同。
zh_tw: 內鍵用於識別欄位名稱。這不能與任何已存在欄位類別擁有相同鍵值。

source: Form Field Class
de: Klasse des Formularfeldes
fr: Classe de champ de formulaire
zh_cn: 表格字段类
zh_tw: 表單欄位類別

source: The data type for this field.
de: Der Datentyp für dieses Feld.
fr: Le type de données pour ce champ.
zh_cn: 用于此字段的数据类型。
zh_tw: 此欄位的資料類別。

source: Default Header/Label
de: Standard-Kopfdaten/Bezeichnung
fr: Entête/Libellé par défaut
zh_cn: 默认标题/标签
zh_tw: 預設標頭/標籤

source: The default header (or label) used when this field is displayed in a web page.
de: Die Standard-Kopfzeile (oder Beschriftung) die verwendet wird, wenn dieses Feld auf einer Web-Seite angezeigt wird.
fr: L’entête par défaut (ou le libellé) utilisé quand ce champ est affiché dans une page web.
zh_tw: 預設標頭（或標籤）用於當欄位顯示於網頁上時。

source: Existing Fields
de: Vorhandene Felder
fr: Champs existants
zh_cn: 现有字段
zh_tw: 現有欄位

source: Field
de: Feld
fr: Champ
zh_cn: 字段
zh_tw: 欄位

source: Required
de: Erforderlich
fr: Obligatoire
zh_cn: 必要
zh_tw: 必要

source: This field needs to be set before it can be saved
de: Dieses Feld muss bearbeitet werden, bevor es gespeichert werden kann.
fr: Ce champ doit être défini avant de pouvoir être enregistré
zh_cn: 此字段需要在保存前设置
zh_tw: 此欄位在可被儲存前需要先被設定

source: Yes
de: Ja
fr: Oui
zh_cn: 是
zh_tw: 是

source: No
de: Nein
fr: Non
zh_cn: 否
zh_tw: 否

source: In Database
de: In Datenbank
fr: Dans la base de données
zh_cn: 数据库中
zh_tw: 在資料庫

source: This field is saved in the databsae
de: Dieses Feld wird in der Datenbank gespeichert
fr: Ce champ est enregistré dans la base de données
zh_tw: 此欄位被儲存於資料庫

source: Unique
de: Eindeutig
zh_cn: 独特
zh_tw: 獨一

source: This field is requried to be a unique value
de: Dieses Feld muss ein eindeutiger Wert sein
fr: Ce champ doit contenir une valeur unique
zh_tw: 此欄位需要有獨一值

source: Unique Fields
de: Eindeutige Felder
fr: Champs uniques
zh_cn: 独特字段
zh_tw: 獨一欄位

source: If this is a unique field, these are fields it is requried to be unique relative to
fr: Si c’est un champ unique, voici les champs qui doivent être uniques en lien avec
zh_tw: 若這是一個獨一欄位，這些欄位需要獨特相關於

source: Headers
de: Kopfzeilen
fr: Entêtes
zh_cn: 首段
zh_tw: 標頭

source: Edit headers for this field
de: Kopfzeilen für dieses Feld bearbeiten
fr: Modifier les entêtes pour ce champ
zh_tw: 編輯此欄位標頭

source: Edit meta data for this field
de: Metadaten für dieses Feld bearbeiten
fr: Modifier les métadonnées pour ce champ
zh_cn: 编辑用于该字段的元数据
zh_tw: 編輯此欄位元數據

source: Field Headers
de: Feld-Kopfzeilen
fr: Entêtes du champ
zh_cn: 字段标题
zh_tw: 欄位標頭

source: New Header Key
de: Neuer Kopfzeilenschlüssel
fr: Nouvelle clé d’entête
zh_cn: 新的标头密钥
zh_tw: 新標頭鍵值

source: New Header Value
de: Neuer Kopfzeilenwert
fr: Nouvelle valeur d’entête
zh_cn: 新标头值
zh_tw: 新標頭值

source: Create
de: Erstellen
fr: Créer
zh_cn: 创建
zh_tw: 創建

source: Meta Data
de: Metadaten
fr: Métadonnées
zh_cn: 元数据
zh_tw: 後設資料

source: Field Link
de: Feld-Verknüpfung
fr: Champ lien
zh_cn: 字段连接
zh_tw: 欄位連結

source: Colon seperate list of forms[+field] to define hierarchy
de: Durch Doppelpunkte getrennte Liste von Formularen[+Feld] um die Hierarchie zu bestimmen
fr: Liste de formulaires[+champ] séparées par des deux-points pour définir la hiérarchie
zh_tw: 冒號區分表單[+欄位]清單來定義層次結構

source: Display Style
de: Anzeigestil
fr: Afficher le style
zh_cn: 显示样式
zh_tw: 顯示類型

source: The way that this form is displayed when editing.
de: Die Art wie dieses Formular während der Bearbeitung angezeigt wird.
fr: La manière dont ce formulaire est affiché en modification.
zh_tw: 當編輯此表單時顯示方式。

source: Orders
de: Reihenfolge
fr: Ordres
zh_cn: 命令
zh_tw: 排序

source: Set the ordering by fields
de: Die Reihenfolge der Felder festlegen
fr: Fixer l’ordre par champs
zh_cn: 通过字段来排序
zh_tw: 依欄位設定排序

source: Displays
de: Anzeigen
fr: Affichages
zh_cn: 显示
zh_tw: 顯示

source: New Displays
de: Neue Anzeigen
fr: Nouveaux affichages
zh_cn: 新显示
zh_tw: 新顯示

source: Name of a new displays. You should probably have 'default'
de: Name einer neuen Anzeige. Sie sollten 'Standard' verwenden.
fr: Nom d’un nouvel affichage. Vous devrez probablement avoir 'défaut'
zh_tw: 新顯示的名稱。您應該會有「預設」

source: Existing Displays
de: Vorhandene Anzeigen
fr: Affichages existants
zh_cn: 现有显示
zh_tw: 現有顯示

source: Limits
de: Beschränkungen
fr: Limites
zh_cn: 限制
zh_tw: 限制

source: New Limits
de: Neue Beschränkungen
fr: Nouvelles limites
zh_cn: 新限制
zh_tw: 新限制

source: Name of a new limits. You should probably have 'default'
fr: Nom d’une nouvelle limite. Vous devrez probablement avoir 'défaut'
zh_tw: 新限制的名稱。您應該會有「預設」

source: Existing Limits
de: Vorhandene Beschränkungen
fr: Limites existantes
zh_cn: 现有限制
zh_tw: 現有限制

source: Forms
de: Formulare
fr: Formulaires
zh_cn: 表格
zh_tw: 表單

source: New Limit On Form
de: Neue Formularbeschränkung
fr: Nouvelle limite sur un formulaire
zh_cn: 表格上的新限制
zh_tw: 表單的新限制

source: Select the form you wish to create a new limit on
de: Wählen Sie das Formular, für das Sie eine neue Beschränkung erstellen wollen
fr: Sélectionner le formulaire sur lequel vous voulez créer une nouvelle limite
zh_tw: 選擇表單讓您想要創建一個新限制於

source: Select A Form
de: Wählen Sie ein Formular aus
fr: Sélectionner un formulaire
zh_cn: 选择一个表单
zh_tw: 選擇一個表單

source: Existing Form Limits
de: Vorhandene Formularbeschränkungen
fr: Limites de formulaire existantes
zh_cn: 现有表单限制
zh_tw: 現有表單限制

source: Mappable Forms
de: Zuordenbare Formulare
fr: Formulaires associables
zh_cn: 可用图表示的表单
zh_tw: 可映射表單

source: Select the forms that can be mapped to by this field.
de: Die Formulare auswählen, auf die dieses Feld abgebildet werden kann.
fr: Sélectionner les formulaires qui peuvent être associés par ce champ.
zh_tw: 選擇可透過此欄位映射的表單。

source: Note, for coveinence, that if none are selected, and the name of this field is the name of a form, then that form is an allowed form.
fr: Noter, par commodité, que si aucun n’est sélectionné, et que le nom de ce champ est le nom d’un formulaire, alors ce formulaire est un formulaire autorisé.
zh_tw: 註釋：為方便起見如果沒有一項被選擇到；以及此欄位名稱即為表單名稱，那表單便是被允許的表單。

source: Note, as a special case, the remap field will automatically only allow mapping to the form which contains it
fr: Noter que, comme cas particulier, le champ de réorganisation autorisera automatiquement une seule correspondance vers le formulaire qui le contient
zh_tw: 註釋：如同在特殊情況下，重映射欄位會自動僅允許映射至包含此欄位的表單

source: Any Form
de: Jedes Formular
fr: N’importe quel formulaire
zh_cn: 任何表单
zh_tw: 任何表單

source: Allow any form to be chosen as a mapped value
de: Erlaube jedes Formular als zugeordneter Wert ausgewählt zu werden
fr: Permettre de choisir n’importe quelle forme comme valeur de correspondance
zh_tw: 允許任何表單被挑選成為映射值

source: Edit limit data for this field
de: Datenbegrenzung für dieses Feld bearbeiten
fr: Modifier la donnée limite pour ce champ
zh_cn: 编辑此字段的限制数据
zh_tw: 編輯此欄位的限制資料

source: Configure various displays for this field
de: Verschiedene Darstellungsoptionen für dieses Feld einrichten
fr: Configurer des affichages divers pour ce champ
zh_tw: 設置此欄位的多項顯示

source: New Orders
de: Neue Aufträge
fr: Nouveaux ordres
zh_cn: 新订单
zh_tw: 新排序

source: Create a new ordering for a form
fr: Créer un nouvel ordre pour un formulaire
zh_tw: 創建表單的新排序

source: Existing Form Orders
fr: Ordres de formulaire existant
zh_cn: 已经存在的表单窗体
zh_tw: 現有表單排序

source: Create A New Form
de: Ein neues Formular erstellen
fr: Créer un nouveau formulaire
zh_cn: 创建新表单
zh_tw: 創建一個新表單

source: Form Name
de: Formularname
fr: Nom du formulaire
zh_cn: 窗体名称
zh_tw: 表單名稱

source: An internal key used to identify the form class. It may not be the same as the key for any of the existing forms.
fr: Une clé interne utilisée pour identifier la classe du formulaire. Elle ne peut pas être identique à la clé d’un formulaire déjà existant.
zh_cn: 用于识别词类的一个内部密钥。它不能与任何现有窗体的密钥相同。
zh_tw: 內鍵用於識別表單類別。這不能與任何已存在表單擁有相同鍵值。

source: The displayed name of this form. This is what is presented to the end user.
fr: Le nom affiché pour ce formulaire. C’est ce qui sera affiché à l’utilisateur final.
zh_tw: 此表單的顯示名稱。這會呈現於終端用戶。

source: Class
de: Klasse
fr: Classe
zh_cn: 类
zh_tw: 類別

source: The form class that implements this form.
fr: La classe de formulaire qui implémente ce formulaire.
zh_cn: 执行此表格的表格等级。
zh_tw: 實作此表單的表單類別。

source: Select A Class
de: Eine Klasse auswählen
fr: Sélectionner une classe
zh_cn: 选择一个类别
zh_tw: 選擇一個類別

source: Storage
de: Speicher
fr: Stockage
zh_cn: 存储
zh_tw: 儲存

source: The storage mechanism for this form
de: Der Speichermechanismus für dieses Formular
fr: Le mécanisme de stockage pour ce formulaire
zh_tw: 此表單的儲存機制

source: Edit an Existing Form
de: Ein bestehendes Formular bearbeiten
fr: Modifier un formulaire existant
zh_cn: 编辑现有窗体
zh_tw: 編輯一個現有表單

source: Edit forms
de: Formulare bearbeiten
fr: Modifier les formulaires
zh_cn: 编辑表格
zh_tw: 編輯表單

source: Form Classes
de: Formularklassen
fr: Classes des formulaires
zh_cn: 窗体类
zh_tw: 表單類別

source: Edit Form Classes
de: Formularklassen bearbeiten
fr: Modifier les classes de formulaire
zh_cn: 编辑窗体类
zh_tw: 編輯表單類別

source: Show Key
de: Schlüssel anzeigen
fr: Afficher la clé
zh_cn: 显示密钥
zh_tw: 顯示鍵值

source: Show the key when displaying the associative list
fr: Afficher la clé lorsque la liste associative est affichée
zh_tw: 當顯示聯合清單時秀出鍵值

source: Allow New
de: Erlaube Erstellung
fr: Permettre l’ajout
zh_cn: 允许新的
zh_tw: 允許新的

source: Allow new keys to be added to the list
de: Erlaube das Hinzufügen von neuen Schlüsseln zu der Liste
fr: Permettre d’ajouter de nouvelles clés à la liste
zh_cn: 允许将新的密钥加入列表中
zh_tw: 允許新鍵值來加入至清單

source: Allow Delete
de: Löschen erlauben
fr: Permettre la suppression
zh_cn: 允许删除
zh_tw: 允許刪除

source: Allows keys to be deleted from the list
de: Erlaube das Löschen von Schlüssel aus der Liste
fr: Permet de supprimer des clés de la liste
zh_cn: 允许从列表中删除密钥
zh_tw: 允許新鍵值可從清單刪除

source: Key Sort Order
de: Schlüssel-Sortierreihenfolge
fr: Ordre de tri des clés
zh_cn: 密钥排列顺序
zh_tw: 鍵值排列順序

source: Ordering to sort keys
fr: Ordre pour trier les clés
zh_cn: 排列密钥的方向
zh_tw: 排列鍵值順序

source: Key List
de: Schlüsselliste
fr: Liste de clés
zh_cn: 密钥列表
zh_tw: 鍵值清單

source: Select the list form that should be used as the keys for this associative list
fr: Sélectionner le formulaire de liste qui doit être utilisé pour les clés de cette liste associative
zh_tw: 選擇應作為此相關清單鍵值的清單表格

source: Select A List
de: Eine Liste auswählen
fr: Sélectionner une liste
zh_cn: 选择一个列表
zh_tw: 選擇一個清單

source: Auto Fix Percent
fr: Pourcentage automatique
zh_cn: 自动修复百分比
zh_tw: 自動修正百分比

source: If an entered percentage is less than one, assume that the user entered a ratio rather than a percetage, in which case we should multiply it my 100. For example, if a user enters 0.7, it should be interpreted as 70%.
fr: Si un pourcentage saisi est inférieur à un, supposer que l’utilisateur a saisi un ratio plutôt qu’un pourcentage, auquel cas il sera multiplié par 100. Par exemple, si un utilisateur a saisi 0,7 il faut l’interpréter comme 70%.
zh_tw: 如果輸入的百分比內容是小於一，應假設用戶輸入的是比率而不是百分比，此情況我們應乘上 100。像是假如用戶輸入了 0.7，這應該視為 70%。

source: Max File Size (kb)
de: Maximale Dateigröße (KB)
fr: Taille maximale de fichier (ko)
zh_cn: 最大文件大小（KB）
zh_tw: 最大檔案大小（kb）

source: Maximum file size in kilobytes for stored files
fr: Taille maximale des fichiers stockés en kilooctets
zh_tw: 儲存檔案的最大千位元組大小

source: Child Form Data
fr: Données du formulaire enfant
zh_cn: 子窗体数据
zh_tw: 子表單資料

source: Set the ordering by field
fr: Fixer l’ordre par champ
zh_tw: 依欄位設定排序

source: Configure limits for this form
fr: Configurer les limites de ce formulaire
zh_tw: 設置此表單限制

source: New Form
de: Neues Formular
fr: Nouveau formulaire
zh_cn: 新窗体
zh_tw: 新表單

source: Create limits or orders a new child form
fr: Créer les limites ou les ordres d’un nouveau formulaire enfant
zh_tw: 創建限制或排序一個新子表單

source: Select One
de: Eine auswählen
fr: En sélectionner un
zh_cn: 选择一个
zh_tw: 選擇其一

source: Existing Child Forms
fr: Formulaires enfant existants
zh_cn: 存在子窗体
zh_tw: 存在子表單

source: Data Values
de: Datenwerte
fr: Valeurs des données
zh_cn: 数据值
zh_tw: 資料數值

source: A list of allowed data values for this enumeration
fr: Une liste des valeurs de données autorisées pour cette énumération
zh_tw: 允許資料值用於此列舉的清單

source: Hook
fr: Attache
zh_cn: 钩子
zh_tw: 掛鉤

source: A hooked method used to populate the allowed values for this enumeration
fr: Une méthode attachée utilisée pour remplir les valeurs autorisées pour cette énumération
zh_tw: 掛鈎方法用於塞進此列舉的允許值

source: Module Methods
de: Modulmethoden
fr: Méthodes du module
zh_cn: 模块方法
zh_tw: 模組方法

source: Allowed values for the enumeration based on module methods
fr: Valeurs autorisées pour l’énumération d’après les méthodes du module
zh_tw: 允許用於列舉的值基於模組方法

source: Dynamic Module Methods
fr: Méthodes dynamiques du module
zh_tw: 動態模組方法

source: Dynamic module methods to set possible enumeration values
fr: Méthodes dynamiques du module pour fixer les valeurs d’énumération possibles
zh_tw: 用來設定可能列舉值的動態模組方法

source: Static Module Methods
fr: Méthodes statiques du module
zh_tw: 靜態模組方法

source: Static module methods to set possible enumeration values
fr: Méthodes statiques du module pour fixer les valeurs possibles de l’énumération
zh_tw: 用來設定可能列舉值的動態模組方法

source: Static Functions
de: Statische Funktionen
fr: Fonctions statiques
zh_tw: 靜態函式

source: Set enumeration values based on static module functions
de: Auflistungswerte basierend auf statischen Modulfunktionen setzen
fr: Fixer les valeurs de l’énumération à partir des fonctions statiques du module
zh_tw: 基於靜態模組函式設定列舉值

source: Dynamic Functions
de: Dynamische Funktionen
fr: Fonctions dynamiques
zh_tw: 動態函式

source: Set enumeration values based on dynamic module functions
de: Auflistungswerte basierend auf dynamsichen Modulfunktionen setzen
fr: Fixer les valeurs d’énumération à partir des fonctions dynamiques du module
zh_tw: 基於動態模組函式設定列舉值

source: Form Options
de: Formularoptionen
fr: Options du formulaire
zh_cn: 窗体选项
zh_tw: 表單選項

source: Select the class that this form extends.
de: Die Klasse auswählen, die dieses Formular erweitert.
fr: Selectionner la classe dont ce formulaire est l'extension.
zh_tw: 選擇此表單所延伸的類別。

source: Display name for this form
fr: Afficher le nom pour ce formulaire
zh_cn: 为此表单显示名称
zh_tw: 此表單顯示名稱

source: To prevent accidental data loss, changing of the form storage mechanism by this user interface is diabled for now.
fr: Pour éviter les pertes accidentelles de données, la modification du mécanisme utilisé pour la sauvegarde des formulaires à l'aide de cet interface et désactivée pour l'instant.
zh_tw: 為防止資料意外遺失，透過此用戶界面來更改表單儲存機制功能現在為停用。

source: Set meta data about this form
fr: Définir les méta-données pour ce formulaire
zh_cn: 设置关于此窗体的元数据
zh_tw: 設定關於此表單的元數據

source: Form Storage Options
fr: Options de sauvegarde des formulaires
zh_tw: 表單儲存選項

source: Set form storage options for this form
fr: Fixer les options de stockage pour ce formulaire
zh_tw: 設定此表單的表單儲存選項

source: Name
fr: Nom
zh_cn: 名称
zh_tw: 名稱

source: Meta Options For Forms
fr: Meta Options pour les formulaires
zh_tw: 表單元選項

source: Each instance of this form must have unique values for its fields.
fr: Chaque instance de ce formulaire doit avoir des valeurs uniques dans ses champs.
zh_tw: 任一此表單實體欄位必須擁有獨一值。

source: Child Forms
de: Untergeordnete Formulare
fr: Formulaires fils
zh_cn: 子窗体
zh_tw: 子表單

source: Select the forms that can be child forms of this form.
de: Wählen Sie die Formulare aus, die diesem Formular untergeordnet werden können.
fr: Sélectionnez les formulaires qui peuvent être des fils de ce formulaire.
zh_tw: 選擇可成為此表單所屬子表單的表單。

source: Description
de: Beschreibung
zh_cn: 描述
zh_tw: 描述

source: A description of this form
de: Eine Beschreibung dieses Formulars
fr: Une description de ce formulaire
zh_tw: 此表單描述

source: Specify limits and orderings that can be applied to child forms
fr: Spécifier les limites et les ordres qui peuvent être appliqués aux formulaires enfants
zh_tw: 指定可套用至子表單的限制和排序

source: The are no options for this form storage mechanism.
fr: Il n’y a pas d’options pour ce mécanisme de stockage de formulaire.
zh_tw: 沒有用於此表單儲存機制的選項。

source: Storage Options
de: Speicheroptionen
fr: Options de sauvegarde
zh_cn: 存储选项
zh_tw: 儲存選項

source: Configure storage options for
de: Speicheroptionen bearbeiten für
fr: Configurer les options de sauvegarde pour
zh_tw: 設定儲存選項用於

source: SVS File
de: SVS-Datei
fr: Fichier SVS
zh_cn: SVS文件
zh_tw: SVS 檔案

source: Sharing Value Sets (SVS) is a standard for sharing meta-data from Integrating the Health Enterprise. You can find details on the standard
fr: Les ensembles de valeurs partagée (SVS) est un standard pour le partage des méta-données de l'Intégration de la Santé de l'Entreprise. Vous pouvez trouver plus de détails sur la norme
zh_tw: 分享值設定（Sharing Value Sets、SVS）是從整合醫療企業的用於分享元數據標準。您可找尋詳細資料在標準

source: here
de: hier
fr: ici
zh_cn: 这里
zh_tw: 此

source: File
de: Datei
fr: Fichier
zh_cn: 文件
zh_tw: 檔案

source: Upload a new SVS file.
fr: Téléverser un nouveau fichier SVS.
zh_cn: 上传一个新的SVS文件。
zh_tw: 上傳一個新的 SVS 檔案。

source: Upload File
de: Datei hochladen
fr: Téléverser le fichier
zh_cn: 上传文件
zh_tw: 上傳檔案

source: Download Existing SVS
de: Bestehendes SVS herunterladen
fr: Télécharger un SVS existant
zh_cn: 下载现有的SVS
zh_tw: 下載現有的 SVS

source: Start
de: Beginn
fr: Début
zh_cn: 开始
zh_tw: 開始

source: Starting value for the range
de: Startwert für den Bereich
fr: Valeur initiale pour l'intervalle
zh_tw: 範圍起始值

source: End
de: Ende
fr: Fin
zh_cn: 结束
zh_tw: 結束

source: Ending value for the range
de: Endwert für den Bereich
fr: Valeur finale pour l'intervalle
zh_cn: 范围的结束值
zh_tw: 範圍結束值

source: Step
de: Schrittweite
fr: Pas
zh_cn: 步骤
zh_tw: 步驟

source: The step value for the range
de: Die Schrittweite für den Bereich
fr: La valeur du pas pour l'intervalle
zh_tw: 範圍的數值階段

source: List Display
fr: Affichage de liste
zh_cn: 列出显示
zh_tw: 清單顯示

source: Display String
fr: Afficher de chaîne de carectères
zh_cn: 显示字符串
zh_tw: 顯示字串

source: PrintF Display String
fr: Format d'affichage PrintF
zh_tw: 格式化輸出顯示字串

source: Displayed Fields/Arguments
fr: Affichage champs/arguments
zh_tw: 顯示欄位/參數

source: Edit printf display field/arguments for this class
fr: Editer la zone d'affichage de printf/arguments pour cette classe
zh_cn: 为此等级编辑格式输出显示字段/参数
zh_tw: 編輯此類別的格式化輸出顯示欄位/參數

source: Sort Fields
de: Felder sortieren
fr: Champs de triage
zh_cn: 排序字段
zh_tw: 排序欄位

source: Edit field sort order for this list display
fr: Modifier l'ordre des champs de tri pour l'affichage de la liste
zh_tw: 編輯此清單顯示的欄位排序

source: Meta Options For Lists
fr: Meta Options pour les listes
zh_tw: 清單元選項

source: List Displays
fr: Lister les affichages
zh_cn: 列举显示
zh_tw: 清單顯示

source: Set different list displays
fr: Initialiser différents affichages de listes
zh_tw: 設定不同清單顯示

source: Name of a new list display. You should probably have 'default'
fr: Nom d’un nouvel affichage de liste. Vous devriez probablement avoir 'défaut'
zh_tw: 新清單顯示的名稱。您應該會有「預設」

source: Existing List Displays
fr: Affichages de listes existants
zh_tw: 現有清單顯示

source: Report Display
fr: Affichage de rapport
zh_cn: 报告显示
zh_tw: 報告顯示

source: The report used when populating data for populating drop-downs, tree views. You should consider using this if the field linking is complicated.
fr: Le rapport utilisé lors du remplissage des données pour les menus déroulants, les arborescences. Vous devriez prendre en compte cette option si le champ de liaison est compliqué.
zh_tw: 用於在填充下拉選單資料的報告、樹狀圖。若欄位連結很複雜時您可考慮採用此。

source: Select A Report
de: Bericht auswählen
fr: Sélectionnez un rapport
zh_cn: 选择一个报告
zh_tw: 選擇一個報告

source: Printf
zh_cn: 格式化输出
zh_tw: 格式化輸出
