Repository: agabaandre/iHRIS-Pharmacy-Qualify
Catalog: 4.1.11/ihris-common/translations/templates/currency/*.po
Languages: cs, fi, fr_ml, he

source: Edit This Information
cs: Upravit tuto informaci
fi: Muokkaa näitä tietoja
fr_ml: Éditer cette information
he: עריכת נתונים אלה

source: Update this Information
cs: Aktualizovat tuto Informaci
fi: Päivitä näitä tietoja
fr_ml: Mettre à jour cette information
he: עדכון נתונים אלה

source: Select another Currency
cs: Vybrat jinou měnu
fi: Valitse toinen valuutta
fr_ml: Sélectionner une autre monnaie
he: בחירת מטבע אחר

source: Currency
cs: Měna
fi: Valuutta
fr_ml: Monnaie
he: מטבע

source: Can edit currency information
cs: Může upravit informaci o měně
fi: Voit muokata valuuttoja koskevia tietoja
fr_ml: Peut éditer les informations sur la monnaie
he: יכולים לערוך את נתוני המטבע

source: Can view currency information
cs: Může zobrazit informaci o měně
fi: Voit tarkastella valuuttatietoja
fr_ml: Peut afficher les informations sur la monnaie
he: יכולים לצפות בנתוני המטבע

source: Currency Code
cs: Kód měny
fi: Valuuttatunnus
fr_ml: Code de la monnaie
he: קוד המטבע

source: Name
cs: Název
fi: Nimi
fr_ml: Nom
he: שם

source: Country
cs: Země
fi: Maa
fr_ml: Pays
he: ארץ

source: Symbol
fi: Symboli
fr_ml: Symbole
he: סמל

source: The international currency code (Ex. "USD", "GBP", etc.)
cs: Mezinárodní kód měny (např. "USD", "GBP", atd.)
fi: Kansainvälinen valuuttskoodi (Esim. "USD", "GBP", jne.)
fr_ml: Le code de conversion universel (Ex. "USD",GDP",etc.)

source: Ex. "United States Dollar", "British Pound"
cs: Např.. "United States Dollar", "British Pound"
fi: Esim. "Yhdysvaltain dollari", "Englannin punta"
fr_ml: Ex. "Dollars americains", "Livre sterling"

source: Ex. "$"
cs: Někdejší "$"
fi: Esim. "$"
