Repository: agabaandre/iHRIS-Pharmacy-Qualify
Catalog: 4.1.11/ihris-common/translations/templates/currency/lrc.po
Languages: lrc

source: Edit This Information
lrc: ای دونسمنیا نه ویرایشت کو

source: Update this Information
lrc: ای دونسمنیانه روزآمد کو

source: Select another Currency
lrc: یه پیل هنی انتخاو کو

source: Currency
lrc: پیل

source: Can edit currency information
lrc: تونیت دونسمنیا پیل ویرایشت بکید

source: Can view currency information
lrc: تونیت دونسمنیا پیل بوینیت

source: Currency Code
lrc: کد پیل

source: Name
lrc: نوم

source: Country
lrc: ولات

source: Symbol
lrc: نشون ون

source: The international currency code (Ex. "USD", "GBP", etc.)
lrc: کد جهونی پیل(دولار امرکا،پوند بریتانیاو هنی)

source: Ex. "United States Dollar", "British Pound"
lrc: دمایی دولار امرکا ، پوند بریتانیا

source: Ex. "$"
lrc: دمایی $
