Repository: agabaandre/iHRIS-Pharmacy-Qualify
Catalog: 4.1.11/ihris-common/translations/templates/ceus/*.po
Languages: br, cy, fa, ru, sk, sv, ta, uk

source: Edit This Information
br: Cheñch an titour-mañ
cy: Golygu'r wybodaeth hon
fa: ویرایش این اطلاعات
ru: Изменить информацию
sk: Uprav tento údaj
sv: Redigera Denna Information
ta: இத்தகவலைத் தொகுக்கவும்
uk: Редагувати цю інформацію

source: Update this Information
br: Hizivaat an titour-mañ
cy: Diweddaru'r wybodaeth hon
fa: به‌روزرسانی این اطلاعات
ru: Обновить информацию
sk: Obnov tento údaj
sv: Uppdatera denna Information
ta: இத்தகவலை இற்றைப் படுத்தவும்
uk: Оновити цю інформацію

source: Select another Course
br: Dibab ur c'hursus all
cy: Dewiswch gwrs arall
fa: انتخاب یک دورهٔ دیگر
ru: Выберите другой курс
sk: Vyber inú kolónku
sv: Välj en annan Kurs
ta: இன்னொரு பிரிவைத் தேர்ந்தெடுக்கவும்
uk: Обрати інший курс

source: Continuing Education Course
br: Mont war-raok gant ar c'hursus kelenn
cy: Yn parhau a Chwrs Addysg
fa: ادامهٔ دورهٔ تحصیلی
ru: Курс повышения квалификации
sk: Pokračovanie vzdelávacieho kurzu
sv: Fortsätt Fortbildningskurs
ta: படித்துக் கொண்டிருக்கும் கல்விப் பிரிவு
uk: Курс підвищення кваліфікації

source: Edit the continuing education list
br: Kemmañ roll ar stummadurioù dibaouez
cy: Golygwch y rhestr addysg barhaus
fa: ویرایش فهرست ادامهٔ تحصیل
ru: Редактирование списка непрерывного образования
sk: Upraviť zoznam pokročilého vzdelávania
sv: Redigera listan över fortbildning
ta: படித்துக் கொண்டிருக்கும் கல்விப் பிரிவைத் தொகுக்கவும்
uk: Редагування списку безперервної освіти

source: View the continuing education list
br: Gwelet roll ar stummadurioù dibaouez
cy: Gweld y rhestr addysg barhaus
fa: مشاهدهٔ فهرست ادامهٔ تحصیل
ru: Просмотр списка непрерывного образования
sk: Pozri zoznam pokročilého vzdelávania
sv: Visa listan med fortutbildning
ta: படித்துக் கொண்டிருக்கும் கல்விப் பிரிவுப் பட்டியலைப் பார்க்கவும்
uk: Переглянути список безперервної освіти

source: Continuing Education
br: Stummadur dibaouez
cy: Addysg Barhaus
fa: ادامهٔ تحصیل
ru: Повышение квалификации
sk: Pokročilé vzdelávanie
sv: Fortsatt utbildning
ta: படித்துக் கொண்டிருக்கும் கல்வி
uk: Безперервна Освіта

source: Name
br: Anv
cy: Enw
fa: نام
ru: Название
sk: Názov
sv: Namn
ta: பெயர்
uk: Назва

source: Credit Hours
br: Eurvezhioù kred
cy: Oriau Credyd
fa: ساعت‌های اعتباری
ru: Кредитные часы
sk: Hodiny k dobru
sv: Kredittimmar
uk: Кредитні години

source: Start Date
br: Deiziad kregiñ
cy: Dyddiad cychwyn
fa: تاریخ آغاز
ru: Дата начала
sk: Počiatočný dátum
sv: Startdatum
ta: தொடக்க தேதி
uk: Дата початку

source: End Date
br: Deiziad echuiñ
cy: Dyddiad gorffen
fa: تاریخ پایان
ru: Дата окончания
sk: Koncový dátum
sv: Slutdatum
ta: முடிவு தேதி
uk: Дата завершення
