Repository: agabaandre/iHRIS-Pharmacy-Qualify
Catalog: 4.1.11/ihris-common/translations/templates/ceus/so.po
Languages: so

source: Edit This Information
so: Wax ka badal qoraalkaan

source: Update this Information
so: Dib u howl geli macluumaadkaan

source: Select another Course
so: Dooro mid kale

source: Continuing Education Course
so: Wax barasho degdeg ah ee socota

source: Edit the continuing education list
so: Wax ka badal liiska wax barashada degdegga ah

source: View the continuing education list
so: Daawo liiska wax barashada ee socota

source: Continuing Education
so: Waxbarasho socta

source: Name
so: Magaca

source: Credit Hours
so: Saacadaha ku tiirsan

source: Start Date
so: Taariikhda biloowga

source: End Date
so: Taariikhda dhamaadka
