Repository: agabaandre/iHRIS-Pharmacy-Qualify
Catalog: 4.1.11/ihris-common/translations/templates/person/*.po
Languages: br, fa, id, it, pa, tl

source: View Person
br: Gwelet un den
fa: مشاهدهٔ شخص
it: Visualizza persona
pa: ਸ਼ਖ਼ਸ ਵੇਖੋ
tl: Tingnan ang Tao

source: Individual Information
br: Titouroù personel
fa: اطلاعات فردی
it: Informazione personale
pa: ਨਿੱਜੀ ਜਾਣਕਾਰੀ
tl: Kabatiran sa Indibiduwal

source: Hide
br: Kuzhat
fa: نهفتن
it: Nascondi
pa: ਲੁਕਾਉ
tl: Itago

source: Add Identification
br: Ouzhpennañ an anaoudadur
fa: افزودن شناسایی
it: Aggiungi identità
pa: ਸ਼ਨਾਖ਼ਤ ਜੋੜੋ
tl: Magdagdag ng Pagkakakilanlan

source: Edit This Information
br: Cheñch an titour-mañ
fa: ویرایش این اطلاعات
id: 编辑此信息
it: Modifica questa informazione
pa: ਇਹ ਜਾਣਕਾਰੀ ਸੋਧੋ
tl: Baguhin ang Kabatirang Ito

source: Update this Information
br: Hizivaat an titour-mañ
fa: به‌روزرسانی این اطلاعات
id: 更新此信息
it: Aggiorna questa informazione
pa: ਇਹ ਜਾਣਕਾਰੀ ਨਵਿਆਉ
tl: Isapanahon ang Kabatirang ito

source: Name / Nationality
br: Anv / Broadelezh
fa: نام/ملیت
it: Nome/ Nazionalità
pa: ਨਾਂ / ਕੌਮੀਅਤ
tl: Pangalan / Kabansaan

source: Contact Information
br: Daveennoù an darempred
fa: اطلاعات تماس
it: Informazioni contatto
pa: ਰਾਬਤੇ ਦੀ ਜਾਣਕਾਰੀ
tl: Kabatiran sa Pakikipag-ugnayan

source: Qualifications
br: Perzhekadurioù
fa: مدارک تحصیلی
it: Qualifiche
pa: ਕਾਬਲੀਅਤ
tl: Mga Kuwalipikasyon

source: Add Language Proficiency
br: Ouzhpennañ ur yezh komzet
fa: افزودن مهارت‌های زبانی
it: Aggiungi lingua parlata
pa: ਭਾਸ਼ਾਈ ਮੁਹਾਰਤ ਜੋੜੋ
tl: Magdagdag ng Kabihasaan sa Wika

source: Add Competency
br: Ouzhpennañ ur varregezh
fa: افزودن صلاحیت
it: Aggiungi competenza
pa: ਯੋਗਤਾ ਜੋੜੋ
tl: Magdagdag ng Kakayahang Gumanap

source: Competency Evaluations
br: Priziañ ar barregezhioù
fa: ارزیابی صلاحیت
it: Valutazione delle competenze
tl: Mga Pagsusuri ng Kakayahang Gumanap

source: Employment History
br: Chemet micherel
fa: سابقهٔ کاری
it: Storico dell'impiego
pa: ਪੇਸ਼ੇ ਦਾ ਅਤੀਤ
tl: Kasaysayan ng Paghahanapbuhay

source: Add Employment
br: Ouzhpennañ ar chemet micherel
fa: افزودن شغل
it: Aggiungi un impiego
pa: ਪੇਸ਼ਾ ਜੋੜੋ
tl: Magdagdag ng Hanapbuhay

source: Education History
br: Diagentoù deskadurezh
fa: سابقهٔ تحصیلی
it: Storico della formazione
pa: ਸਿੱਖਿਆ ਦਾ ਅਤੀਤ
tl: Kasaysayan ng Edukasyon

source: Add Education
br: Ouzhpennañ an deskadurezh
fa: افزودن تحصیلات
it: Aggiungi formazione
pa: ਸਿੱਖਿਆ ਜੋੜੋ
tl: Magdagdag ng Edukasyon

source: Notes
br: Notennoù
fa: یادداشت‌ها
it: Note
pa: ਟਿੱਪਣੀਆਂ
tl: Mga tala

source: Add Note
br: Ouzhpennañ un notenn
fa: افزودن یادداشت
it: Aggiungi nota
pa: ਟਿੱਪਣੀ ਜੋੜੋ
tl: Magdagdag ng Tala

source: View Record
br: Diskwel un enrolladenn
fa: نمایش رکوردها
it: Visualizza record
pa: ਫ਼ਰਦ ਵੇਖੋ
tl: Tingnan ang Rekord

source: Add/Update Person
br: Ouzhpennañ/Hizivaat un Den
fa: افزودن/بروزرسانی فرد
it: Aggiungi/aggiorna persona
pa: ਸ਼ਖ਼ਸ ਜੋੜੋ/ਨਵਿਆਉ
tl: Magdagdag/Magsapanahon ng Tao

source: Personal Information
br: Titouroù personel
fa: اطلاعات شخصی
it: Informazioni personali
pa: ਨਿੱਜੀ ਜਾਣਕਾਰੀ
tl: Kabatirang Pansarili

source: Can view the person page
br: A c'hall diskwel ar bajenn bersonel
fa: قادر به مشاهدهٔ صفحهٔ شخص
it: Visualizza la pagina della persona
pa: ਸ਼ਖ਼ਸ ਦਾ ਸਫ਼ਾ ਵੇਖ ਸਕਦੇ ਹੋ
tl: Matitingnan ang pahina ng tao

source: Can edit the person page
br: A c'hall kemmañ ar bajenn bersonel
fa: قادر به ویرایش صفحهٔ شخص
it: Modifica la pagina della persona
pa: ਸ਼ਖ਼ਸ ਦਾ ਸਫ਼ਾ ਸੋਧ ਸਕਦੇ ਹੋ
tl: Mababago ang pahina ng tao

source: Can view all of the child forms of a person
br: A c'hall diskwel holl furmskridoù bugel an den
it: Visualizza tutti i sottomoduli di una persona
tl: Matitingnan ang lahat ng mga pormularyong pambata ng isang tao

source: Can edit all of the child forms of a person
br: A c'hall kemmañ holl furmskridoù un den
it: Modifica tutti i sottomoduli di una persona
tl: Mababago ang lahat ng mga pormularyong pambata ng isang tao

source: Person
br: Den
fa: شخص
it: Persona
pa: ਸ਼ਖ਼ਸ
tl: Tao

source: This form holds basic information about a person such as their names and residence
br: Titouroù diazez war un den, evel e anv hag e annez, zo er furmskrid-mañ.
fa: این فرم دارای اطلاعات پایه‌ای دربارهٔ یک شخص همچون نام‌ها و محل اقامت است
it: Questo modulo contiene le informazioni di base su una persona, come il nome e la residenza
pa: ਸ਼ਖ਼ਸ
tl: Ang pormularyong ito ay humahawak ng saligang kabatiran patungkol sa isang tao katulad ng kanilang mga pangalan at tirahan

source: Surname
br: Anv
fa: نام خانوادگی
it: Cognome
pa: ਉੱਪਨਾਮ
tl: Apelyido

source: First Name
br: Anv-bihan
fa: نام
it: Nome
pa: ਮੂਹਰਲਾ ਨਾਂ
tl: Unang Pangalan

source: Other Names
br: Anvioù all
fa: دیگر نام‌ها
it: Altri nomi
pa: ਹੋਰ ਨਾਂ
tl: Iba pang mga Pangalan

source: Nationality
br: Broadelezh
fa: ملیت
it: Nazionalità
pa: ਕੌਮੀਅਤ
tl: Kabansaan

source: Residence
br: Lec'h annez
fa: محل اقامت
it: Residenza
pa: ਰਿਹਾਇਸ਼
tl: Tirahan

source: Duplicate records match this record's name
br: Doublennoù enrollet a glot gant an an anv enrolladenn-se.
it: Alcuni record duplicati corrispondono al nome di questo record
tl: Tumutugma sa pangalan ng rekord na ito ang kakambal na mga rekord

source: This record has been saved.
br: Enrollet eo bet en teul-mañ.
it: Questo record è stato salvato.
pa: ਫ਼ਰਦ ਸਾਂਭੀ ਜਾ ਚੁੱਕੀ ਹੈ।
tl: Nasagip na ang rekord na ito.

source: View Name History
br: Gwelet istor an anv
it: Visualizza la cronistoria del nome
pa: ਨਾਂ ਦਾ ਅਤੀਤ ਵੇਖੋ
tl: Tingnan ang Kasaysayan ng Pangalan

source: The requested form has been deleted.
br: Dilamet eo bet ar furmskrid goulennet.

source: An error occurred deleting this form.
br: Ur fazi zo c'hoarvezet pa'z eo bet distrujet ar furmskrid-mañ.

source: You do not have permission to delete this form.
br: N'oc'h ket aotreet da zilemel ar furmskrid-mañ.

source: This form can not be deleted.
br: Ne c'hall ket ar furmskrid-mañ bezañ dilamet.
pa: ਇਹ ਫਾਰਮ ਮਿਟਾਇਆ ਨਹੀਂ ਜਾ ਸਕਦਾ।

source: This record has not been saved.
br: N'eo ket bet saveteet an enrolladenn-mañ.

source: Interlinked Health Worker Registry
br: Marilh etrekevreet al labourerien yec'hed.

source: View Person Details
br: Gwelet munudoù an dud

source: Jump to
br: Mont da

source: return
br: distreiñ

source: Identification Information
id: 识别信息。

source: Select another ID Type
id: 选择另一个 ID 类型

source: ID Type
id: ID 类型

source: Identification
id: 鉴定

source: Can view person_id child form of a person
id: 可以查看该人的个人ID的子表单

source: Can edit person_id child forms of a person
id: 可以编辑该人的个人ID的子表单

source: Can edit the id_type database list
id: 可以编辑效益类型数据库列表

source: Can view the id_type database list
id: 可以查看效益类型数据库列表

source: Add/Update Identification
id: 添加/更新识别

source: Identification Type
id: 识别类型

source: Person Identification
id: 人的识别

source: This form holds basic information about an identification for a person
id: 这种形式持有的鉴定人的基本信息

source: Identification Number
id: 识别号码

source: The date of expiration must be after the date of issue.
id: 届满日期必须在发行日期之后。

source: Date of Issue
id: 发行日期

source: Date of Expiration
id: 届满日期

source: Country of Issue
id: 签发国家

source: Place of Issue
id: 签发地点

source: This ID doesn't match with ID Type pattern
id: 这个ID与ID类型模式不匹配

source: Pattern (regular expression)
id: 模式（正则表达式）
