Repository: agabaandre/iHRIS-Pharmacy-Qualify
Catalog: 4.1.11/i2ce/translations/templates/admin/*.po
Languages: fr, nl, sc, sw, zh_cn

source: Configure
fr: Configurer
nl: Instellen
sc: Configura
sw: Sabidi
zh_cn: 配置

source: Available Modules
fr: Modules disponibles
nl: Beschikbare modules
sc: Moduloso disponibilese
sw: Moduli zinazopatikana
zh_cn: 可用的模块

source: Enable
fr: bouton
nl: Inschakelen
sc: Abilita
sw: Kibonye
zh_cn: 启用

source: sub-modules
fr: Sous-modules
nl: submoduls
sc: Sub-moduloso
sw: moduli ndogo
zh_cn: 子-模块

source: Main Module Menu
fr: Menu du module principal
nl: Modulemenu
sc: Menu printzipale
sw: Menyu Kuu ya Moduli
zh_cn: 主模块菜单

source: This module has no configuration action defined.
fr: Ce module n’a pas d’action de configuration définie.
nl: Voor deze module zijn geen instellingen beschikbaar.
sc: Custu modulu no atta configuratzionese pro atzionese definiasa
sw: Moduli hii haina kitendo cha usabidi kilichofasiliwa.
zh_cn: 此模块没有任何定义的配置操作。

source: This module has no configuration action defined at
fr: Ce module n’a pas d’action de configuration définie à
nl: Voor deze module zijn geen instellingen beschikbaar op
sc: Custu modulu no atta configuratzionese pro atzionese definiasa a
sw: Moduli hii haina kitendo cha usabidi kilichofasiliwa kwenye
zh_cn: 此模块没有任何在定义的配置操作

source: Can configure modules
fr: Peut configurer des modules
nl: Kan modules instellen
sc: Non potto configurare moduloso
sw: Weza kusabidi moduli nyingi
zh_cn: 可以配置模块

source: Administration
nl: Beheer
sc: Amministratzione
sw: Usimamimizi
zh_cn: 政府

source: Here you may select modules to enable or disable by clicking or unclicking the checkboxes and then hitting the
fr: "Ici vous pouvez sélectionner des modules à activer ou à désactiver en cochant ou en décochant les cases puis en appuyant sur le"
nl: Hier kunt u de modules selecteren die u wilt inschakelen of uitschakelen door te klikken op de selectievakjes en daarna te klikken op de
sc: Inoche podese isseperare sos moduloso chi cherese cliccande in sos buttonese.. Tando clicca su
sw: Hapa unaweza kuchagua moduli ili kuwezesha au kulemaza kwa kubofya au kutobofya visanduku vya kukagulia na halafu bofya
zh_cn: 您可在此选择选择或取消选择复选以选择启用或禁用模块

source: button at the bottom of the page. You may also configure certain modules by clicking on the
fr: "Activer au bas de la page. Vous pouvez également configurer certains modules en cliquant sur le"
nl: knop onderaan de pagina. U kunt ook module instellen door te klikken op de
sc: buttone a bassu in sa pagina. Podes fintzas configurare carchi modulu cliccande in
sw: wezesha chini ya ukurasa. Unaweza pia kusabidi moduli fulani kwa kubofya kwenye
zh_cn: 页面底部的按钮。您也可以配置某些模块通过点击

source: link associated to them if it is present. Some modules also have sub-modules associated with them which may be accessed by clicking on the
fr: "lien qui leur est associé s’il existe. Certains modules ont également des sous-modules qui leur sont associés qui sont accessibles en cliquant sur le lien"
nl: koppeling naar de module als die beschikbaar is. Een aantal modules hebben ook submodules die bereikbaar zijn door de klikken op de koppeling
sc: su collegamentu (si disponibile). Carchi modulu podet fintzas juchere sotto-moduloso assotziadoso chi podene essere configuradoso cliccande
sw: kiungo kinachohusiana navyo kama kipo. Baadhi ya moduli zina moduli ndogo zilizohusiana nazo ambazo zinaweza kufikiwa kwa kubofya kwenye kiungo cha moduli ndogo
zh_cn: 连接关联到它们，如果存在。一些模块也有子模块与之相关，它们可通过点击访问

source: Version
nl: Versie
sc: Versione
sw: Toleo
zh_cn: 版本

source: Created by
fr: Créé par
nl: Aangemaakt door
sc: Creadu dae
sw: Limetengenezwa na
zh_cn: 通过创建

source: Contact
sc: Contattu
sw: Mawasiliano
zh_cn: 联系人

source: author
fr: auteur
nl: auteur
sc: Autore
sw: mtunzi
zh_cn: 作者

source: Sub-Modules
fr: Sous-modules
sc: Sotto-Moduloso
sw: Moduli ndogo
zh_cn: 子模块

source: link or on the down-pointing arrow if present.
fr: lien ou sur la flèche vers le bas si elle existe.
nl: koppeling of op de naar beneden wijzende pijl als die beschikbaar is.
zh_cn: 连接或下箭头（如有）。
