Repository: agabaandre/iHRIS-Pharmacy-Qualify
Catalog: 4.1.11/i2ce/translations/templates/admin/diq.po
Languages: diq

source: Configure
diq: Awan ke

source: Available Modules
diq: Emsalê ke şenê bıgureniyê

source: Enable
diq: Aktif ke

source: sub-modules
diq: emsalê bınêni

source: Main Module Menu
diq: Menuyê Emsalê Bıngehi

source: This module has no configuration action defined.
diq: Nê emsali awankerdışê kari name nêkerd.

source: This module has no configuration action defined at
diq: Nê emsali awankerdışê kari tede name nêkerd

source: Can configure modules
diq: Şeno emsalan awan kero

source: Administration
diq: İdare

source: Version
diq: Versiyon

source: Created by
diq: Vıraştoğê cı

source: Contact
diq: İrtıbat

source: author
diq: nuştekar

source: Sub-Modules
diq: Emsalê bınêni
