Repository: agabaandre/iHRIS-Pharmacy-Qualify
Catalog: 4.1.11/ihris-common/translations/templates/ihris-common-mass-delete-person/*.po
Languages: br, cs, de, fr, lt, zh_cn

source: Mass Delete By Search
cs: Hromadné mazání pomocí hledání
de: Massenlöschung durch Suche
fr: Effacement en bloc par recherche
zh_cn: 通过搜索大量删除

source: Mark Person for Deletion
cs: Označit osobu ke smazání
de: Person zur Löschung markieren
fr: Marquer la personne pour l'effacement
lt: Žymėti Asmenį Trynimui
zh_cn: 标记要删除的人

source: An unknown error has occurred. Please contact your system administrator to resolve this issue.
cs: Udála se neznámá chyba. Pro vyřešení chyby prosím kontaktujte svého správce systému.
de: Ein unbekannter Fehler ist aufgetreten. Bitte kontaktieren Sie Ihren Systemadministrator um dieses Problem zu beheben.
fr: Une erreur inconnue s'est produite. Contactez l'administrateur système pour la résoudre.
lt: Įvyko nežinoma klaida. Prašome susisiekti su sistemos administratoriumi, kad išspręstų problemą.
zh_cn: 发生未知错误。请联络您的系统管理员修复此错误。

source: The form caches have been erased, but you will need to regenerate any reports to reflect the deleted data.
cs: Mezipaměti formuláře byly smazány, ale musíte znovu vytvořit všechny záznamy, aby odrážely smazána data.
fr: Les caches de formulaire ont été écrasés, mais vous devrez régénérer tous les rapports pour refléter les données supprimées.
zh_cn: 表单缓存已被清除，但您将需要再生成任意报告以反应被删除的数据。

source: No people were selected.
br: N'eus bet diuzet den ebet.
cs: Nebyly vybrání žádní lidé.
de: Es wurden keine Personen ausgewählt.
fr: Personne de choisi
lt: Nebuvo pasirinkti jokie žmonės.
zh_cn: 没有选择任何人。

source: Go back
br: Distreiñ
cs: Přejít zpět
de: Zurück gehen
fr: Revenir en arrière
lt: Grįžti atgal
zh_cn: 返回

source: and select some people to delete.
br: ha diuzañ tud da zilemel.
cs: a vybrat některé lidi ke smazání.
de: und wählen Sie Personen zum Löschen.
fr: et sélectionner des personnes à détruire.
lt: ir pasirinkite žmonių trynimui.
zh_cn: 并选择要删除的人。

source: Please confirm by checking each person you wish to delete and click 'Continue.'
br: Gwiriekait, mar plij, oc'h askañ kement den a fell deoc'h dilemel ha klikit war "Kenderc'hel".
cs: Prosím potvrďte zaškrtnutím každé osoby, kterou chcete smazat a klikněte na 'Pokračovat.'
de: Bitte bestätigen Sie, in dem Sie jede Person auswählen, die Sie löschen möchten und klicken Sie "Fortsetzen".
fr: Veuillez confirmer en cochant chaque personne que vous voulez supprimer et cliquez sur 'Continuer'.
lt: Prašome patvirtinti patikrinant kiekvieną asmenį, kuri norite ištrinti, ir spauskite „Tęsti“.
zh_cn: 请确认每个您希望删除的人都检查无误后点击“确定”。

source: Delete All Records by Facility
cs: Smazat všechny záznamy podle zařízení
de: Alle Einträge nach Einrichtung löschen
fr: Supprimer tous les enregistrements par établissement
zh_cn: 删除所有设施记录

source: WARNING
br: DIWALLIT
cs: VAROVÁNÍ
de: WARNUNG
fr: ATTENTION
lt: ĮSPĖJIMAS
zh_cn: 警告

source: This will delete all positions and person records assigned to those positions from the database. This can only be recovered from backups manually, so make sure your backups are up to date before performing this action!
cs: Toto smaže všechny pozice a záznamy osob spojené s těmito pozicemi v databázi. Záznamy lze obnovit pouze pomocí ruční zálohy, takže se ujistěte, že jsou aktuální.
de: Die wird alle Stellen und Personen-Datensätze die den Stellen aus der Datenbank zugeordnet sind löschen.
fr: Ceci supprimera de la base de données tous les positions et enregistrements de personnes affectées à ces positions. Ils ne pourront être récupérés que manuellement depuis les sauvegardes, donc assurez-vous que vos sauvegardes sont à jour avant d’effectuer cette action !
lt: Tai iš duomenų bazės ištrins visas pozicijas ir asmenų įrašus prisikirtus toms pozicijoms. Tai gali būti atkurta tik iš atsarginių kopijų rankiniu būdų, tad įsitikinkite ar jūsų atsarginės kopijos yra atnaujintos prieš atliekant šį veiksmą!
zh_cn: 这将会从数据库中的位置删除所有状态和人员信息。这只能从手动备份恢复，因此在执行该操作前确保你的备份是最新的！

source: Selected People
br: Tud diazet
de: Ausgewählte Personen
fr: Personnes sélectionnées
lt: Pasirinkti Asmenys
zh_cn: 选择的人

source: Mass Delete Records by Search
br: Lemel enrolladennoù a-vern gant an enklask
cs: Hromadné mazání záznamů pomocí hledání
de: Eintrag-Massenlöschen gemäß Suche
fr: Supprimer des enregistrements en masse par la recherche
zh_cn: 大量删除通过搜索的记录

source: Deletion Succeeded
br: Lamedigezsh deuet-brav
cs: \mazání bylo úspěšné
de: Löschung war erfolgreich
fr: Suppression réussie
lt: Trynimas pavyko
zh_cn: 删除成功

source: Your delete request has been completed.
br: Sevenet eo bet ho koulenn dilemel.
cs: Vaše žádost o smazání byla dokončena.
de: Dein Löschantrag wurde vervollständigt.
fr: Votre demande de suppression a été effectuée.
lt: Jūsų trynimo prašymas buvo baigtas.
zh_cn: 您的删除请求已经完成。

source: records have been deleted.
br: dimalet eo bet an enrolladennoù.
cs: záznamů bylo smazáno.
de: Datensätze wurden gelöscht.
fr: les enregistrements ont été supprimés.
lt: įrašai buvo ištrinti.
zh_cn: 记录已被删除。

source: Invalid input was entered in the yes box. Please type 'yes' to confirm this deletion.
br: Bizskrivet ez eus bet ur moned direizh er voest kendiviz. Bizkrivit "Ya" evit lemel anezhañ da vat.
cs: V rámečku pro potvrzení je neplatný vstup. Prosím zadejte 'yes' pro potvrzení smazání.
de: Eine ungültiger Wert wurde in das Bestätigungsfeld eingetragen. Bitte geben Sie "ja" ein, um die Löschung zu bestätigen.
fr: Une entrée non valide a été saisie dans la boîte de dialogue de confirmation. Veuillez taper 'oui' pour confirmer cette suppression.
zh_cn: 框中输入了无效内容。请输入“yes”以确认此次删除。

source: There is an invalid storage method for the person forms. You must use entry form storage for person forms to use this page.
br: Un doare stokañ direizh eo evit ar furmskridoù tud. Rankout a rit implijout ar furmskrid ebarzhiñ evit ar furmskridoù tud evit implijout ar bajenn-mañ.
cs: Ve formulářích osob je neplatná metoda úložiště. Pro využití této stránky musíte použít uložení vstupních formulářů pro formuláře osob.
de: Es gibt eine ungültige Speichermethode für die Personenformulare. Sie müssen Eingabeformularspeicherung für Personenformulare benutzen um diese Seite verwenden zu können.
fr: C’est une méthode de stockage non valide pour les formulaires de personne. Vous devez utiliser le stockage de formulaire de saisie pour les formulaires de personne pour utiliser cette page.

source: This will delete all person records given as well as all current positions records associated with that person. This data can not be automatically recovered and you must be sure to back up your data before doing this.
cs: Toto smaže všechny zadané záznamy osob a také všechny záznamy pozic přidělených k této osobě. Tyto data nelze automaticky obnovit a musíte se ujistit, že máte zálohu svých dat.
de: Dies wird sowohl alle vorhandenen, mit dieser Person verknüpften Personendatensätze, wie auch alle, gegenwärtig mit dieser Person verknüpften Stellen-Datensätze löschen. Diese Daten können nicht automatisch wiederhergestellt werden. Bevor Sie dies tun, müssen Sie sicherstellen, dass Sie für diese Daten eine Sicherung erstellt haben.
fr: Cela supprimera tous les enregistrements de personne fournis ainsi que tous les enregistrements de positions actuels associés à ces personnes. Ces données ne peuvent pas être récupérées automatiquement et vous devez vous assurer de sauvegarder vos données avant de le faire.
lt: Tai ištrins visus asmens įrašus ir visus dabartinius pozicijos įrašus, susijusius su tuo asmeniu. Šie duomenys negali būti automatiškai atkurti ir jūs turite būti tikri, kad atsarginės kopijos yra atnaujintos prieš tai atliekant.
zh_cn: 这将会删除所有人员记录及当前所有与其相关的状态记录。此数据无法自动恢复，在这样做之前请确保您备份了您的数据。

source: People List
br: Roll an dud
cs: Seznam lidí
de: Personenliste
fr: Liste des personnes
lt: Žmonių sąrašas
zh_cn: 人物列表

source: You entered an incorrect admin password.
cs: Zadali jste nesprávné heslo správce.
de: Sie haben ein falsches Administratorkennwort eingegeben.
fr: Vous avez saisi un mot de passe d’administration incorrect.
lt: Įvedėte neteisingą administratoriaus slaptažodį.
zh_cn: 您输入了错误的管理员密码。

source: An error occurred trying to drop the form caches. You will need to do this manually and then regenerate the reports.
cs: Při pokusu o odstranění mezipaměti formulářů došlo k chybě. Budete ji muset odstranit ručně a pak znovu vytvořit záznamy.
de: Es trat ein Fehler während des Versuchs die Formularpuffer zu leeren auf. Sie werden dies von Hand erledigen und dann die Berichte erneut erzeugen lassen müssen.
fr: Une erreur s’est produite en essayant de supprimer les caches de formulaire. Vous devrez le faire manuellement puis régénérer les rapports.
zh_cn: 尝试放弃窗体缓存时发生错误。您将需要手动做这件事，并在稍后此再生报告。

source: Please type 'yes' to confirm this deletion.
br: Skrivit "ya", mar plij, evit kadarnaat an dilamadenn-mañ.
cs: Prosím zadejte 'yes' pro potvrzení tohoto smazání.
de: Bitte geben sie "ja" ein, um diesen Löschauftrag zu bestätigen.
fr: Veuillez taper 'oui' pour confirmer cette suppression.
zh_cn: 请输入“yes”以确认此次删除。

source: You cannot undo this
br: Ne c'hallit ket dizober an dra-mañ
cs: Toto nelze vrátit
de: Sie können dies nicht rückgängig machen
fr: Vous ne pouvez pas l’annuler
lt: Jūs negalite to anuliuoti
zh_cn: 您不能撤销它

source: Enter the Site Administration (Super User) password to continue
br: Biskrivit ger-tremen merañ al lec'hienn (dreistimplijer) evit kenderc'hel
cs: Pro pokračování zadejte heslo správce stránky (Super uživatel)
de: Geben Sie das Administratorkennwort ein um fortzufahren
fr: Entrer le mot de passe d’administration du site (super-utilisateur) pour continuer
lt: Įveskite Svetainės Administracijos (Super Vartotojo) slaptažodį, kad tęstumėte
zh_cn: 输入站点管理员（超级用户）密码后继续

source: This is the final step. When you click continue these records will be deleted!
br: Ar bazenn diwezhañ eo homañ. Pa glikoc'h war kenderc'hel e vo dilamet an enrolladennoù-mañ !
cs: Toto je poslední krok. Po kliknutí na pokračovat budou záznamy smazány!
de: Dies ist der letzte Schritt. Wenn Sie auf "Fortsetzen" klicken, werden diese Datensätze gelöscht!
fr: Ceci est l’étape finale. Quand vous cliquerez sur continuer, ces enregistrements seront supprimés !
lt: Tai yra galutinis žingsnis. Kai paspausite tęsti šie įrašai bus ištrinti!
zh_cn: 这是最后一步。点击继续后这些记录将被删除！

source: No people records were found so there is nothing to delete.
br: N'eus bet kavet enrolladenn tud ebet.N'eus netra da lemel neuze.
cs: Žádné záznamy lidí nebyly nalezeny, takže není co smazat.
de: Es wurden keine Personendatensätze gefunden, daher gibt es auch nichts zu löschen.
fr: Aucun enregistrement de personne trouvé, donc il n’y a rien à supprimer.
lt: Nerasta jokių asmenų įrašų, todėl nėra ko trinti.
zh_cn: 找不到人的记录，因此这里没有任何事物可删除。

source: records will be deleted from the following people
br: Lamet e vo an enrolladennoù evit an dud-mañ
cs: záznamů bude smazáno od následujících lidí
de: Datensätze folgender Personen werden gelöscht
fr: les enregistrements seront supprimés pour les personnes suivantes
lt: įrašai bus ištrinti iš šių asmenų
zh_cn: 记录将从以下人中被删除
