Repository: agabaandre/iHRIS-Pharmacy-Qualify
Catalog: 4.1.11/ihris-common/translations/templates/ihris-common-mass-delete-person/sco.po
Languages: sco

source: Mass Delete By Search
sco: Mass Delyte Bi Rake

source: Mark Person for Deletion
sco: Maurk This Person fer Delytion

source: An unknown error has occurred. Please contact your system administrator to resolve this issue.
sco: Aen onkent mistak haes occurred. Please contact yer system admeenistrater tae resolve this issue.

source: The form caches have been erased, but you will need to regenerate any reports to reflect the deleted data.
sco: The form caches hae been wipt, bit ye'll need tae regenerate onie reports tae reflect the delytit data.

source: No people were selected.
sco: Nae people were selectie.

source: Go back
sco: Gang back

source: and select some people to delete.
sco: n select some people tae delyte.

source: Please confirm by checking each person you wish to delete and click 'Continue.'
sco: Please confirm bi checkin ilka person that ye wish tae delyte n clap 'Continue.'

source: Delete All Records by Facility
sco: Delyte Aw The Records bi Faceelitie

source: WARNING
sco: WARNISHMENT

source: This will delete all positions and person records assigned to those positions from the database. This can only be recovered from backups manually, so make sure your backups are up to date before performing this action!
sco: This will delyte aw the poseetions n person records assigned til thae poseetions fae the database. This can yinlie be recovert fae backups manuallie, sae mak sair that yer backups ar up til date afore performin this action!

source: Mass Delete Records by Search
sco: Mass Delyte Records bi Rake

source: Deletion Succeeded
sco: The Delytion Succeedit

source: Your delete request has been completed.
sco: Yer delyte request haes been compleatit

source: records have been deleted.
sco: the records hae been delytit.

source: Invalid input was entered in the yes box. Please type 'yes' to confirm this deletion.
sco: Aen onvalid inpit wis entered intil the ay kist. Please type 'ay' tae confirm this delytion.

source: There is an invalid storage method for the person forms. You must use entry form storage for person forms to use this page.
sco: Thaur's aen onvalid storage methid fer the person forms. Ye maun uise entrie form storage fer person forms tae uise this page.

source: This will delete all person records given as well as all current positions records associated with that person. This data can not be automatically recovered and you must be sure to back up your data before doing this.
sco: This will delyte aw o the person records gien aes weel aes aw o the nou poseetions records that ar assoceeatit wi that person. This data canna be aut√¶mateeclie recoverit n it's up til ye tae back up yer data afore daein this.

source: People List
sco: The People Leet

source: You entered an incorrect admin password.
sco: Ye entered aen oncorrect admeen passwaird.

source: An error occurred trying to drop the form caches. You will need to do this manually and then regenerate the reports.
sco: Ae mistak occurred while ettlin tae drap the form caches. Ye'll need tae dae this manuallie n than regenerate the reports.

source: Please type 'yes' to confirm this deletion.
sco: Please type 'ay' tae confirm this delytion.

source: You cannot undo this
sco: Ye canna ondae this

source: Enter the Site Administration (Super User) password to continue
sco: Enter the Steid Admeenistration (Super Uiser) paisswaird tae continue

source: This is the final step. When you click continue these records will be deleted!
sco: This is the final step. Whan ye clap continue thir records will be delytit!

source: No people records were found so there is nothing to delete.
sco: Nae people records were foond, sae thaur's nathing tae delyte.

source: records will be deleted from the following people
sco: the records will be delytit fae the follaein people
