Repository: agabaandre/iHRIS-Pharmacy-Qualify
Catalog: 4.1.11/ihris-common/translations/templates/person-simple-competency/*.po
Languages: ar, br, fr, lt, nl, sv, sw, tl, uk, zh_cn, zh_tw

source: Edit This Information
ar: تعديل هذه المعلومات
br: Cheñch an titour-mañ
fr: Modifier cette information
lt: Redaguoti šią informaciją
nl: Gegevens bewerken
sv: Redigera denna information
sw: Hariri Taarifa hii
tl: Baguhin ang Kabatirang Ito
uk: Редагувати цю інформацію
zh_cn: 编辑此信息
zh_tw: 編輯此訊息

source: Update this Information
ar: تحديث هذه المعلومات
br: Hizivaat an titour-mañ
fr: Mettre à jour cette information
lt: Atnaujinti šią informaciją
nl: Gegevens bijwerken
sv: Uppdatera denna information
sw: Sasisha Taarifa hii
tl: Isapanahon ang Kabatirang ito
uk: Оновити цю інформацію
zh_cn: 更新此信息
zh_tw: 更新此訊息

source: View Evaluation History
ar: عرض سجل التقييم
br: Gwelet istor ar priziañ
fr: Voir l'historique de l'évaluation
lt: Žiūrėti Vertinimo Istoriją
nl: Evaluatiegeschiedenis bekijken
sv: Visa utvärderingshistoria
sw: Angalia Historia ya Tathmini
tl: Tingnan ang Kasaysayan ng Pagsusuri
uk: Переглянути історію випробувань
zh_cn: 查看评价历史记录
zh_tw: 檢視評估歷史

source: Competency
ar: الكفاءة
br: Barregezh
fr: Compétences
lt: Kompetencija
nl: Competentie
sv: Kompetens
sw: Uwezo
tl: Kakayahang Gumanap
uk: Кваліфікація
zh_cn: 能力
zh_tw: 能力

source: Competency Information
ar: بيانات الكفاءة
br: Titouroù war ar varregezh
fr: Information sur la compétence
lt: Kompetencijos Informacija
nl: Competentiegegevens
sv: Kompetensinformation
sw: Taarifa ya Uwezo
tl: Kabatiran sa Kakayahang Gumanap
uk: Відомості про кваліфікацію
zh_cn: 合格的信息
zh_tw: 能力訊息

source: Competency Evaluation History
ar: سجل تقييم كفاءة
br: Istor priziañ ar varregezh
fr: Historique de l’évaluation de la compétence
lt: Kompetencijos Vertinimo Istorija
nl: Compententie-evaluatiegeschiedenis
sw: Historia ya Tathmini ya Uwezo
tl: Kasaysayan ng Pagsusuri ng Kakayahang Gumanap
uk: Історія оцінок кваліфікації
zh_cn: 合格评价历史
zh_tw: 能力評估歷史

source: return
ar: عودة
br: distreiñ
fr: retour
lt: grįžti
nl: terug
sv: återvänd
sw: rudi
tl: bumalik
uk: повернутися
zh_cn: 返回
zh_tw: 返回

source: Not Evaluated
ar: لم يتم التقييم
br: N'eo ket bet priziet
fr: Non évalué
lt: Neįvertinta
nl: Niet beoordeeld
sv: Inte utvärderad
sw: Bado Haijafanyiwa Tathmini
tl: Hindi Nasuri
uk: Не оцінено
zh_cn: 不计算
zh_tw: 未評估

source: Competent
ar: كفء
br: Barrek
fr: Compétent
lt: Kompetentingas
nl: Bevoegd
sv: Behörig
sw: Ina Uwezo
tl: May Kakayahang Gumanap
uk: Компетентний
zh_cn: 主管
zh_tw: 勝任

source: Not Competent
ar: غير كفء
br: Divarrek
fr: Non compétent
lt: Nekompetentingas
nl: Niet bevoegd
sv: Inte behörig
sw: Haina Uwezo
tl: Walang Kakayahang Gumanap
uk: Не компетентний
zh_cn: 不合格
zh_tw: 不勝任

source: Can view person_competency child form of a person
ar: يمكن عرض نموذج الكفاءة الفرعي لشخص
br: A c'hall diskwel furmskrid bugel personel un den
fr: Peut afficher le formulaire-enfant personnel d’une personne
nl: Kan "person_competency"-kindformulier van een persoon bekijken
sw: Weza kuangalia fomu ya uwezo_ ya mtoto wa mtu
tl: Matitingnan ang pormularyong pambata sa kakayahang gumanap ng isang tao
uk: Можна переглядати персональну кваліфікацію дочірньої форми особи
zh_cn: 可以查看该人的个人能力的子窗体
zh_tw: 可檢視人員的個人能力子表單

source: Can edit person_competency child forms of a person
ar: يمكن تعديل نموذج الكفاءة الفرعي لشخص
br: A c'hall kemmañ furmskridoù bugel un den
fr: Peu éditer les formulaires-enfant personnels d’une personne
nl: Kan "person_competency"-kindformulieren van een persoon bewerken
sw: Weza kuhariri fomu za uwezo_ za mtoto wa mtu
tl: Mababago ang mga pormularyong pambata sa kakayahang gumanap ng isang tao
uk: Можна редагувати персональну кваліфікацію дочірньої форми особи
zh_cn: 可以编辑该人的个人能力的子窗体
zh_tw: 可編輯人員的個人能力子表單

source: Can view the competency evaluation history of a person
ar: يمكن عرض سجل تقييم شخص
br: A c'hall diskwel istor priziañ barregezh un den
fr: Peut afficher l’historique de l’évaluation de la compétence d’une personne
lt: Gali peržiūrėti asmens kompetencijos vertinimo istoriją
nl: Kan de competentie-evaluatiegeschiedenis van een persoon bekijken
sw: Weza kuangalia historia ya tathmini ya uwezo wa mtu
tl: Matitingnan ang kasaysayan ng pagsusuri sa kakayahang gumanap ng isang tao
uk: Можна переглядати історію оцінок кваліфікації особи
zh_cn: 看一个人的能力评价历史
zh_tw: 可檢視人員的能力評估歷史

source: Edit the competency evaluation list
ar: تعديل قائمة تقييم الكفاءة
br: Kemmañ roll priziañ ar varregezh
fr: Editer la liste d’évaluation de la compétence
lt: Redaguoti kompetencijos vertinimo sąrašą
nl: Competentie-evaluatielijst bewerken
sw: Hariri orodha ya tathmini ya uwezo
tl: Baguhin ang tala ng pagsusuri sa kakayahang gumanap
uk: Редагувати список оцінок кваліфікації
zh_cn: 编辑能力评价列表
zh_tw: 編輯能力評估清單

source: View the competency evaluation list
ar: عرض قائمة تقييم الكفاءة
br: Diskwel roll priziañ ar varregezh
fr: Afficher la liste d’évaluation de la compétence
lt: Peržiūrėti kompetencijos vertinimo sąrašą
nl: Competentie-evaluatielijst bekijken
sw: Angalia orodha ya tathmini ya uwezo
tl: Tingnan ang tala ng pagsusuri sa kakayahan sa pagganap
uk: Переглянути список оцінок кваліфікації
zh_cn: 查看能力评价列表
zh_tw: 檢視能力評估清單

source: Competency Evaluation
ar: تقييم الكفاءة
br: Priziañ ar varregezh
fr: Évaluation de compétence
lt: Kompetencijos Vertinimas
nl: Competentieevaluatie
sv: Kompetensutvärdering
sw: Tathmini ya Uwezo
tl: Pagsusuri ng Kakayahang Gumanap
uk: Оцінка кваліфікації
zh_cn: 能力评价
zh_tw: 能力評估

source: Person Competency
ar: كفاءة شخص
br: Barregezh personel
fr: Compétence personnelle
lt: Asmens kompetencija
nl: Persoonscompetentie
sv: Personkompetens
sw: Uwezo wa Mtu
tl: Kakayahang Gumanap ng Tao
uk: Кваліфікації особи
zh_cn: 人的能力
zh_tw: 個人能力

source: Competency Evluation History
ar: سجل تقييم المهارات
br: Istor priziañ ar varregezh
fr: Historique d’évaluation de la compétence
lt: Kompetencijos Vertinimo Istorija
nl: Competentie-evaluatiegeschiedenis
sv: Kompetensutvärderingshistorik
sw: Historia ya Tathmini ya Uwezo
tl: Kasaysayan ng Pagsusuri ng Kakayahan sa Pagganap
uk: Історія оцінок кваліфікації
zh_cn: 资格评价历史
zh_tw: 能力評估歷史

source: Add/Update Competency
ar: إضافة / تحديث كفاءة
br: Ouzhpennañ/Hizivaat ar varregezh
fr: Ajouter/Actualiser la compétence
lt: Pridėti/atnaujinti kompetenciją
nl: Competentie toevoegen of bijwerken
sv: Lägg till/uppdatera kompetens
sw: Ongeza/Sasisha Uwezo
tl: Magdagdag/Magsapanahon ng Kakayahang Gumanap
uk: Додати/оновити кваліфікацію
zh_cn: 添加更新能力
zh_tw: 添加/更新能力

source: Last Evaluated
ar: أحر تقييم
br: Priziadur diwezhañ
fr: Dernière évaluation
lt: Paskutinis Vertinimas
nl: Laatste beoordeling
sv: Senast utvärderad
sw: Mara ya mwisho kufanyiwa Tathmini
tl: Huling Pagsusuri
uk: Останнє випробування
zh_cn: 最后评估
zh_tw: 上一次評估

source: Evaluation
ar: تقييم
br: Priziañ
lt: Įvertinimas
nl: Evaluatie
sv: Utvärdering
sw: Tathmini
tl: Pagsusuri
uk: Випробування
zh_cn: 评价
zh_tw: 評估

source: Can view the competency evaluation of a person
ar: يمكن عرض تقييم كفاءة شحص
br: Ne c'hall ket diskwel priziadur barregezh un den
fr: Impossible d'afficher l'évaluation des compétences de cette personne
lt: Gali peržiūrėti asmens kompetencijos vertinimą
nl: Kan de competentie-evaluatie van een persoon bekijken
sv: Kan visa kompetensutvärdering av en person
sw: Anaweza kuangalia uwezo wa kutathmini wa mtu
tl: Matitingnan ang pagsusuri sa kakayahang gumanap ng isang tao
uk: Можна переглянути оцінки кваліфікації людини
zh_cn: 看一个人的能力评价
zh_tw: 可檢視人員的能力評估
