Repository: agabaandre/iHRIS-Pharmacy-Qualify
Catalog: 4.1.11/ihris-common/translations/templates/iso-currency/*.po
Languages: lo

source: Afghani
lo: ອັບການີ

source: Lek
lo: ເລັກ

source: Algerian Dinar
lo: ດີນາແອນຈີເຣຍ

source: Kwanza
lo: ວັນຊາ

source: East Caribbean Dollar
lo: ໂດລາ ຄາຣິບບຽນຕາເວັນອອກ

source: Argentine Peso
lo: ເປໂຊ ອາເຈັນຕີນາ

source: Armenian Dram
lo: ດຣຳ ອາເມເນຍ

source: Aruban Guilder
lo: ກິລເດີ ອາຣູບັນ

source: Australian Dollar
lo: ດອນລາ ອອສເຕຣເລຍ

source: Euro
lo: ຢູໂຣ

source: Azerbaijanian Manat
lo: ມານັດ ອາເຊີໄບຈັນ

source: Bahamian Dollar
lo: ດອນລາ ບາຮາມຽນ

source: Bahraini Dinar
lo: ດີນາ ບາໄຣນີ

source: Taka
lo: ຕາກາ

source: Barbados Dollar
lo: ດອນລາ ບາບາໂດສ

source: Belarussian Ruble
lo: ຣູເບິນ ເບລາຣູສຊຽນ

source: Belize Dollar
lo: ດອນລາ ເບລີສ

source: Cfa Franc Bceao
lo: ເບຊິວ ຟຣັງ

source: Bermudian Dollar
lo: ດອນລາ ເບີມູດຽນ

source: Ngultrum
lo: ກູນຕຣຳ

source: Boliviano
lo: ໂບລີເວຍໂນ

source: Convertible Marks
lo: ເຄື່ອງໝາຍແປງສະພາບ

source: Pula
lo: ພູລາ

source: Norwegian Krone
lo: ໂຄຣນ ນໍວີຈຽນ

source: Brazilian Real
lo: ຣຽວ ບຣາຊິວ

source: Brunei Dollar
lo: ດອນລາ ບຣູໄນ

source: Bulgarian Lev
lo: ເລບ ບັງກາເຣຍ

source: Burundi Franc
lo: ຟຣັງ ເບີຣັນດີ

source: Riel
lo: ຣຽວ

source: Cfa Franc Beac
lo: ບີກ ຟຣັງ

source: Canadian Dollar
lo: ດອນລາ ການາດາ

source: Cape Verde Escudo
lo: ເອສຄູໂດ ເຄບເວີດ

source: Cayman Islands Dollar
lo: ດອນລາ ໝູ່ເກາະ ໄຄແມນ

source: Chilean Peso
lo: ເປໂຊ ຊີລີ

source: Yuan Renminbi
lo: ຫຍວນ ເຣນມິນບີ

source: Colombian Peso
lo: ເປໂຊ ໂຄລົມເບຍ

source: Comoro Franc
lo: ຟຣັງ ໂຄໂມໂຣ

source: Franc Congolais
lo: ຟຣັງ ຄອງໂກເລຍ

source: New Zealand Dollar
lo: ດອນລາ ນິວຊີແລນ

source: Costa Rican Colon
lo: ໂຄລອນ ຄອສຕາຣິກາ

source: Croatian Kuna
lo: ຄູນາ ໂຄຣເອເຊຍ

source: Cuban Peso
lo: ເປໂຊ ຄິວບາ

source: Cyprus Pound
lo: ປອນ ໄຊປຣັສ

source: Czech Koruna
lo: ໂຄຣູນາ ເຊັກ

source: Danish Krone
lo: ໂຄຣນ ເດັນມາກ

source: Djibouti Franc
lo: ຟຣັງ ຈິບູຕິ

source: Dominican Peso
lo: ເປໂຊ ໂດມີນີກາ

source: Egyptian Pound
lo: ປອນ ອີຢິບ

source: El Salvador Colon
lo: ໂຄລອນ ເອວສະວາດໍ

source: Nakfa
lo: ນາກຟາ

source: Kroon
lo: ຄຣູນ

source: Ethiopian Birr
lo: ເບຍ ເອທິໂອເປຍ

source: Falkland Islands Pound
lo: ປອນ ໝູ່ເກາະຟັງແລນ

source: Fiji Dollar
lo: ດອນລາ ຟີຈິ

source: Cfp Franc
lo: ຟຣັງ ເຊເອບພີ

source: Dalasi
lo: ດາລາຊິ

source: Lari
lo: ລາຣິ

source: Cedi
lo: ຊີດີ

source: Gibraltar Pound
lo: ປອນ ຈີບຣາຕາ

source: Quetzal
lo: ເຄັດຊອນ

source: Guinea Franc
lo: ຟຣັງ ກິນີ

source: Guyana Dollar
lo: ດອນລາ ກາອານາ

source: Gourde
lo: ກົວ

source: Lempira
lo: ເລັມປິຣາ

source: Hong Kong Dollar
lo: ດອນລາ ຮົງກົງ

source: Forint
lo: ໂຟຣິນ

source: Iceland Krona
lo: ໂຄຣນາ ໄອສແລນ

source: Indian Rupee
lo: ລູປີ ອິນເດຍ

source: Rupiah
lo: ຣູເປຍ

source: Iranian Rial
lo: ຣຽວ ອິຣານ

source: Iraqi Dinar
lo: ດີນາ ອີຣັກ

source: New Israeli Sheqel
lo: ເຊແກວ ອິສຣາແອວ ໃໝ່

source: Jamaican Dollar
lo: ດອນລາ ຈາໄມກາ

source: Yen
lo: ເຢັນ

source: Jordanian Dinar
lo: ດີນາ ຈໍແດນ

source: Tenge
lo: ເທັງ

source: Kenyan Shilling
lo: ຊິນຣິງ ເຄນຢາ

source: North Korean Won
lo: ວອນ ເກົາຫຼີເໝືອ

source: Won
lo: ວອນ

source: Kuwaiti Dinar
lo: ດີນາ ຄູເວດ

source: Som
lo: ສົມ

source: Kip
lo: ກີບ

source: Latvian Lats
lo: ລັດ ລັດເວຍ

source: Lebanese Pound
lo: ປອນ ເລບານອນ

source: Loti
lo: ໂລຕີ

source: Liberian Dollar
lo: ດອນລາ ໄລບີເຣຍ

source: Libyan Dinar
lo: ດີນາ ລີເບຍ

source: Swiss Franc
lo: ຟຣັງ ສະວິດ

source: Lithuanian Litas
lo: ລີຕາ ລີທົວເນຍ

source: Pataca
lo: ປາຕາກາ

source: Denar
lo: ເດັນນາ

source: Malagasy Ariary
lo: ອາເຣຍຣີ ມາລາກາສກາ

source: Kwacha
lo: ຄະວາຈາ

source: Malaysian Ringgit
lo: ລິງກິດ ມາເລເຊຍ

source: Rufiyaa
lo: ຣູບ ຟີຢາ

source: Maltese Lira
lo: ລີຣາ ມອນຕາ

source: Ouguiya
lo: ອຸກີຢາ

source: Mauritius Rupee
lo: ຣູມໍຣິເຊຍ

source: Mexican Peso
lo: ເປໂຊ ແມັກຊິໂກ

source: Moldovan Leu
lo: ລື ມອນໂດວາ

source: Tugrik
lo: ຕູກຣິກ

source: Moroccan Dirham
lo: ເດຍແຮມ ມໍຣັອກໂຄ

source: Merical
lo: ເມີຣິຄອນ

source: Kyat
lo: ຫຍັດ

source: Namibian Dollar
lo: ດອນລາ ນາມິເບຍ

source: Nepalese Rupee
lo: ຣູປີ ເນປານ

source: Netherlands Antillian Guikder
lo: ກີກເດີ ເນເທີແລນ ແອນຕີລຽນ

source: Cordoba Oro
lo: ໂອໂຣ ໂຄໂດບາ

source: Naira
lo: ໄນຣາ

source: Rial Omani
lo: ຣຽວ ໂອມານີ

source: Pakistan Rupee
lo: ຣູປີ ປາກິສຖານ

source: Balboa
lo: ບອນບົວ

source: Kina
lo: ກິນາ

source: Guarani
lo: ກົວຣານີ

source: Nuevo Sol
lo: ນູໂວ ໂຊນ

source: Philippine Peso
lo: ເປໂຊ ຟີລິບປິນ

source: Zloty
lo: ລອດຕີ

source: Qatari Rial
lo: ຣຽວກາຕາ

source: New Leu
lo: ລື ໃໝ່

source: Russian Ruble
lo: ຣູເບີນ ລັດເຊຍ

source: Rwanda Franc
lo: ຟຣັງ ຣະວັນດາ

source: Saint Helena Pound
lo: ປອນ ເຊນ ເຮເລນາ

source: Tala
lo: ຕາລາ

source: Dobra
lo: ໂດບຣາ

source: Saudi Riyal
lo: ຣີຢອນ ຊາອຸດິ

source: Serbian Dinar
lo: ດີນາ ເຊີເບຍ

source: Seychelles Rupee
lo: ຣູປີ ເຊແຊວ

source: Leone
lo: ລີອອນ

source: Singapore Dollar
lo: ດອນລາ ສິງກະໂປ

source: Slovak Koruna
lo: ໂຄຣູນາ ສະໂລວາເກຍ

source: Tolar
lo: ໂຕລາ

source: Solomon Islands Dollar
lo: ດອນລາ ໝູ່ເກາະ ໂຊໂລມອນ

source: Somali Shilling
lo: ຊິນຣິງ ໂຊມາເລຍ

source: Rand
lo: ແຣນ

source: Sri Lanka Rupee
lo: ຣູປີ ສີລັງກາ

source: Sudanese Dinar
lo: ດີນາ ສຸດານ

source: Surinam Dollar
lo: ດອນລາ ສຸຣີນຳ

source: Lilangeni
lo: ລີລັງຈີນີ

source: Swedish Krona
lo: ໂຄຣນາ ສະວີເດັນ

source: Syrian Pound
lo: ປອນ ຊີເຣຍ

source: New Taiwan Dollar
lo: ດອນລາ ໃຕ້ຫວັນໃໝ່

source: Somoni
lo: ໂຊໂມນີ

source: Tanzanian Shilling
lo: ຊິນຣິງ ຕັນຊາເນຍ

source: Baht
lo: ບາດ

source: Pa'Anga
lo: ປາ ອັງກາ

source: Trinidad And Tobago Dollar
lo: ດອນລາ ທຣີນີດາດ ແລະ ໂຕບາໂກ

source: Tunisian Dinar
lo: ດີນາ ຕູນີເຊຍ

source: New Turkish Lira
lo: ລີຣາ ຕຸຣະກີໃໝ່

source: Manat
lo: ມານັດ

source: Uganda Shilling
lo: ຊິນຣິງ ອູກັນດາ

source: Hryvnia
lo: ຣີວະເນຍ

source: UAE Dirham
lo: ເດຍແຮມ ຢູເອອີ

source: Pound Sterling
lo: ປອນສະເຕີລິງ

source: US Dollar
lo: ດອນລາ ອາເມລິກາ

source: Peso Uruguayo
lo: ເປໂຊ ອູລາກວຍ

source: Uzbekistan Sum
lo: ຊຳ ອຸເບກິສະຖານ

source: Vatu
lo: ວາຕຸ

source: Bolivar
lo: ໂບລີວາ

source: Dong
lo: ດົ້ງ

source: Yemeni Rial
lo: ຣຽວ ເຢແມນ

source: Zimbabwe Dollar
lo: ດອນລາ ຊິມບາເວ
