Repository: agabaandre/iHRIS-Pharmacy-Qualify
Catalog: 4.1.11/ihris-common/translations/templates/facility/*.po
Languages: fr, fr_ml, ja, ko, sw, zh_tw

source: Edit This Information
fr: Modifier cette information
fr_ml: Éditer cette information
ja: この情報を編集
ko: 이 정보 수정
sw: Hariri Taarifa Hii
zh_tw: 編輯此訊息

source: Update this Information
fr: Mettre à jour cette information
fr_ml: Mettre à jour cette information
ja: この情報を更新
ko: 이 정보 업데이트
sw: Sasisha Taarifa hii
zh_tw: 更新此訊息

source: Select another Office/Facility
fr: Sélectionner un autre bureau/établissement
fr_ml: Sélectionner une autre Structure
ja: 事業所/施設の選択
ko: 다른 사무실/시설 선택
sw: Chagua Ofisi/Jengo lingine
zh_tw: 選擇其它辦公室/場所

source: Office/Facility
fr: Bureau/Établissement
fr_ml: Structure
ja: 事業所/施設
ko: 사무실/시설
sw: Ofisi/Jengo
zh_tw: 辦公室/場所

source: Select another Facility Type
fr: Sélectionner un autre type d’établissement
fr_ml: Sélectionner un autre type de structure
ja: 施設種類の選択
ko: 다른 시설 종류 선택
sw: Chagua Aina ya Jengo lingine
zh_tw: 選擇其它場所類型

source: Facility Type
fr: Type d’établissement
fr_ml: Type de Structure
ja: 施設種類
ko: 가족 종류
sw: Aina ya Jengo
zh_tw: 場所類型

source: Edit the facility list
fr: Modifier la liste des établissements
fr_ml: Éditer la liste des structures
ja: 施設リストの編集
ko: 시설 목록 편집
sw: Hariri orodha ya jengo
zh_tw: 編輯場所清單

source: View the facility list
fr: Afficher la liste des établissements
fr_ml: Afficher la liste des structure
ja: 施設リスト一覧
ko: 시설 목록 보기
sw: Angalia orodha ya jengo
zh_tw: 查看場所清單

source: Edit the facility type list
fr: Modifier la liste des types d’établissements
fr_ml: Éditer la liste des types de structure
ja: 施設種類リストの編集
ko: 시설 종류 목록 편집
sw: Hariri orodha ya aina ya jengo
zh_tw: 編輯場所代理清單

source: View the facility type list
fr: Afficher la liste des types d’établissements
fr_ml: Afficher la liste des types de structure
ja: 施設種類リストの一覧
ko: 시설 종류 목록 보기
sw: Angalia orodha ya aina ya jengo
zh_tw: 檢視場所類型清單

source: This form is used to descibe basic information about a facility
fr: Ce formulaire est utilisé pour décrire les informations de base concernant l’établissement
fr_ml: Ce formulaire est utilisé pour décrire les informations de base concernant la structure
ja: このフォームを使用して、施設に関する基本的な情報を記述する。
sw: Fomu hii inatumika kufafanua taarifa ya msingi kuhusu jengo
zh_tw: 此表單用於來描述有關場所的基本訊息
