Repository: agabaandre/iHRIS-Pharmacy-Qualify
Catalog: 4.1.11/i2ce/translations/templates/page-relationship-builder/*.po
Languages: es, lt, zh_tw

source: Page Arguments
es: Argumentos de la página
lt: Puslapio Argumentai
zh_tw: 頁面參數

source: Title
es: Título
lt: Pavadinimas
zh_tw: 標題

source: The display name for the primary form
es: El nombre para mostrar del formulario principal
zh_tw: 主表單的顯示名稱

source: Tasks
es: Tareas
lt: Užduotys
zh_tw: 工作

source: Optional task for limiting access to this page.
es: Tarea opcional para limitar el acceso a esta página.
lt: Neprivaloma užduotis, ribojanti prieigą prie šio puslapio.
zh_tw: 限制訪問此頁面的選用任務。

source: No Task Selected
es: Ninguna tarea seleccionada
lt: Nepasirinkta Jokia Užduotis
zh_tw: 沒有選擇任務

source: Relationship Options
es: Opciones de relación
lt: Ryšio Pasirinktys
zh_tw: 關聯選項

source: Relationship
es: Relación
lt: Ryšis
zh_tw: 關聯

source: Relationship the template is based on
es: La relación de la plantilla se basa en
lt: Ryšis, kuriuo grindžiamas šablonas
zh_tw: 模板的關聯是基於

source: No Relationship Selected
es: Ninguna relación seleccionada
lt: Nepasirinktas Joks Ryšys
zh_tw: 沒有選擇關聯

source: Edit Relationship
es: Editar relación
lt: Redaguoti Ryšį
zh_tw: 編輯關聯

source: Use Cache
es: Usar caché
zh_tw: 使用快取

source: Use caches in hippo tables when exporting data in the relationship
es: Usa el cache en tablas hippo al exportar datos en la relación
zh_tw: 當匯出關聯方面資料時使用在 hippo 表格的快取

source: Yes
es: Sí
lt: Taip
zh_tw: 是

source: No
lt: Ne
zh_tw: 否

source: Header Relationship
es: Relación de cabecera
lt: Antraštės Ryšis
zh_tw: 標頭關聯

source: Optional relationship for the header of the template. Needs to have the same primary form as the main relationship.
es: Relación opcional para la cabecera de la plantilla. Debe tener el mismo formulario principal como la relación principal.
zh_tw: 可選用的模板標頭關聯。需要擁有同樣主表單作為主關聯。

source: ODT Template Options
es: Opciones de plantilla ODT
lt: ODT Šablono Pasirinktys
zh_tw: ODT 模板選項

source: ODT Template
es: Plantilla ODT
lt: ODT Šablonas
zh_tw: ODT 模板

source: Select or upload an ODT Template
es: Seleccionar o cargar una plantilla ODT
lt: Pasirinkti ar įkelti ODT Šabloną
zh_tw: 選擇或上傳一個 ODT 模板

source: Upload File
es: Subir un archivo
lt: Įkelti Failą
zh_tw: 上傳檔案

source: Download
es: Descargar
lt: Atsisiųsti
zh_tw: 下載

source: Select Existing Template
es: Seleccionar plantilla existente
lt: Pasirinkti Egzistuojantį Šabloną
zh_tw: 選擇現有模板

source: Download Template
es: Descargar plantilla
lt: Atsisiųsti Šabloną
zh_tw: 下載模板

source: Template Segment Style
es: Estilo de segmento de plantilla
lt: Šablono Segmento Stilius
zh_tw: 模板片段樣式

source: Controls how multiple rows of data are applied to the template. "Global" means that the entire ODT template is repeated. "Report Row" means that there is an expected
es: Controla cómo múltiples filas de datos se aplican a la plantilla. "Global" significa que toda la plantilla ODT se repite. "Informar fila" significa que hay una esperada
zh_tw: 控制套用在模版的多項行列資料。「全域」（Global）代表整體 ODT 模板為重複的。「報告行列」（Report Row）代表是可預期的。

source: !-- BEGIN report_row --] Stuff Goes Here [!-- END report_row
es: !-- BEGIN report_row --] El contenido va aquí [!-- END report_row
zh_tw: !-- BEGIN report_row --] 東西在此！ [!-- END report_row

source: section in the ODT template used for each row of data.
es: sección en la plantilla ODT utilizada para cada fila de datos.
lt: ODT šablono sekcija, naudojama kiekvienai duomenų eilutei.
zh_tw: 在 ODT 模版的區塊使用於任一行列資料。

source: Global
lt: Visuotinis
zh_tw: 全域

source: Report Row
es: Informar fila
zh_tw: 報告行

source: Segment Break
es: Ruptura de segmento
zh_tw: 片段區分

source: Break to use between rows
es: Romper para utilizar entre las filas
zh_tw: 行列之間中斷

source: Page
es: Página
lt: Puslapis
zh_tw: 頁面

source: Line
es: Línea
lt: Eilutė
zh_tw: 行

source: Template Conversion Options
es: Opciones de conversión de plantilla
zh_tw: 模板轉換選項

source: Format
es: Formato
lt: Formatas
zh_tw: 格式

source: Output Format. The default format is ODT. If you would like other formats, you will need to have unoconv installed.
es: Formato de salida. El formato predeterminado es ODT. Si deseas otros formatos, necesitarás tener instalado unoconv.
zh_tw: 輸出格式。預設格式為 ODT。如果您想要使用其它格式，您需要安裝 unoconv。

source: Default Formant (ODT file)
es: Formato predeterminado (archivo ODT)
lt: Numatytasis Formatas (ODT failas)
zh_tw: 預設格式（ODT 檔案）

source: Export Options
es: Opciones de exportación
lt: Eksportavimo Pasirinktys
zh_tw: 匯出選項

source: Export options to apply to UnoConv. The available options depend on the export format (e.g. pdf) that you are using.
es: Opciones de exportación para aplicar a UnoConv. Las opciones disponibles dependen del formato de exportación (p. ej. pdf) que estás usando.
zh_tw: 匯出選項來套用至 UnoConv。可用選項依據在您使用的匯出格式（例如：PDF）。

source: Connection Options
es: Opciones de conexión
lt: Ryšio Pasirinktys
zh_tw: 連接選項

source: Connection details for running unoconv on remote server.
es: Detalles de la conexión para la ejecución de unoconv en el servidor remoto.
zh_tw: 連接在遠端伺服器上運行中的 unoconv 詳細內容。

source: Required Fields
es: Campos obligatorios
lt: Būtini Laukai
zh_tw: 必要欄位

source: If a a required field is not set, the template will not be generated.
es: Si un campo obligatorio no está establecido, la plantilla no se generará.
lt: jei būtinas laukas nėra nustatytas, šablonas nebus generuojamas.
zh_tw: 如果必要欄位未設定，模板將無法生成。

source: Required
es: Obligatorio
lt: Privalomas
zh_tw: 必要

source: Relationship this page is based on
es: La relación de esta página se basa en
lt: Ryšis, kuriuo grindžiamas šis puslapis
zh_tw: 此頁面關聯是基於

source: Export All Fields
es: Exportar todos los campos
lt: Eksportuoti Visus Laukus
zh_tw: 匯出所有欄位

source: Export all fields in the relationship
es: Exportar todos los campos en la relación
lt: Eksportuoti visus ryšio laukus
zh_tw: 匯出關聯的所有欄位

source: XSL Transform Options
es: Opciones de transformación XSL
zh_tw: XSL 轉換選項

source: XSL Transform
es: Transformación XSL
zh_tw: XSL 轉換

source: Select a XSL transform or upload an transform to further process the export.
es: Selecciona una transformación XSL o sube una transformación para seguir el proceso de exportación.
zh_tw: 選擇一個 XSL 轉換或上傳一個轉換來進一步處理匯出。

source: Select Existing Transform
es: Selecciona una transformación existente
zh_tw: 選擇現有轉換

source: Download Transform
es: Descargar transformación
zh_tw: 下載轉換

source: No Tranform
es: Sin transformar
zh_tw: 無轉換

source: Selected Fields
es: Campos seleccionados
lt: Pasirinkti Laukai
zh_tw: 選擇欄位

source: Select individual fields in the relationship to export
es: Seleccionar campos individuales en la relación para exportar
lt: Pasirinkti individualius ryšio laukus eksportavimui
zh_tw: 在關聯裡選擇到無效欄位來匯出

source: Enabled
es: Activado
lt: Įgalintas
zh_tw: 啟用

source: Available Fields
es: Campos disponibles
lt: Galimi Laukai
zh_tw: 可用欄位

source: Forms and Fields
es: Formularios y campos
lt: Formos ir Laukai
zh_tw: 表單與欄位

source: UnoConv Temporary Directory
zh_tw: UnoConv 暫存目錄

source: Specify the temporary directory to process unoconv in. Intended for use with remotely mounted drives.
zh_tw: 指定處理 unoconv 時所在的暫存目錄。可用於遠端掛載裝置上。
