Repository: agabaandre/iHRIS-Pharmacy-Qualify
Catalog: 4.1.11/i2ce/translations/templates/page-relationship-builder/sco.po
Languages: sco

source: The display name for the primary form
sco: The displey name fer the primairie form

source: Optional task for limiting access to this page.
sco: Aen optional task fer leemitin access til this page.

source: No Task Selected
sco: Nae Task Is Selectit

source: Relationship Options
sco: Relationship Opties

source: Relationship
sco: The Relationship

source: Relationship the template is based on
sco: The relationship that the template is based oan

source: No Relationship Selected
sco: Nae Relationship Selectit

source: Edit Relationship
sco: Eedit The Relationship

source: Use Cache
sco: Uise Cache

source: Use caches in hippo tables when exporting data in the relationship
sco: Uise caches in hippo buirds whan exportin data in the relationship

source: Yes
sco: Ay

source: No
sco: Nae

source: Header Relationship
sco: Heider Relationship

source: Optional relationship for the header of the template. Needs to have the same primary form as the main relationship.
sco: Optional relationship fer the heider o the template. Needs tae hae the same primairir form aes the main relationship.

source: ODT Template Options
sco: The ODT Template Opties

source: ODT Template
sco: The ODT Template

source: Select or upload an ODT Template
sco: Select or uplaid aen ODT Template

source: Upload File
sco: Uplaid The File

source: Download
sco: Doonlaid

source: Select Existing Template
sco: Select Aen Exeestin Template

source: Download Template
sco: Doonlaid Ae Template

source: Controls how multiple rows of data are applied to the template. "Global" means that the entire ODT template is repeated. "Report Row" means that there is an expected
sco: Controls hou monie rows o data ar applied til the template. "Global" means that the entire ODT template is repeatit. "Report Row" means that thaurs aen expectit

source: !-- BEGIN report_row --] Stuff Goes Here [!-- END report_row
sco: !-- BEGIN report_row --] Stuff Gaes Here [!-- END report_row

source: section in the ODT template used for each row of data.
sco: section in the ODT template that's uised fer ilka row o data.

source: Break to use between rows
sco: Break tae uise atween rows

source: Template Conversion Options
sco: The Template Conversion Opties

source: Output Format. The default format is ODT. If you would like other formats, you will need to have unoconv installed.
sco: Ootpit Format. The defaut format is ODT. Gif ye'd lik ither formats, ye'll need tae hae unoconv instawed.

source: Default Formant (ODT file)
sco: The Defaut Formant (ODT file)

source: Export Options
sco: Export Opties

source: Export options to apply to UnoConv. The available options depend on the export format (e.g. pdf) that you are using.
sco: Export opties tae applie til UnoConv. The available opties depend oan the export format (e.g. pdf) that ye'r uisin.

source: Connection Options
sco: Connection Opties

source: Connection details for running unoconv on remote server.
sco: Connection details fer rinnin unoconv oan remote server.

source: Required Fields
sco: Needit Fields

source: If a a required field is not set, the template will not be generated.
sco: Gif ae needit field isna set, the template will na be generatit.

source: Required
sco: Needit

source: Relationship this page is based on
sco: The relationship that this page is based oan

source: Export All Fields
sco: Export Aw The Fields

source: Export all fields in the relationship
sco: Export aw fields in the relationship

source: XSL Transform Options
sco: The XSL Transform Opties

source: Select a XSL transform or upload an transform to further process the export.
sco: Select ae XSL transform or uplaid ae transform tae further process the export.

source: Select Existing Transform
sco: Select Exeestin Transform

source: Download Transform
sco: Doonlaid The Transform

source: No Tranform
sco: Nae Tranform

source: Selected Fields
sco: Selectit Fields

source: Select individual fields in the relationship to export
sco: Select indiveedual fields in the relationship tae export

source: Forms and Fields
sco: Forms n Fields
