Repository: agabaandre/iHRIS-Pharmacy-Qualify
Catalog: 4.1.11/ihris-common/translations/templates/person-education/*.po
Languages: br, cs, fr, ja, nl, pa, zh_tw

source: Edit This Information
br: Cheñch an titour-mañ
cs: Upravit tuto informaci
fr: Modifier cette information
ja: この情報を編集
nl: Gegevens bewerken
pa: ਇਹ ਜਾਣਕਾਰੀ ਸੋਧੋ
zh_tw: 編輯此訊息

source: Update this Information
br: Hizivaat an titour-mañ
cs: Aktualizovat tuto Informaci
fr: Mettre à jour cette information
ja: この情報を更新
nl: Gegevens bijwerken
pa: ਇਹ ਜਾਣਕਾਰੀ ਨਵਿਆਉ
zh_tw: 更新此訊息

source: Select another Education Type
br: Dibab ur seurt deskadurezh all
cs: Vybrat jiný typ vzdělání
fr: Choisissez une autre type d'éducation
ja: 他の教育の種類を選択
nl: Selecteer een ander opleidingstype
pa: ਸਿੱਖਿਆ ਦੀ ਕੋਈ ਹੋਰ ਕਿਸਮ ਚੁਣੋ
zh_tw: 選擇其它教育類型

source: Education Type
br: Seurt deskadurezh
cs: Typ vzdělání
fr: Type d'éducation
ja: 教育の種類
nl: Opleidingstype
pa: ਸਿੱਖਿਆ ਦੀ ਕਿਸਮ
zh_tw: 教育類型

source: Institution Information
br: Titouroù war an ensavadur
cs: Informace o instituci
fr: Informations sur l’institution
ja: 機関情報
nl: Instellingsgegevens
pa: ਅਦਾਰੇ ਦੀ ਜਾਣਕਾਰੀ
zh_tw: 機構訊息

source: Degree Information
br: Titouroù war an diplom
cs: Informace o titulu
fr: Infromations sur le diplome
ja: 学位情報
nl: Graadgegevens
pa: ਦਰਜੇਦਾਰੀ ਦੀ ਜਾਣਕਾਰੀ
zh_tw: 學位訊息

source: Select another Degree
br: Dibab un diplom all
cs: Vybrat jiný titul
fr: Sélectionnez un autre diplôme
ja: 学位の選択
nl: Andere graad selecteren
pa: ਕੋਈ ਹੋਰ ਦਰਜੇਦਾਰੀ ਚੁਣੋ
zh_tw: 選擇其它學位

source: Degree
br: Diplom pe testeni
cs: Titul
fr: Diplôme ou certificat
ja: 学位
nl: Graad
pa: ਦਰਜੇਦਾਰੀ
zh_tw: 學位

source: Can view education child form of a person
br: A c'hall diskwel furmskrid bugel deskadurezh un den
cs: Může zobrazit podřazený formulář vzdělání osoby
fr: Peut afficher le formulaire-enfant d’éducation d’une personne
ja: 教育の子フォームを閲覧できる
nl: Kan opleidingskindformulier van een persoon bekijken
zh_tw: 可檢視人員的教育子表單

source: Can edit education child forms of a person
br: A c'hall kemmañ furmskridoù bugel deskadurezh un den
cs: Může upravit podřazený formulář vzdělání osoby
fr: Peut éditer les formulaires-enfant d’éducation d’une personne
ja: 教育の子フォームを編集できる
nl: Kan opleidingskindformulier van een persoon bewerken
zh_tw: 可編輯人員的教育子表單

source: Can edit education type database lists
br: A c'hall kemmañ rolloù diazoù titouroù war ar seurt deskadurezh
cs: Může upravit databázové seznamy vzdělání osoby
fr: Peut éditer les listes des bases de données sur le type d’éducation
ja: 教育タイプのデータベースリストを編集できる
nl: Kan opleidingstypedatabaselijsten bewerken
zh_tw: 可編輯教育類型資料庫清單

source: Can view education type database lists
br: A c'hall diskwel rolloù an diazoù roadennoù war ar seurt deskadurezh
cs: Může zobrazit databázové seznamy vzdělání osoby
fr: Peut afficher les listes des bases de données sur le type d’éducation
ja: 教育タイプのデータベースリストを閲覧できる
nl: Kan opleidingstypedatabaselijsten bekijken
zh_tw: 可檢視教育類型資料庫清單

source: Can edit degree type database lists
br: A c'hall kemmañ rolloù an diazoù roadennoù war ar seurtoù diplomoù
cs: Může upravit databázové seznamy titulů
fr: Peut éditer les listes des bases de données sur les types de diplômes
ja: 学位タイプのデータベースリストを編集できる
nl: Kan graadtypendatabaselijsten bewerken
zh_tw: 可編輯學位類型資料庫清單

source: Can view degree type database lists
br: A c'hall diskwel ar rolloù diazoù roadennoù war ar seurtoù diplomoù
cs: Může upravit databázové seznamy titulů
fr: Peut afficher les listes des bases de données sur les types de diplômes
ja: 学位タイプのデータベースリストを閲覧できる
nl: Kan graadtypendatabaselijsten bekijken
zh_tw: 可檢視學位類型資料庫清單

source: Add/Update Education History
br: Ouzhpennañ/Hizivaat an diagentoù desavadurel
cs: Přidat/Aktualizovat historii vzdělání
fr: Ajouter/Actualiser les antécédents éducatifs
ja: 学業履歴の追加/更新
nl: Kan opleidingsgeschiedenis toevoegen en bijwerken
pa: ਸਿੱਖਿਆ ਦਾ ਅਤੀਤ ਜੋੜੋ/ਨਵਿਆਉ
zh_tw: 添加/更新教育歷史

source: Education History
br: Diagentoù deskadurezh
cs: Historie vzdělání
fr: Antécédents éducatifs
ja: 学業履歴
nl: Opleidingsgeschiedenis
pa: ਸਿੱਖਿਆ ਦਾ ਅਤੀਤ
zh_tw: 教育歷史

source: Name
br: Anv
cs: Název
fr: Nom
ja: 名前
nl: Naam
pa: ਨਾਂ
zh_tw: 名稱

source: Select Education Type then Degree
br: Dibab ar seurt deskadurezh, hag an diplom da c'houde
cs: Vyberte typ vzdělání pak titul
fr: Sélectionner le type d’éducation puis le diplôme
ja: 教育タイプ・学位の選択
nl: Selecteer onderwijstype en graad
zh_tw: 選擇教育類型及學位

source: Institution Name
br: Anv an ensavadur
cs: Název instituce
fr: Nom de l’institution
ja: 機関名
nl: Naam van de instelling
pa: ਅਦਾਰੇ ਦਾ ਨਾਂ
zh_tw: 機構名稱

source: Institution Location
br: Lec'hienn an ensavadur
cs: Umístění instituce
fr: Site de l’institution
ja: 機関所在地
nl: Locatie instelling
pa: ਅਦਾਰੇ ਦਾ ਟਿਕਾਣਾ
zh_tw: 機構位置

source: Year of Graduation (leave blank if In Progress)
br: Bloavezh an diplom (chom hep kargañ ma vez an den o prientiñ an diplom)
cs: Rok ukončení studia (nechejte prázdné, pokud stále probíhá)
fr: Année d’obtention du diplôme (Laisser un vide si en cours)
ja: 卒業年 (在学中の場合は空欄)
nl: Jaar van afstuderen (laat leeg indien nog niet afgerond)
pa: ਦਰਜੇਦਾਰੀ ਦਾ ਵਰ੍ਹਾ (ਜੇਕਰ ਚੱਲ ਰਹੀ ਹੈ ਤਾਂ ਛੱਡ ਦਿਉ)
zh_tw: 畢業年份（若仍就讀中請留空）

source: Major
br: Danvez pennañ
cs: Obor
fr: Matière principale
ja: 専攻
nl: Hoofdvak
pa: ਮੇਜਰ
zh_tw: 主修
