Repository: agabaandre/iHRIS-Pharmacy-Qualify
Catalog: 4.1.11/ihris-qualify/translations/templates/ihris-qualify-custom-reports-institution/*.po
Languages: de, ru, tl

source: Training Institution
de: Schulungseinrichtung
ru: Учреждение, проводящее курсы
tl: Institusyon ng Pagsasanay

source: Relationship for all training institutions in the system.
de: Zusammenhang zwischen allen Schulungseinrichtungen im System.
tl: Kaugnayan para sa lahat ng mga institusyon ng pagsasanay sa loob ng sistema.

source: The contact details for this institution.
de: Die Kontaktdaten f√ºr diese Schulungseinrichtung.
ru: Контактная информация для этого учреждения.
tl: Ang mga detalyeng pangpakikipag-ugnayan para sa institusyong ito.

source: Contact
de: Kontakt
ru: Контактная информация
tl: Kaugnayan

source: The facility agent for this institution.
de: Der Leiter dieser Einrichtung.
tl: Ang ahente ng pasilidad para sa institusyong ito.

source: Facility Agent
de: Einrichtungsleiter
ru: Агент учреждения
tl: Ahente ng Pasilidad

source: The district where this institution is located.
de: Der Bezirk, in dem sich diese Schulungseinrichtung befindet.
ru: Район, где расположен этот институт.
tl: Ang distrito kung saan matatagpuan ang institusyong ito.

source: District
de: Bezirk
ru: Район
tl: Distrito

source: Training Institution Reports
de: Berichte zu Schulungseinrichtungen
tl: Mga Ulat ng Institusyon ng Pagsasanay

source: A list of all training institutions.
de: Eine Liste aller Schulungseinrichtungen.
ru: Список всех учебных заведений.
tl: Isang talaan ng lahat ng mga institusyon ng pagsasanay.

source: Training Institution Facility Agent ID
de: Schulungseinrichtung - Einrichtungsleiterkennung
tl: ID ng Ahente ng Pasilidad ng Institusyon ng Pagsasanay

source: Training Institution Name
de: Schulungseinrichtung - Name
ru: Название учебного заведения
tl: Pangalan ng Institusyon ng Pagsasanay

source: Training Institution Location
de: Schulungseinrichtung - Standort
ru: Местоположение учебного заведения
tl: Kinalalagyan ng Institusyon ng Pagsasanay

source: Training Institution Location ID
de: Schulungseinrichtung - Standortkennung
tl: ID ng Kinalalagyan ng Institusyon ng Pagsasanay

source: Mailing Address
de: Postanschrift
ru: Почтовый адрес
tl: Tirahang Padalahan

source: Training Institutions
de: Schulungseinrichtungen
ru: Учебные заведения
tl: Mga Institusyon ng Pagsasanay
