Repository: agabaandre/iHRIS-Pharmacy-Qualify
Catalog: 4.1.11/ihris-qualify/translations/templates/ihris-qualify-person-training/*.po
Languages: fr

source: Can view person_training child form of a person
fr: Peut voir le formulaire enfant person_training d’une personne

source: Can edit person_training child forms of a person
fr: Peut modifier les formulaires enfant person_training d’une personne

source: Continuing Education
fr: Continuer l’éducation

source: Start Date
fr: Date de début

source: End Date
fr: Date de fin

source: Training Course
fr: Cours de formation

source: Training Provider
fr: Prestataire de Formation

source: Training Location
fr: Renseignements sur la formation

source: CPD Credit
fr: Crédit de DPC

source: Edit This Information
fr: Editer cette information

source: Update this Information
fr: Actualiser cette information
