Repository: agabaandre/iHRIS-Pharmacy-Qualify
Catalog: 4.1.11/ihris-common/translations/templates/sdmx-hd-code-lists/*.po
Languages: ar, de, es, fr_ml, gl, ja, lt, mk, nl, sk, sv, tl, uk

source: Can edit database code list cl_hif2
ar: يمكن تعديل قاعدة بيانات قائمة رمز cl_hif2
de: Kann Datenbank-Codeliste cl_hif2 bearbeiten
es: Puede editar la base de datos de lista de códigos de cl_hif2
fr_ml: Peut éditer la liste de codes de la base de données cl_hif2
gl: Pode editar a lista de códigos da base de datos cl_hif2
ja: データベース コード リスト cl_hif2 を編集できる
lt: Galite redaguoti duomenų bazės kodo sąrašą cl_hif2
mk: Може да го уредува списокот на кодови cl_hif2 од базата на податоци
nl: Kan de databasecodelijst cl_hif2 bewerken
sk: Možno upraviť zoznam databázy kódu cl_hif2
sv: Kan redigera databaskodlista cl_hif2
tl: Mababago ang tala ng kodigo ng kalipunan ng dato na cl_hif2
uk: Можна редагувати список кодів бази даних cl_hif2

source: Can edit database code list cl_income
ar: يمكن تعديل قاعدة بيانات قائمة رمز cl_income
de: Kann Datenbank-Codeliste cl_income bearbeiten
es: Puede editar la base de datos de lista de códigos de cl_income
fr_ml: Peut éditer la liste de codes de la base de données cl_income
gl: Pode editar a lista de códigos da base de datos cl_income
ja: データベース コード リスト cl_income を編集できる
lt: Galite redaguoti duomenų bazės kodo sąrašą cl_income
mk: Може да го уредува списокот на кодови cl_income од базата на податоци
nl: Kan de databasecodelijst cl_income bewerken
sk: Možno upraviť zoznam databázy kódu cl_income
sv: Kan redigera databaskodlista cl_income
tl: Mababago ang tala ng kodigo ng kalipunan ng dato na cl_income
uk: Можна переглядати список кодів бази даних cl_income

source: Can edit database code list cl_logical
ar: يمكن تعديل قاعدة بيانات قائمة رمز cl_logical
de: Kann Datenbank-Codeliste cl_logical bearbeiten
es: Puede editar la base de datos de lista de códigos de cl_logical
fr_ml: Peut éditer la liste de codes de la base de données cl_logical
gl: Pode editar a lista de códigos da base de datos cl_logical
ja: データベース コード リスト cl_logical を編集できる
lt: Galite redaguoti duomenų bazės kodo sąrašą cl_logical
mk: Може да го уредува списокот на кодови cl_logical од базата на податоци
nl: Kan de databasecodelijst cl_logical bewerken
sk: Možno upraviť zoznam databázy kódu cl_logical
sv: Kan redigera databaskodlista cl_logical
tl: Mababago ang tala ng kodigo ng kalipunan ng dato na cl_logical
uk: Можна переглядати список кодів бази даних cl_logical

source: Can edit database code list cl_metype
ar: يمكن تعديل قاعدة بيانات قائمة رمز cl_metype
de: Kann Datenbank-Codeliste cl_metype bearbeiten
es: Puede editar la base de datos de lista de códigos de cl_metype
fr_ml: Peut éditer la liste de codes de la base de données cl_metype
gl: Pode editar a lista de códigos da base de datos cl_metype
ja: データベース コード リスト cl_metype を編集できる
lt: Galite redaguoti duomenų bazės kodo sąrašą cl_metype
mk: Може да го уредува списокот на кодови cl_metype од базата на податоци
nl: Kan de databasecodelijst cl_metype bewerken
sk: Možno upraviť zoznam databázy kódu cl_metype
sv: Kan redigera databaskodlista cl_metype
tl: Mababago ang tala ng kodigo ng kalipunan ng dato na cl_metype
uk: Можна редагувати список кодів бази даних cl_metype

source: Can edit database code list cl_month
ar: يمكن تعديل قاعدة بيانات قائمة رمز cl_month
de: Kann Datenbank-Codeliste cl_month bearbeiten
es: Puede editar la base de datos de lista de códigos de cl_month
fr_ml: Peut éditer la liste de codes de la base de données cl_month
gl: Pode editar a lista de códigos da base de datos cl_month
ja: データベース コード リスト cl_month を編集できる
lt: Galite redaguoti duomenų bazės kodo sąrašą cl_month
mk: Може да го уредува списокот на кодови cl_month од базата на податоци
nl: Kan de databasecodelijst cl_month bewerken
sk: Možno upraviť zoznam databázy kódu cl_month
sv: Kan redigera databaskodlista cl_month
tl: Mababago ang tala ng kodigo ng kalipunan ng dato na cl_month
uk: Можна редагувати список кодів бази даних cl_month

source: Can edit database code list cl_mult
ar: يمكن تعديل قاعدة بيانات قائمة رمز cl_mult
de: Kann Datenbank-Codeliste cl_mult bearbeiten
es: Puede editar la base de datos de lista de códigos de cl_mult
fr_ml: Peut éditer la liste de codes de la base de données cl_mult
gl: Pode editar a lista de códigos da base de datos cl_mult
ja: データベース コード リスト cl_mult を編集できる
lt: Galite redaguoti duomenų bazės kodo sąrašą cl_mult
mk: Може да го уредува списокот на кодови cl_mult од базата на податоци
nl: Kan de databasecodelijst cl_mult bewerken
sk: Možno upraviť zoznam databázy kódu cl_mult
sv: Kan redigera databaskodlista cl_mult
tl: Mababago ang tala ng kodigo ng kalipunan ng dato na cl_mult
uk: Можна редагувати список кодів бази даних cl_mult

source: Can edit database code list cl_operand
ar: يمكن تعديل قاعدة بيانات قائمة رمز cl_operand
de: Kann Datenbank-Codeliste cl_operand bearbeiten
es: Puede editar la base de datos de lista de códigos de cl_operand
fr_ml: Peut éditer la liste de codes de la base de données cl_operand
gl: Pode editar a lista de códigos da base de datos cl_operand
ja: データベース コード リスト cl_operand を編集できる
lt: Galite redaguoti duomenų bazės kodo sąrašą cl_operand
mk: Може да го уредува списокот на кодови cl_operand од базата на податоци
nl: Kan de databasecodelijst cl_operand bewerken
sk: Možno upraviť zoznam databázy kódu cl_operand
sv: Kan redigera databaskodlista cl_operand
tl: Mababago ang tala ng kodigo ng kalipunan ng dato na cl_operand
uk: Можна редагувати список кодів бази даних cl_operand

source: Can edit database code list cl_orphan
ar: يمكن تعديل قاعدة بيانات قائمة رمز cl_orphan
de: Kann Datenbank-Codeliste cl_orphan bearbeiten
es: Puede editar la base de datos de lista de códigos de cl_orphan
fr_ml: Peut éditer la liste de codes de la base de données cl_orphan
gl: Pode editar a lista de códigos da base de datos cl_orphan
ja: データベース コード リスト cl_orphan を編集できる
lt: Galite redaguoti duomenų bazės kodo sąrašą cl_orphan
mk: Може да го уредува списокот на кодови cl_orphan од базата на податоци
nl: Kan de databasecodelijst cl_orphan bewerken
sk: Možno upraviť zoznam databázy kódu cl_orphan
sv: Kan redigera databaskodlista cl_orphan
tl: Mababago ang tala ng kodigo ng kalipunan ng dato na cl_orphan
uk: Можна редагувати список кодів бази даних cl_orphan

source: Can edit database code list cl_otype
ar: يمكن تعديل قاعدة بيانات قائمة رمز cl_otype
de: Kann Datenbank-Codeliste cl_otype bearbeiten
es: Puede editar la base de datos de lista de códigos de cl_otype
fr_ml: Peut éditer la liste de codes de la base de données cl_otype
gl: Pode editar a lista de códigos da base de datos cl_otype
ja: データベース コード リスト cl_otype を編集できる
lt: Galite redaguoti duomenų bazės kodo sąrašą cl_otype
mk: Може да го уредува списокот на кодови cl_otype од базата на податоци
nl: Kan de databasecodelijst cl_otype bewerken
sk: Možno upraviť zoznam databázy kódu cl_otype
sv: Kan redigera databaskodlista cl_otype
tl: Mababago ang tala ng kodigo ng kalipunan ng dato na cl_otype
uk: Можна редагувати список кодів бази даних cl_otype

source: Can edit database code list cl_periodicity
ar: يمكن تعديل قاعدة بيانات قائمة رمز cl_periodicity
de: Kann Datenbank-Codeliste cl_periodicity bearbeiten
es: Puede editar la base de datos de lista de códigos de cl_periodicity
fr_ml: Peut éditer la liste de codes de la base de données cl_periodicity
gl: Pode editar a lista de códigos da base de datos cl_periodicity
ja: データベース コード リスト cl_periodicity を編集できる
lt: Galite redaguoti duomenų bazės kodo sąrašą cl_periodicity
mk: Може да го уредува списокот на кодови cl_periodicity од базата на податоци
nl: Kan de databasecodelijst cl_periodicity bewerken
sk: Možno upraviť zoznam databázy kódu cl_periodicity
sv: Kan redigera databaskodlista cl_periodicity
tl: Mababago ang tala ng kodigo ng kalipunan ng dato na cl_periodicity
uk: Можна редагувати список кодів бази даних cl_periodicity

source: Can edit database code list cl_preg
ar: يمكن تعديل قاعدة بيانات قائمة رمز cl_preg
de: Kann Datenbank-Codeliste cl_preg bearbeiten
es: Puede editar la base de datos de lista de códigos de cl_preg
fr_ml: Peut éditer la liste de codes de la base de données cl_preg
gl: Pode editar a lista de códigos da base de datos cl_preg
ja: データベース コード リスト cl_preg を編集できる
lt: Galite redaguoti duomenų bazės kodo sąrašą cl_preg
mk: Може да го уредува списокот на кодови cl_preg од базата на податоци
nl: Kan de databasecodelijst cl_preg bewerken
sk: Možno upraviť zoznam databázy kódu cl_preg
sv: Kan redigera databaskodlista cl_preg
tl: Mababago ang tala ng kodigo ng kalipunan ng dato na cl_preg
uk: Можна редагувати список кодів бази даних cl_preg

source: Can edit database code list cl_pstatus
ar: يمكن تعديل قاعدة بيانات قائمة رمز رمز cl_pstatus
de: Kann Datenbank-Codeliste cl_pstatus bearbeiten
es: Puede editar la base de datos de lista de códigos de cl_pstatus
fr_ml: Peut éditer la liste de codes de la base de données cl_pstatus
gl: Pode editar a lista de códigos da base de datos cl_pstatus
ja: データベース コード リスト cl_pstatus を編集できる
lt: Galite redaguoti duomenų bazės kodo sąrašą cl_pstatus
mk: Може да го уредува списокот на кодови cl_pstatus од базата на податоци
nl: Kan de databasecodelijst cl_pstatus bewerken
sk: Možno upraviť zoznam databázy kódu cl_pstatus
sv: Kan redigera databaskodlista cl_pstatus
tl: Mababago ang tala ng kodigo ng kalipunan ng dato na cl_pstatus
uk: Можна редагувати список кодів бази даних cl_pstatus

source: Can edit database code list cl_ptype
ar: يمكن تعديل قاعدة بيانات قائمة رمز cl_ptype
de: Kann Datenbank-Codeliste cl_ptype bearbeiten
es: Puede editar la base de datos de lista de códigos de cl_ptype
fr_ml: Peut éditer la liste de codes de la base de données cl_ptype
gl: Pode editar a lista de códigos da base de datos cl_ptype
ja: データベース コード リスト cl_ptype を編集できる
lt: Galite redaguoti duomenų bazės kodo sąrašą cl_ptype
mk: Може да го уредува списокот на кодови cl_ptype од базата на податоци
nl: Kan de databasecodelijst cl_ptype bewerken
sk: Možno upraviť zoznam databázy kódu cl_ptype
sv: Kan redigera databaskodlista cl_ptype
tl: Mababago ang tala ng kodigo ng kalipunan ng dato na cl_ptype
uk: Можна редагувати список кодів бази даних cl_ptype

source: Can edit database code list cl_quarter
ar: يمكن تعديل قاعدة بيانات قائمة رمز cl_quarter
de: Kann Datenbank-Codeliste cl_quarter bearbeiten
es: Puede editar la base de datos de lista de códigos de cl_quarter
fr_ml: Peut éditer la liste de codes de la base de données cl_quarter
gl: Pode editar a lista de códigos da base de datos cl_quarter
ja: データベース コード リスト cl_quarter を編集できる
lt: Galite redaguoti duomenų bazės kodo sąrašą cl_quarter
mk: Може да го уредува списокот на кодови cl_quarter од базата на податоци
nl: Kan de databasecodelijst cl_quarter bewerken
sk: Možno upraviť zoznam databázy kódu cl_quarter
sv: Kan redigera databaskodlista cl_quarter
tl: Mababago ang tala ng kodigo ng kalipunan ng dato na cl_quarter
uk: Можна редагувати список кодів бази даних cl_quarter

source: Can edit database code list cl_race
ar: يمكن تعديل قاعدة بيانات قائمة رمز cl_race
de: Kann Datenbank-Codeliste cl_race bearbeiten
es: Puede editar la base de datos de lista de códigos de cl_race
fr_ml: Peut éditer la liste de codes de la base de données cl_race
gl: Pode editar a lista de códigos da base de datos cl_race
ja: データベース コード リスト cl_race を編集できる
lt: Galite redaguoti duomenų bazės kodo sąrašą cl_race
mk: Може да го уредува списокот на кодови cl_race од базата на податоци
nl: Kan de databasecodelijst cl_race bewerken
sk: Možno upraviť zoznam databázy kódu cl-race
sv: Kan redigera databaskodlista cl_race
tl: Mababago ang tala ng kodigo ng kalipunan ng dato na cl_race
uk: Можна редагувати список кодів бази даних cl_race

source: Can edit database code list cl_sector
ar: يمكن تعديل قاعدة بيانات قائمة رمز cl_sector
de: Kann Datenbank-Codeliste cl_sector bearbeiten
es: Puede editar la base de datos de lista de códigos de cl_sector
fr_ml: Peut éditer la liste de codes de la base de données cl_sector
gl: Pode editar a lista de códigos da base de datos cl_sector
ja: データベース コード リスト cl_sector を編集できる
lt: Galite redaguoti duomenų bazės kodo sąrašą cl_sector
mk: Може да го уредува списокот на кодови cl_sector од базата на податоци
nl: Kan de databasecodelijst cl_sector bewerken
sk: Možno upraviť zoznam databázy kódu cl-sector
sv: Kan redigera databaskodlista cl_sector
tl: Mababago ang tala ng kodigo ng kalipunan ng dato na cl_sector
uk: Можна редагувати список кодів бази даних cl_sector

source: Can edit database code list cl_sex
ar: يمكن تعديل قاعدة بيانات قائمة رمز cl_sex
de: Kann Datenbank-Codeliste cl_sex bearbeiten
es: Puede editar la base de datos de lista de códigos de cl_sex
fr_ml: Peut éditer la liste de codes de la base de données cl_sex
gl: Pode editar a lista de códigos da base de datos cl_sex
ja: データベース コード リスト cl_sex を編集できる
lt: Galite redaguoti duomenų bazės kodo sąrašą cl_sex
mk: Може да го уредува списокот на кодови cl_sex од базата на податоци
nl: Kan de databasecodelijst cl_sex bewerken
sk: Možno upraviť zoznam databázy kódu cl_sex
sv: Kan redigera databaskodlista cl_sex
tl: Mababago ang tala ng kodigo ng kalipunan ng dato na cl_sex
uk: Можна редагувати список кодів бази даних cl_sex

source: Can edit database code list cl_special_value
ar: يمكن تعديل قاعدة بيانات قائمة رمز cl_special_value
de: Kann Datenbank-Codeliste cl_special_value bearbeiten
es: Puede editar la base de datos de lista de códigos de cl_special_value
fr_ml: Peut éditer la liste de codes de la base de données cl_special_value
gl: Pode editar a lista de códigos da base de datos cl_special_value
ja: データベース コード リスト cl_special_value を編集できる
lt: Galite redaguoti duomenų bazės kodo sąrašą cl_special_value
mk: Може да го уредува списокот на кодови cl_special_value од базата на податоци
nl: Kan de databasecodelijst cl_special_value bewerken
sk: Možno upraviť zoznam databázy kódu cl_special _value
sv: Kan redigera databaskodlista cl_special_value
tl: Mababago ang tala ng kodigo ng kalipunan ng dato na cl_special_value
uk: Можна редагувати список кодів бази даних cl_special_value

source: Can edit database code list cl_stype
ar: يمكن تعديل قاعدة بيانات قائمة رمز cl_stype
de: Kann Datenbank-Codeliste cl_stype bearbeiten
es: Puede editar la base de datos de lista de códigos de cl_stype
fr_ml: Peut éditer la liste de codes de la base de données cl_stype
gl: Pode editar a lista de códigos da base de datos cl_stype
ja: データベース コード リスト cl_stype を編集できる
lt: Galite redaguoti duomenų bazės kodo sąrašą cl_stype
mk: Може да го уредува списокот на кодови cl_stype од базата на податоци
nl: Kan de databasecodelijst cl_stype bewerken
sk: Možno upraviť zoznam databázy kódu cl_stype
sv: Kan redigera databaskodlista cl_stype
tl: Mababago ang tala ng kodigo ng kalipunan ng dato na cl_stype
uk: Можна редагувати список кодів бази даних cl_stype

source: Can edit database code list cl_tpop
ar: يمكن تعديل قاعدة بيانات قائمة رمز cl_tpop
de: Kann Datenbank-Codeliste cl_tpop bearbeiten
es: Puede editar la base de datos de lista de códigos de cl_tpop
fr_ml: Peut éditer la liste de codes de la base de données cl_tpop
gl: Pode editar a lista de códigos da base de datos cl_tpop
ja: データベース コード リスト cl_tpop を編集できる
lt: Galite redaguoti duomenų bazės kodo sąrašą cl_tpop
mk: Може да го уредува списокот на кодови cl_tpop од базата на податоци
nl: Kan de databasecodelijst cl_tpop bewerken
sk: Možno upraviť zoznam databázy kódu cl_tpop
sv: Kan redigera databaskodlista cl_tpop
tl: Mababago ang tala ng kodigo ng kalipunan ng dato na cl_tpop
uk: Можна редагувати список кодів бази даних cl_tpop

source: Can edit database code list cl_unit
ar: يمكن تعديل قاعدة بيانات قائمة رمز cl_unit
de: Kann Datenbank-Codeliste cl_unit bearbeiten
es: Puede editar la base de datos de lista de códigos de cl_unit
fr_ml: Peut éditer la liste de codes de la base de données cl_unitéditer
gl: Pode editar a lista de códigos da base de datos cl_unit
ja: データベース コード リスト cl_unit を編集できる
lt: Galite redaguoti duomenų bazės kodo sąrašą cl_unit
mk: Може да го уредува списокот на кодови cl_unit од базата на податоци
nl: Kan de databasecodelijst cl_unit bewerken
sk: Možno upraviť zoznam databázy kódu cl_unit
sv: Kan redigera databaskodlista cl_unit
tl: Mababago ang tala ng kodigo ng kalipunan ng dato na cl_unit
uk: Можна редагувати список кодів бази даних cl_unit

source: Can edit database code list cl_value_type
ar: يمكن تعديل قاعدة بيانات قائمة رمزcl_value_type
de: Kann Datenbank-Codeliste cl_value_type bearbeiten
es: Puede editar la base de datos de lista de códigos de cl_value_type
fr_ml: Peut éditer la liste de codes de la base de données cl_value_type
gl: Pode editar a lista de códigos da base de datos cl_value_type
ja: データベース コード リスト cl_value_type を編集できる
lt: Galite redaguoti duomenų bazės kodo sąrašą cl_value_type
mk: Може да го уредува списокот на кодови cl_value_type од базата на податоци
nl: Kan de databasecodelijst cl_value_type bewerken
sk: Možno upraviť zoznam databázy kódu cl_value_type
sv: Kan redigera databaskodlista cl_value_type
tl: Mababago ang tala ng kodigo ng kalipunan ng dato na cl_value_type
uk: Можна редагувати список кодів бази даних cl_value_type

source: Can edit database code list cl_vstatus
ar: يمكن تعديل قاعدة بيانات قائمة رمز cl_vstatus
de: Kann Datenbank-Codeliste cl_vstatus bearbeiten
es: Puede editar la base de datos de lista de códigos de cl_vstatus
fr_ml: Peut éditer la liste de codes de la base de données cl_vstatus
gl: Pode editar a lista de códigos da base de datos cl_vstatus
ja: データベース コード リスト cl_vstatus を編集できる
lt: Galite redaguoti duomenų bazės kodo sąrašą cl_vstatus
mk: Може да го уредува списокот на кодови cl_vstatus од базата на податоци
nl: Kan de databasecodelijst cl_vstatus bewerken
sk: Možno upraviť zoznam databázy kódu cl_vstatus
sv: Kan redigera databaskodlista cl_vstatus
tl: Mababago ang tala ng kodigo ng kalipunan ng dato na cl_vstatus
uk: Можна редагувати список кодів бази даних cl_vstatus

source: Can edit database code list cl_vulnstat
ar: يمكن تعديل قاعدة بيانات قائمة رمزcl_vulnstat
de: Kann Datenbank-Codeliste cl_vulnstat bearbeiten
es: Puede editar la base de datos de lista de códigos de cl_vulnstat
fr_ml: Peut éditer la liste de codes de la base de données cl_vulnstatéditer
gl: Pode editar a lista de códigos da base de datos cl_vulnstat
ja: データベース コード リスト cl_vulnstat を編集できる
lt: Galite redaguoti duomenų bazės kodo sąrašą cl_vulnstat
mk: Може да го уредува списокот на кодови cl_vulnstat од базата на податоци
nl: Kan de databasecodelijst cl_vulnstat bewerken
sk: Možno upraviť zoznam databázy kódu cl_vulnstat
sv: Kan redigera databaskodlista cl_vulnstat
tl: Mababago ang tala ng kodigo ng kalipunan ng dato na cl_vulnstat
uk: Можна редагувати список кодів бази даних cl_vulnstat

source: Can edit database code list cl_week
ar: يمكن تعديل قاعدة بيانات قائمة رمزcl_week
de: Kann Datenbank-Codeliste cl_week bearbeiten
es: Puede editar la base de datos de lista de códigos de cl_week
fr_ml: Peut éditer la liste de codes de la base de données cl_week
gl: Pode editar a lista de códigos da base de datos cl_week
ja: データベース コード リスト cl_week を編集できる
lt: Galite redaguoti duomenų bazės kodo sąrašą cl_week
mk: Може да го уредува списокот на кодови cl_week од базата на податоци
nl: Kan de databasecodelijst cl_week bewerken
sk: Možno upraviť zoznam databázy kódu cl_week
sv: Kan redigera databaskodlista cl_week
tl: Mababago ang tala ng kodigo ng kalipunan ng dato na cl_week
uk: Можна редагувати список кодів бази даних cl_week

source: Can edit database code list cl_year
ar: يمكن تعديل قاعدة بيانات قائمة رمز cl_year
de: Kann Datenbank-Codeliste cl_year bearbeiten
es: Puede editar la base de datos de lista de códigos de cl_year
fr_ml: Peut éditer la liste de codes de la base de données cl_year
gl: Pode editar a lista de códigos da base de datos cl_year
ja: データベース コード リスト cl_year を編集できる
lt: Galite redaguoti duomenų bazės kodo sąrašą cl_year
mk: Може да го уредува списокот на кодови cl_year од базата на податоци
nl: Kan de databasecodelijst cl_year bewerken
sk: Možno upraviť zoznam databázy kódu cl_year
sv: Kan redigera databaskodlista cl_year
tl: Mababago ang tala ng kodigo ng kalipunan ng dato na cl_year
uk: Можна редагувати список кодів бази даних cl_year

source: Administrative Source
ar: المصدر الإداري
de: Administrative Quelle
es: Fuente Administrativa
fr_ml: Source administrative
gl: Fonte administrativa
ja: 管理ソース
lt: Administracinis Šaltinis
mk: Административен извор
nl: Administratieve bron
sk: Administratívny zdroj
sv: Administrativ källa
tl: Napagkukunan ng Pangangasiwa
uk: Адміністративне джерело

source: Calculation Syntax Type
ar: نوع حسابات التركيب
de: Syntax-Berechnungsart
es: Tipo de Sintaxis para el Cálculo
fr_ml: Calcul de type de syntaxe
gl: Tipo de sintaxe de cálculo
ja: 計算式構文タイプ
lt: Skaičiavimo Sintaksės Tipas
mk: Тип на синтакса за пресметка
nl: Berekeningssyntaxistype
sk: Výpočet typu syntaxe
tl: Uri ng Palaugnayan ng Pagtutuos
uk: Розрахунок типу синтаксису

source: Currency
ar: عملة
de: Währung
es: Moneda
fr_ml: Monnaie
gl: Moeda
ja: 通貨
lt: Valiuta
mk: Валута
nl: Munteenheid
sk: Mena
sv: Valuta
tl: Salaping umiiral
uk: Валюта

source: Days
ar: أيام
de: Tage
es: Días
fr_ml: Jours
gl: Días
ja: 日数
lt: Dienos
mk: Денови
nl: Dagen
sk: Dni
sv: Dagar
tl: Mga araw
uk: Дні

source: Disaggregation
ar: تفصيل
de: Aufteilung
es: División
fr_ml: Désagrégation
gl: Desglose
ja: 分割
mk: Расчленување
nl: Uitsplitsing
sk: Nesúhlas
sv: Uppdelning
tl: Paghihiwahiwalay
uk: Розукрупнення

source: Disease
ar: مرض
de: Krankheit
es: Enfermedad
fr_ml: Maladie
gl: Doenza
ja: 疾病
lt: Liga
mk: Заболување
nl: Ziekte
sk: Choroba
sv: Sjukdom
tl: Karamdaman
uk: Хвороба

source: Disease Status
ar: حالة المرض
de: Krankheitsstatus
es: Estatus Enfermedad
fr_ml: Situation de la maladie
gl: Estado da doenza
ja: 疾患の状態
lt: Ligos Būsena
mk: Статус на заболување
nl: Ziektestatus
sk: Stav choroby
sv: Sjukdomsstatus
tl: Kalagayan ng Karamdaman
uk: Статус хвороби

source: Data Source
ar: بيانات المصدر
de: Datenquelle
es: Fuente de datos
fr_ml: Source de données
gl: Fonte de datos
ja: データ ソース
lt: Duomenų Šaltinis
mk: Извор на податоци
nl: Gegevensbron
sk: Zdroj údaju
sv: Datakälla
tl: Pinagkukunan ng Dato
uk: Джерело даних

source: Data Source Type
ar: نوع بيانات المصدر
de: Datenquellenart
es: Tipo de fuente de datos
fr_ml: Type de source de données
gl: Tipo de fonte de datos
ja: データソースの種類
lt: Duomenų Šaltinio Tipas
mk: Тип на извор на податоци
nl: Gegevensbrontype
sk: Typ zdroja údaju
sv: Datakälltyp
tl: Uri ng Napagkukunan ng Dato
uk: Тип джерела даних

source: Datatype
ar: نوع بيانات
de: Datenart
es: Tipo de dato
fr_ml: Type de données
gl: Tipo de datos
ja: データ型
lt: Duomenų Tipas
mk: Податочен тип
nl: Gegevenstype
sk: Typ údaju
sv: Datatyp
tl: Uri ng Dato
uk: Тип даних

source: Followup Period
ar: مدة المتابعة
de: Nachuntersuchungszeitraum
es: Período de Seguimiento
fr_ml: Période de suivi
gl: Período de seguimento
ja: フォローアップ期間
mk: Период на проследување
nl: Follow-upperiode
sk: Obdobie sledovania
sv: Uppföljningstid
tl: Panahon ng Pagtugaygay
uk: Післяопераційний період

source: Boundary Type
ar: نوع الحدود
de: Grenzart
es: Tipo de Límite
fr_ml: Type de frontière
gl: Tipo de límite
ja: 境界の種類
lt: Ribos Tipas
mk: Тип на граница
nl: Grenstype
sk: typ hranice
tl: Uri ng Hangganan
uk: Тип межі

source: Country Code
ar: كود البلد
de: Ländercode
es: Código de país
fr_ml: Code du pays
gl: Código do país
ja: 国コード
lt: Šalies kodas
mk: Код на земјата
nl: Landcode
sk: Kód krajiny
sv: Landskod
tl: Kodigo ng Bansa
uk: Код країни

source: Gender
ar: الجنس
de: Geschlecht
es: Género
fr_ml: Sexe
gl: Sexo
ja: 性別
lt: Lytis
mk: Пол
nl: Geslacht
sk: Pohlavie
sv: Kön
tl: Kasarian
uk: Стать
