Repository: agabaandre/iHRIS-Pharmacy-Qualify
Catalog: 4.1.11/ihris-common/translations/templates/sdmx-hd-code-lists/*.po
Languages: ar, de, es, fr_ml, gl, ja, lt, mk, nl, sk, sv, tl, uk

source: Can view database code list cl_asource
ar: يمكن عرض قاعدة بيانات قائمة رمز cl_asource
de: Kann Datenbank-Codeliste cl_asource ansehen
es: Puede ver la base de datos de lista de códigos de cl_asource
fr_ml: Peut afficher la liste de codes de la base de données cl_asource
gl: Pode ollar a lista de códigos da base de datos cl_asource
ja: データベース コード リスト cl_asource を閲覧できる
lt: Galite peržiūrėti duomenų bazės kodo sąrašą cl_asource
mk: Може да го прегледува списокот на кодови cl_asource од базата на податоци
nl: Kan de databasecodelijst cl_source bekijken
sk: Možno zobraziť zoznam databázy kódu cl_asource
sv: Kan visa databaskodlista cl_asource
tl: Makikita ang tala ng kodigo ng kalipunan ng dato na cl_asource
uk: Можна переглядати список кодів бази даних cl_asource

source: Can view database code list cl_cstype
ar: يمكن عرض قاعدة بيانات قائمة رمز cl_cstype
de: Kann Datenbank-Codeliste cl_cstype ansehen
es: Puede ver la base de datos de lista de códigos de cl_cstype
fr_ml: Peut afficher la liste de codes de la base de données cl_cstype
gl: Pode ollar a lista de códigos da base de datos cl_cstype
ja: データベース コード リスト cl_cstype を閲覧できる
lt: Galite peržiūrėti duomenų bazės kodo sąrašą cl_cstype
mk: Може да го прегледува списокот на кодови cl_cstype од базата на податоци
nl: Kan de databasecodelijst cl_cstype bekijken
sk: Možno zobraziť zoznam databázy kódu cl_cstype
sv: Kan visa databaskodlista cl_cstype
tl: Makikita ang tala ng kodigo ng kalipunan ng dato na cl_cstype
uk: Можна переглядати список кодів бази даних cl_cstyp

source: Can view database code list cl_currency
ar: يمكن عرض قاعدة بيانات قائمة رمز cl_currency
de: Kann Datenbank-Codeliste cl_currency ansehen
es: Puede ver la base de datos de lista de códigos de cl_currency
fr_ml: Peut afficher la liste de codes de la base de données cl_currency
gl: Pode ollar a lista de códigos da base de datos cl_currency
ja: データベース コード リスト cl_currency を閲覧できる
lt: Galite peržiūrėti duomenų bazės kodų sąrašą cl_currency
mk: Може да го прегледува списокот на кодови cl_currency од базата на податоци
nl: Kan de databasecodelijst cl_currency bekijken
sk: Možno zobraziť zoznam databázy kódu cl_currency
sv: Kan visa databaskodlista cl_currency
tl: Makikita ang tala ng kodigo ng kalipunan ng dato na cl_currency
uk: Можна переглядати список кодів бази даних cl_currence

source: Can view database code list cl_day
ar: يمكن عرض قاعدة بيانات قائمة رمز cl_day
de: Kann Datenbank-Codeliste cl_day ansehen
es: Puede ver la base de datos de lista de códigos de cl_day
fr_ml: Peut afficher la liste de codes de la base de données cl_day
gl: Pode ollar a lista de códigos da base de datos cl_day
ja: データベース コード リスト cl_day を閲覧できる
lt: Galite peržiūrėti duomenų bazės kodo sąrašą cl_day
mk: Може да го прегледува списокот на кодови cl_day од базата на податоци
nl: Kan de databasecodelijst cl_day bekijken
sk: Možno zobraziť zoznam databázy kódu cl_day
sv: Kan visa databaskodlista cl_day
tl: Makikita ang tala ng kodigo ng kalipunan ng dato na cl_day
uk: Можна переглядати список кодів бази даних cl_day

source: Can view database code list cl_disagg
ar: يمكن عرض قاعدة بيانات قائمة رمز cl_disagg
de: Kann Datenbank-Codeliste cl_disagg ansehen
es: Puede ver la base de datos de lista de códigos de cl_disagg
fr_ml: Peut afficher la liste de codes de la base de données cl_disagg
gl: Pode ollar a lista de códigos da base de datos cl_disagg
ja: データベース コード リスト cl_disagg を閲覧できる
lt: Galite peržiūrėti duomenų bazės kodo sąrašą cl_disagg
mk: Може да го прегледува списокот на кодови cl_disagg од базата на податоци
nl: Kan de databasecodelijst cl_disagg bekijken
sk: Možno zobraziť zoznam databázy kódu cl_disagg
sv: Kan visa databaskodlista cl_disagg
tl: Makikita ang tala ng kodigo ng kalipunan ng dato na cl_disagg
uk: Можна переглядати список кодів бази даних cl_disagg

source: Can view database code list cl_disease
ar: يمكن عرض قاعدة بيانات قائمة رمز cl_disease
de: Kann Datenbank-Codeliste cl_disease ansehen
es: Puede ver la base de datos de lista de códigos de cl_disease
fr_ml: Peut afficher la liste de codes de la base de données cl_disease
gl: Pode ollar a lista de códigos da base de datos cl_disease
ja: データベース コード リスト cl_disease を閲覧できる
lt: Galite peržiūrėti duomenų bazės kodo sąrašą cl_disease
mk: Може да го прегледува списокот на кодови cl_disease од базата на податоци
nl: Kan de databasecodelijst cl_disease bekijken
sk: Možno zobraziť zoznam databázy kódu cl_disease
sv: Kan visa databaskodlista cl_disease
tl: Makikita ang tala ng kodigo ng kalipunan ng dato na cl_disease
uk: Можна переглядати список кодів бази даних cl_disease

source: Can view database code list cl_disstat
ar: يمكن عرض قاعدة بيانات قائمة رمز cl_disstat
de: Kann Datenbank-Codeliste cl_disstat ansehen
es: Puede ver la base de datos de lista de códigos de cl_disstat
fr_ml: Peut afficher la liste de codes de la base de données list cl_disstat
gl: Pode ollar a lista de códigos da base de datos cl_disstat
ja: データベース コード リスト cl_disstat を閲覧できる
lt: Galite peržiūrėti duomenų bazės kodo sąrašą cl_disstat
mk: Може да го прегледува списокот на кодови cl_disstat од базата на податоци
nl: Kan de databasecodelijst cl_disstat bekijken
sk: Možno zobraziť zoznam databázy kódu cl_disstat
sv: Kan visa databaskodlista cl_disstat
tl: Makikita ang tala ng kodigo ng kalipunan ng dato na cl_disstat
uk: Можна переглядати список кодів бази даних cl_disstat

source: Can view database code list cl_dsource
ar: يمكن عرض قاعدة بيانات قائمة رمز cl_dsource
de: Kann Datenbank-Codeliste cl_dsource ansehen
es: Puede ver la base de datos de lista de códigos de cl_dsource
fr_ml: Peut afficher la liste de codes de la base de données cl_dsource
gl: Pode ollar a lista de códigos da base de datos cl_dsource
ja: データベース コード リスト cl_dsource を閲覧できる
lt: Galite peržiūrėti duomenų bazės kodo sąrašą cl_dsource
mk: Може да го прегледува списокот на кодови cl_dsource од базата на податоци
nl: Kan de databasecodelijst cl_dsource bekijken
sk: Možno zobraziť zoznam databázy kódu cl_source
sv: Kan visa databaskodlista cl_dsource
tl: Makikita ang tala ng kodigo ng kalipunan ng dato na cl_dsource
uk: Можна переглядати список кодів бази даних cl_dsource

source: Can view database code list cl_dstype
ar: يمكن عرض قاعدة بيانات قائمة رمز cl_dstype
de: Kann Datenbank-Codeliste cl_dstype ansehen
es: Puede ver la base de datos de lista de códigos de cl_dstype
fr_ml: Peut afficher la liste de codes de la base de données cl_dstype
gl: Pode ollar a lista de códigos da base de datos cl_dstype
ja: データベース コード リスト cl_dstype を閲覧できる
lt: Galite peržiūrėti duomenų bazės kodo sąrašą cl_dstype
mk: Може да го прегледува списокот на кодови cl_dstype од базата на податоци
nl: Kan de databasecodelijst cl_dstype bekijken
sk: Možno zobraziť zoznam databázy kódu cl_dstype
sv: Kan visa databaskodlista cl_dstype
tl: Makikita ang tala ng kodigo ng kalipunan ng dato na cl_dstype
uk: Можна переглядати список кодів бази даних cl_dstype

source: Can view database code list cl_dtype
ar: يمكن عرض قاعدة بيانات قائمة رمز cl_dtype
de: Kann Datenbank-Codeliste cl_dtype ansehen
es: Puede ver la base de datos de lista de códigos de cl_dtype
fr_ml: Peut afficherl a liste de codes de la base de données cl_dtype
gl: Pode ollar a lista de códigos da base de datos cl_dtype
ja: データベース コード リスト cl_dtype を閲覧できる
lt: Galite peržiūrėti duomenų bazės kodo sąrašą cl_dtype
mk: Може да го прегледува списокот на кодови cl_dtype од базата на податоци
nl: Kan de databasecodelijst cl_ bekijken
sk: Možno zobraziť zoznam databázy kódu cl_dtype
sv: Kan visa databaskodlista cl_dtype
tl: Makikita ang tala ng kodigo ng kalipunan ng dato na cl_dtype
uk: Можна переглядати список кодів бази даних cl_dtype

source: Can view database code list cl_fperiod
ar: يمكن عرض قاعدة بيانات قائمة رمز cl_fperiod
de: Kann Datenbank-Codeliste cl_fperiod ansehen
es: Puede ver la base de datos de lista de códigos de cl_fperiod
fr_ml: Peut afficher la liste de codes de la base de données cl_fperiod
gl: Pode ollar a lista de códigos da base de datos cl_fperiod
ja: データベース コード リスト cl_fperiod を閲覧できる
lt: Galite peržiūrėti duomenų bazės kodo sąrašą cl_fperiod
mk: Може да го прегледува списокот на кодови cl_fperiod од базата на податоци
nl: Kan de databasecodelijst cl_fperiod bekijken
sk: Možno zobraziť zoznam databázy kódu cl_fperiod
sv: Kan visa databaskodlista cl_fperiod
tl: Makikita ang tala ng kodigo ng kalipunan ng dato na cl_fperiod
uk: Можна переглядати список кодів бази даних cl_fperiod

source: Can view database code list cl_gboundary_type
ar: يمكن عرض قاعدة بيانات قائمة رمز cl_gboundary_type
de: Kann Datenbank-Codeliste cl_gboundary_type ansehen
es: Puede ver la base de datos de lista de códigos de cl_gboundary_type
fr_ml: Peut afficher la liste de codes de la base de données cl_gboundary_type
gl: Pode ollar a lista de códigos da base de datos cl_gboundary_type
ja: データベース コード リスト cl_gboundary_type を閲覧できる
lt: Galite peržiūrėti duomenų bazės kodo sąrašą cl_gboundary_type
mk: Може да го прегледува списокот на кодови cl_gboundary_type од базата на податоци
nl: Kan de databasecodelijst cl_gboundary_type bekijken
sk: možno zobraziť zoznam databázy kódu cl_gboundary_type
sv: Kan visa databaskodlista cl_gboundary_type
tl: Makikita ang tala ng kodigo ng kalipunan ng dato na cl_gboundary_type
uk: Можна переглядати список кодів бази даних cl_gboundary_type

source: Can view database code list cl_gcode_country
ar: يمكن عرض قاعدة بيانات قائمة رمز cl_gcode_country
de: Kann Datenbank-Codeliste cl_gcode_country ansehen
es: Puede ver la base de datos de lista de códigos de cl_gcode_country
fr_ml: Peut afficher la liste de codes de la base de données cl_gcode_country
gl: Pode ollar a lista de códigos da base de datos cl_gcode_country
ja: データベース コード リスト cl_gcode_country を閲覧できる
lt: Galite peržiūrėti duomenų bazės kodo sąrašą cl_gcode_country
mk: Може да го прегледува списокот на кодови cl_gcode_country од базата на податоци
nl: Kan de databasecodelijst cl_gcode_country bekijken
sk: možno zobraziť zoznam databázy kódu cl_gcode_country
sv: Kan visa databaskodlista cl_gcode_country
tl: Makikita ang tala ng kodigo ng kalipunan ng dato na cl_gcode_country
uk: Можна переглядати список кодів бази даних cl_gcode_country

source: Can view database code list cl_gender
ar: يمكن عرض قاعدة بيانات قائمة رمز cl_gender
de: Kann Datenbank-Codeliste cl_gender ansehen
es: Puede ver la base de datos de lista de códigos de cl_gender
fr_ml: Peut afficher la liste de codes de la base de données cl_gender
gl: Pode ollar a lista de códigos da base de datos cl_gender
ja: データベース コード リスト cl_gender を閲覧できる
lt: Galite peržiūrėti duomenų bazės kodo sąrašą cl_gender
mk: Може да го прегледува списокот на кодови cl_gender од базата на податоци
nl: Kan de databasecodelijst cl_gender bekijken
sk: Možno zobraziť zoznam databázy kódu cl_gender
sv: Kan visa databaskodlista cl_gender
tl: Makikita ang tala ng kodigo ng kalipunan ng dato na cl_gender
uk: Можна переглядати список кодів бази даних cl_gender

source: Can view database code list cl_glevel
ar: يمكن عرض قاعدة بيانات قائمة رمز cl_glevel
de: Kann Datenbank-Codeliste cl_glevel ansehen
es: Puede ver la base de datos de lista de códigos de cl_glevel
fr_ml: Peut afficher la liste de codes de la base de données cl_glevel
gl: Pode ollar a lista de códigos da base de datos cl_glevel
ja: データベース コード リスト cl_glevel を閲覧できる
lt: Galite peržiūrėti duomenų bazės kodo sąrašą cl_glevel
mk: Може да го прегледува списокот на кодови cl_glevel од базата на податоци
nl: Kan de databasecodelijst cl_glevel bekijken
sk: Možno zobraziť zoznam databázy kódu cl_level
sv: Kan visa databaskodlista cl_glevel
tl: Makikita ang tala ng kodigo ng kalipunan ng dato na cl_glevel
uk: Можна переглядати список кодів бази даних cl_glevel

source: Can view database code list cl_glocation
ar: يمكن عرض قاعدة بيانات قائمة رمز cl_glocation
de: Kann Datenbank-Codeliste cl_glocation ansehen
es: Puede ver la base de datos de lista de códigos de cl_glocation
fr_ml: Peut afficher la liste de codes de la base de données cl_glocation
gl: Pode ollar a lista de códigos da base de datos cl_glocation
ja: データベース コード リスト cl_glocation を閲覧できる
lt: Galite peržiūrėti duomenų bazės kodo sąrašą cl_glocation
mk: Може да го прегледува списокот на кодови cl_glocation од базата на податоци
nl: Kan de databasecodelijst cl_glocation bekijken
sk: Možno zobraziť zoznam databázy kódu cl_glocation
sv: Kan visa databaskodlista cl_glocation
tl: Makikita ang tala ng kodigo ng kalipunan ng dato na cl_glocation
uk: Можна переглядати список кодів бази даних cl_glocation

source: Can view database code list cl_hif1
ar: يمكن عرض قاعدة بيانات قائمة رمز cl_hif1
de: Kann Datenbank-Codeliste cl_hif1 ansehen
es: Puede ver la base de datos de lista de códigos de cl_hif1
fr_ml: Peut afficher la liste de codes de la base de données cl_hif1
gl: Pode ollar a lista de códigos da base de datos cl_hif1
ja: データベース コード リスト cl_hif1 を閲覧できる
lt: Galite peržiūrėti duomenų bazės kodo sąrašą cl_hif1
mk: Може да го прегледува списокот на кодови cl_hif1 од базата на податоци
nl: Kan de databasecodelijst cl_hif1 bekijken
sk: Možno zobraziť zoznam databázy kódu cl_hifl
sv: Kan visa databaskodlista cl_hif1
tl: Makikita ang tala ng kodigo ng kalipunan ng dato na cl_hif1
uk: Можна переглядати список кодів бази даних cl_hif1

source: Can view database code list cl_hif2
ar: يمكن عرض قاعدة بيانات قائمة رمز cl_hif2
de: Kann Datenbank-Codeliste cl_hif2 ansehen
es: Puede ver la base de datos de lista de códigos de cl_hif2
fr_ml: Peut afficher la liste de codes de la base de données cl_hif2
gl: Pode ollar a lista de códigos da base de datos cl_hif2
ja: データベース コード リスト cl_hif2 を閲覧できる
lt: Galite peržiūrėti duomenų bazės kodo sąrašą cl_hif2
mk: Може да го прегледува списокот на кодови cl_hif2 од базата на податоци
nl: Kan de databasecodelijst cl_hif2 bekijken
sk: Možno zobraziť zoznam databázy kódu cl_hif2
sv: Kan visa databaskodlista cl_hif2
tl: Makikita ang tala ng kodigo ng kalipunan ng dato na cl_hif2
uk: Можна переглядати список кодів бази даних cl_hif2

source: Can view database code list cl_income
ar: يمكن عرض قاعدة بيانات قائمة رمز cl_income
de: Kann Datenbank-Codeliste cl_income ansehen
es: Puede ver la base de datos de lista de códigos de cl_income
fr_ml: Peut afficher la liste de codes de la base de données cl_income
gl: Pode ollar a lista de códigos da base de datos cl_income
ja: データベース コード リスト cl_income を閲覧できる
lt: Galite peržiūrėti duomenų bazės kodo sąrašą cl_income
mk: Може да го прегледува списокот на кодови cl_income од базата на податоци
nl: Kan de databasecodelijst cl_income bekijken
sk: Možno zobraziť zoznam databázy kódu cl_income
sv: Kan visa databaskodlista cl_income
tl: Makikita ang tala ng kodigo ng kalipunan ng dato na cl_income
uk: Можна переглядати список кодів бази даних cl_income

source: Can view database code list cl_logical
ar: يمكن عرض قاعدة بيانات قائمة رمز cl_logical
de: Kann Datenbank-Codeliste cl_logical ansehen
es: Puede ver la base de datos de lista de códigos de cl_logical
fr_ml: Peut afficher la liste de codes de la base de données cl_logical
gl: Pode ollar a lista de códigos da base de datos cl_logical
ja: データベース コード リスト cl_logical を閲覧できる
lt: Galite peržiūrėti duomenų bazės kodo sąrašą cl_logical
mk: Може да го прегледува списокот на кодови cl_logical од базата на податоци
nl: Kan de databasecodelijst cl_logical bekijken
sk: Možno zobraziť zoznam databázy kódu cl_logical
sv: Kan visa databaskodlista cl_logical
tl: Makikita ang tala ng kodigo ng kalipunan ng dato na cl_logical
uk: Можна переглядати список кодів бази даних cl_logical

source: Can view database code list cl_metype
ar: يمكن عرض قاعدة بيانات قائمة رمز cl_metype
de: Kann Datenbank-Codeliste cl_metype ansehen
es: Puede ver la base de datos de lista de códigos de cl_metype
fr_ml: Peut afficher la liste de codes de la base de données cl_metype
gl: Pode ollar a lista de códigos da base de datos cl_metype
ja: データベース コード リスト cl_metype を閲覧できる
lt: Galite peržiūrėti duomenų bazės kodo sąrašą cl_metype
mk: Може да го прегледува списокот на кодови cl_metype од базата на податоци
nl: Kan de databasecodelijst cl_metype bekijken
sk: Možno zobraziť zoznam databázy kódu cl_metype
sv: Kan visa databaskodlista cl_metype
tl: Makikita ang tala ng kodigo ng kalipunan ng dato na cl_metype
uk: Можна переглядати список кодів бази даних cl_metype

source: Can view database code list cl_month
ar: يمكن عرض قاعدة بيانات قائمة رمز cl_month
de: Kann Datenbank-Codeliste cl_month ansehen
es: Puede ver la base de datos de lista de códigos de cl_month
fr_ml: Peut afficher la liste de codes de la base de données cl_month
gl: Pode ollar a lista de códigos da base de datos cl_month
ja: データベース コード リスト cl_month を閲覧できる
lt: Galite peržiūrėti duomenų bazės kodo sąrašą cl_month
mk: Може да го прегледува списокот на кодови cl_month од базата на податоци
nl: Kan de databasecodelijst cl_month bekijken
sk: Možno zobraziť zoznam databázy kódu cl_month
sv: Kan visa databaskodlista cl_month
tl: Makikita ang tala ng kodigo ng kalipunan ng dato na cl_month
uk: Можна переглядати список кодів бази даних cl_month

source: Can view database code list cl_mult
ar: يمكن عرض قاعدة بيانات قائمة رمز cl_mult
de: Kann Datenbank-Codeliste cl_mult ansehen
es: Puede ver la base de datos de lista de códigos de cl_mult
fr_ml: Peut afficher la liste de codes de la base de données cl_mult
gl: Pode ollar a lista de códigos da base de datos cl_mult
ja: データベース コード リスト cl_mult を閲覧できる
lt: Galite peržiūrėti duomenų bazės kodo sąrašą cl_mult
mk: Може да го прегледува списокот на кодови cl_mult од базата на податоци
nl: Kan de databasecodelijst cl_mult bekijken
sk: Možno zobraziť zoznam databázy kódu cl-mult
sv: Kan visa databaskodlista cl_mult
tl: Makikita ang tala ng kodigo ng kalipunan ng dato na cl_mult
uk: Можна переглядати список кодів бази даних cl_mult

source: Can view database code list cl_operand
ar: يمكن عرض قاعدة بيانات قائمة رمز cl_operand
de: Kann Datenbank-Codeliste cl_operand ansehen
es: Puede ver la base de datos de lista de códigos de cl_operand
fr_ml: Peut afficher la liste de codes de la base de données cl_operand
gl: Pode ollar a lista de códigos da base de datos cl_operand
ja: データベース コード リスト cl_operand を閲覧できる
lt: Galite peržiūrėti duomenų bazės kodo sąrašą cl_operand
mk: Може да го прегледува списокот на кодови cl_operand од базата на податоци
nl: Kan de databasecodelijst cl_operand bekijken
sk: Možno zobraziť zoznam databázy kódu cl_operand
sv: Kan visa databaskodlista cl_operand
tl: Makikita ang tala ng kodigo ng kalipunan ng dato na cl_operand
uk: Можна переглядати список кодів бази даних cl_operand

source: Can view database code list cl_orphan
ar: يمكن عرض قاعدة بيانات قائمة رمز cl_orphan
de: Kann Datenbank-Codeliste cl_orphan ansehen
es: Puede ver la base de datos de lista de códigos de cl_orphan
fr_ml: Peut afficher la liste de codes de la base de données cl_orphan
gl: Pode ollar a lista de códigos da base de datos cl_orphan
ja: データベース コード リスト cl_orphan を閲覧できる
lt: Galite peržiūrėti duomenų bazės kodo sąrašą cl_orphan
mk: Може да го прегледува списокот на кодови cl_orphan од базата на податоци
nl: Kan de databasecodelijst cl_orphan bekijken
sk: Možno zobraziť zoznam databázy kódu cl_orphan
sv: Kan visa databaskodlista cl_orphan
tl: Makikita ang tala ng kodigo ng kalipunan ng dato na cl_orphan
uk: Можна переглядати список кодів бази даних cl_orphan

source: Can view database code list cl_otype
ar: يمكن عرض قاعدة بيانات قائمة رمز cl_otype
de: Kann Datenbank-Codeliste cl_otype ansehen
es: Puede ver la base de datos de lista de códigos de cl_otype
fr_ml: Peut afficher la liste de codes de la base de données cl_otype
gl: Pode ollar a lista de códigos da base de datos cl_otype
ja: データベース コード リスト cl_otype を閲覧できる
lt: Galite peržiūrėti duomenų bazės kodo sąrašą cl_otype
mk: Може да го прегледува списокот на кодови cl_otype од базата на податоци
nl: Kan de databasecodelijst cl_otype bekijken
sk: Možno zobraziť zoznam databázy kódu cl_otype
sv: Kan visa databaskodlista cl_otype
tl: Makikita ang tala ng kodigo ng kalipunan ng dato na cl_otype
uk: Можна переглядати список кодів бази даних cl_otype

source: Can view database code list cl_periodicity
ar: يمكن عرض قاعدة بيانات قائمة رمز cl_periodicity
de: Kann Datenbank-Codeliste cl_periodicity ansehen
es: Puede ver la base de datos de lista de códigos de cl_periodicity
fr_ml: Peut afficher la liste de codes de la base de données cl_periodicity
gl: Pode ollar a lista de códigos da base de datos cl_periodicity
ja: データベース コード リスト cl_periodicity を閲覧できる
lt: Galite peržiūrėti duomenų bazės kodo sąrašą cl_periodicity
mk: Може да го прегледува списокот на кодови cl_periodicity од базата на податоци
nl: Kan de databasecodelijst cl_periodicity bekijken
sk: Možno zobraziť zoznam databázy kódu cl_periodicity
sv: Kan visa databaskodlista cl_periodicity
tl: Makikita ang tala ng kodigo ng kalipunan ng dato na cl_periodicity
uk: Можна переглядати список кодів бази даних cl_periodicity

source: Can view database code list cl_preg
ar: يمكن عرض قاعدة بيانات قائمة رمز cl_preg
de: Kann Datenbank-Codeliste cl_preg ansehen
es: Puede ver la base de datos de lista de códigos de cl_preg
fr_ml: Peut afficher la liste de codes de la base de données cl_preg
gl: Pode ollar a lista de códigos da base de datos cl_preg
ja: データベース コード リスト cl_preg を閲覧できる
lt: Galite peržiūrėti duomenų bazės kodo sąrašą cl_preg
mk: Може да го прегледува списокот на кодови cl_preg од базата на податоци
nl: Kan de databasecodelijst cl_preg bekijken
sk: Možno zobraziť zoznam databázy kódu cl_preg
sv: Kan visa databaskodlista cl_preg
tl: Makikita ang tala ng kodigo ng kalipunan ng dato na cl_preg
uk: Можна переглядати список кодів бази даних cl_preg

source: Can view database code list cl_pstatus
ar: يمكن عرض قاعدة بيانات قائمة رمز cl_pstatus
de: Kann Datenbank-Codeliste cl_pstatus ansehen
es: Puede ver la base de datos de lista de códigos de cl_pstatus
fr_ml: Peut afficher la liste de codes de la base de données cl_pstatus
gl: Pode ollar a lista de códigos da base de datos cl_pstatus
ja: データベース コード リスト cl_pstatus を閲覧できる
lt: Galite peržiūrėti duomenų bazės kodo sąrašą cl_pstatus
mk: Може да го прегледува списокот на кодови cl_pstatus од базата на податоци
nl: Kan de databasecodelijst cl_pstatus bekijken
sk: Možno zobraziť zoznam databázy kódu cl_pstatus
sv: Kan visa databaskodlista cl_pstatus
tl: Makikita ang tala ng kodigo ng kalipunan ng dato na cl_pstatus
uk: Можна переглядати список кодів бази даних cl_pstatus

source: Can view database code list cl_ptype
ar: يمكن عرض قاعدة بيانات قائمة رمز cl_ptype
de: Kann Datenbank-Codeliste cl_ptype ansehen
es: Puede ver la base de datos de lista de códigos de cl_ptype
fr_ml: Peut afficher la liste de codes de la base de données cl_ptype
gl: Pode ollar a lista de códigos da base de datos cl_ptype
ja: データベース コード リスト cl_ptype を閲覧できる
lt: Galite peržiūrėti duomenų bazės kodo sąrašą cl_ptype
mk: Може да го прегледува списокот на кодови cl_ptype од базата на податоци
nl: Kan de databasecodelijst cl_ptype bekijken
sk: Možno zobraziť zoznam databázy kódu cl_ptype
sv: Kan visa databaskodlista cl_ptype
tl: Makikita ang tala ng kodigo ng kalipunan ng dato na cl_ptype
uk: Можна переглядати список кодів бази даних cl_ptype
