Repository: agabaandre/iHRIS-Pharmacy-Qualify
Catalog: 4.1.11/ihris-common/translations/templates/sdmx-hd-code-lists/*.po
Languages: ar, de, es, fr_ml, gl, ja, lt, mk, nl, sk, sv, tl, uk

source: Geographic Level
ar: المستوى الجغرافي
de: Geographisches Niveau
es: Nivel geográfico
fr_ml: Niveau géographique
gl: Nivel xeográfico
ja: 地理的レベル
lt: Geografijos lygis
mk: Географско ниво
nl: Geografisch niveau
sk: Zemepisná úroveň
sv: Geografisk Nivå
tl: Antas na Pangheograpiya
uk: Географічний рівень

source: Geographic Location
ar: الموقع الجغرافي
de: Geographische Lage
es: Ubicación geográfica
fr_ml: Localisation géographique
gl: Localización xeográfica
ja: 地理的位置
lt: Geografinė padėtis
mk: Географска положба
nl: Geografische locatie
sk: zemepisná poloha
sv: Geografisk Plats
tl: Kinalalagyang Pangheograpiya
uk: Географічне розташування

source: Health Indicator Framework 1
ar: اطار مؤشر الصحة 1
de: Gesundheitsindikatorenrahmen 1
es: Indicador de Salud del Framework 1
fr_ml: Cadre d'indicateur sanitaire 1
gl: Cadro de indicador sanitario 1
ja: 健康指標フレームワーク 1
mk: Рамка 1 на показател на здравје
nl: Gezondheidsindicatieraamwerk 1
sk: Ukazovateľ zdravia Rámec 1
tl: Unang Balangkas ng Panukat ng Kalusugan
uk: Середовище 1 вказівника здоров'я

source: Health Indicator Framework 2
ar: اطار مؤشر الصحة 2
de: Gesundheitsindikatorenrahmen 2
es: Indicador de Salud del Framework 2
fr_ml: Cadre d'indicateur sanitaire 2
gl: Cadro de indicador sanitario 2
ja: 健康指標フレームワーク 2
mk: Рамка 2 на показател на здравје
nl: Gezondheidsindicatieraamwerk 2
sk: Ukazovateľ zdravia Rámec 2
tl: Pangalawang Balangkas ng Panukat ng Kalusugan
uk: Середовище 2 вказівника здоров'я

source: Individual Income
ar: دخل الفرد
de: Persönliches Einkommen
es: Ingresos individuales
fr_ml: Revenu individuel
gl: Ingresos individuais
ja: 個人所得
lt: Asmeninės Pajamos
nl: Individueel inkomen
sk: Osobný príjem
sv: Enskild inkomst
tl: Pang-isahang Kinikita
uk: Індивідуальний зиск

source: Logical: extended list for boolean values
ar: منطقيا: لائحة مطولة لقيم منطقية
de: Logik: erweiterte Liste aussagenlogischer Werte
es: Logica: Lista extendida para valores booleanos
fr_ml: Logique: liste étendues de valeurs booléennes
gl: Lóxica: Lista extensa dos valores booleanos
ja: 論理: ブール値の拡張リスト
nl: Logisch: uitgebreide lijst voor booleaanse waarden
sk: Logicky: Rozšírený zoznam logických hodnôt
sv: Logiskt: utökad lista för booleska värden
tl: Lohikal: pinahabang tala para sa mga halagang booleano
uk: Логічний: розширений список для бульових значень

source: Monitoring and Evaluation Framework
ar: إطار الرصد والتقييم
de: Überprüfungs- und Bewertungsrahmen
es: Marco para el Monitoreo y Evaluación
fr_ml: Cadre de suivi et d'évaluation
gl: Cadro de seguimento e avaliación
ja: 監視と評価のフレームワーク
nl: Toezicht- en evaluatiekader
sk: Sledovanie a hodnotenie Rámca
tl: Balangkas ng Pagsubaybay at Pagsusuri
uk: Середовище моніторингу та оцінки

source: Months
ar: أشهر
de: Monate
es: Meses
fr_ml: Mois
gl: Meses
ja: 何か月
lt: Mėnesiai
mk: Месеци
nl: Maanden
sk: Mesiace
sv: Månader
tl: Mga buwan
uk: Місяці

source: Multiplier
ar: المضاعف
de: Multiplikator
es: Multiplicador
fr_ml: Multiplicateur
gl: Multiplicador
ja: 乗算
lt: Daugiklis
mk: Множител
sk: Násobiteľ
sv: Multiplikator
tl: Tagapagparami
uk: Множник

source: Operand type of indicator
ar: نوع المعامل للمؤشر
de: Operandenart des Indikators
es: Indicador del Tipo de Operando
fr_ml: Type d'opérande d'indicateur
gl: Tipo de indicador do operando
ja: インジケーターのオペランド型
nl: Operandtype van indicator
sk: Typ vstupného údaju ukazovateľa
tl: Uri ng halagang pangpagsasagawa ng panukat
uk: Тип операнда вказівника

source: Orphan Type
ar: نوع اليتيم
de: Art fehlender Daten
es: Tipo de Orfandad
fr_ml: Type d'orphelin
gl: Tipo de orfo
ja: 孤立型
lt: Našlaičio Tipas
nl: Weestype
sk: Typ siroty
tl: Uri ng Ulila
uk: Тип сирітства

source: Organization Type
ar: نوع المنظمة
de: Organisationsart
es: Tipo de organización
fr_ml: Type d'organisation
gl: Tipo de organización
ja: 組織の種類
lt: Organizacijos Tipas
nl: Organisatietype
sk: Typ organizácie
sv: Organisationstyp
tl: Uri ng Organisasyon
uk: Тип організації

source: Periodicity
ar: دورية
de: Häufigkeit
es: Periodicidad
fr_ml: Périodicité
gl: Periodicidade
ja: 周期性
lt: Periodiškumas
mk: Периодичност
nl: Periodiciteit
sk: Pravidelnosť
tl: Panahon ng Pagkanauulit
uk: Періодичність

source: Pregnancy Status
ar: حالة الحمل
de: Schwangerschaftsstatus
es: Estado del embarazo
fr_ml: Situation de la grossesse
gl: Estado do embarazo
ja: 妊娠の状態
lt: Nėštumo Būsena
nl: Zwangerschapsstatus
sk: Stav tehotenstva
sv: Graviditetsstatus
tl: Katayuan sa Pagdadalangtao
uk: Стан вагітності

source: Programme Status
ar: حالة البرنامج
de: Programmstatus
es: Estado del programa
fr_ml: Situation du programme
gl: Estado do programa
ja: プログラム ステータス
lt: Programos Būsena
nl: Programmastatus
sk: Stav programu
sv: Programstatus
tl: Katayuan ng Programa
uk: Статус програми

source: Programme Type
ar: نوع البرنامج
de: Programmtyp
es: Tipo del Programa
fr_ml: Type de programme
gl: Tipo de programa
ja: プログラムの種類
lt: Programos Tipas
nl: Programmatype
sk: Typ programu
sv: Programtyp
tl: Uri ng Programa
uk: Тип програми

source: Quarters
ar: أرباع
de: Unterkünfte
es: Cuatrimestres
fr_ml: Trimestres
gl: Trimestres
ja: クォーター
lt: Ketvirčiai
mk: Тримесечија
nl: Kwartalen
sk: Štvrte
tl: Mga Tirahan
uk: Квартали

source: Race
ar: سباق
de: Rasse
es: Raza
fr_ml: Ethnie
gl: Raza
ja: 人種
lt: Lenktynės
mk: Раса
nl: Ras
sk: Rasa
sv: Ras
tl: Lahi
uk: Раса

source: Sector
ar: قطاع
de: Sektor
fr_ml: Secteur
ja: 部門
lt: Sektorius
mk: Оддел
sk: Odvetvie
sv: Sektor
tl: Sektor
uk: Сектор

source: Biologic Sex
ar: الجنس البيولوجي
de: Biologisches Geschlecht
es: Sexo Biológico
fr_ml: Sexe biologique
gl: Sexo biolóxico
ja: 性別
lt: Biologinė Lytis
mk: Биолошки пол
nl: Biologisch geslacht
sk: Biologický sex
sv: Biologiskt kön
tl: Kasariang Pambiyolohiya
uk: Біологічна стать

source: Special Value
ar: قيمة خاصة
de: Spezialwert
es: Valor especial
fr_ml: Valeur spéciale
gl: Valor especial
ja: 特殊値
lt: Kita Vertė
mk: Посебна вредност
nl: Speciale waarde
sk: Špeciálna hodnota
sv: Speciellt värde
tl: Natatanging Halaga
uk: Особливе значення

source: Statistic Type
ar: نوع الإحصاء
de: Statistiktyp
es: Tipo de estadística
fr_ml: Type de statistique
gl: Tipo de estatística
ja: 統計情報タイプ
lt: Statistikos Tipas
mk: Тип на статистика
nl: Statistisch type
sk: Štatistický typ
sv: Statistiktyp
tl: Uri ng Estadistika
uk: Тип статистики

source: Target Population
ar: الجمهور المستهدف
de: Zielbevölkerung
es: Población Objetivo
fr_ml: Population cible
gl: Poboación obxectivo
ja: 対象になる母集団
lt: Tikslinė grupė
mk: Целно население
nl: Doelgroep
sk: Cieľová populácia
sv: Målgrupp
tl: Puntiryang Populasyon
uk: Цільова популяція

source: Unit
ar: وحدة
de: Einheit
es: Unidad
fr_ml: Unité
gl: Unidade
ja: ユニット
lt: Padalinis
mk: Единица
nl: Eenheid
sk: Položka
sv: Enhet
tl: Yunit
uk: Одиниця

source: Value Type
ar: نوع القيمة
de: Werttyp
es: Tipo de valor
fr_ml: Type de valeur
gl: Tipo de valor
ja: 値型
lt: Vertės Tipas
mk: Тип на вредност
nl: Waardetype
sk: typ hodnoty
sv: Värdetyp
tl: Uri ng Halaga
uk: Тип значення

source: Version Status
ar: حالة الإصدار
de: Versionsstatus
es: Estado de la versión
fr_ml: Situation de la version
gl: Estado da versión
ja: バージョンの状態
lt: Versijos Būsena
mk: Статус на верзијата
nl: Versiestatus
sk: Stav verzie
sv: Versionsstatus
tl: Katayuan ng Bersyon
uk: Статус версії

source: Vulnerability Status
ar: حالة الضعف
de: Anfälligkeitsstatus
es: Estado de vulnerabilidad
fr_ml: Situation de vulnérabilité
gl: Estado de vulnerabilidade
ja: 脆弱性の状態
lt: Pažeidžiamumo statusas
mk: Статус на ранливост
nl: Kwetsbaarheidsstatus
sk: Stav náchylnosti
sv: Sårbarhetsstatus
tl: Katayuan ng Kahinaan
uk: Стан вразливості

source: Weeks
ar: أسابيع
de: Wochen
es: Semanas
fr_ml: Semaines
gl: Semanas
ja: 週
lt: Savaites
mk: Недели
nl: Weken
sk: Týždne
sv: Veckor
tl: Mga linggo
uk: Тижні

source: Years
ar: سنوات
de: Jahre
es: Años
fr_ml: Ans
gl: Anos
ja: 年
lt: Metai
mk: Години
nl: Jaar
sk: Roky
sv: År
tl: Mga Taon
uk: Роки
