Repository: agabaandre/iHRIS-Pharmacy-Qualify
Catalog: 4.1.11/ihris-common/translations/templates/sdmx-hd-code-lists/*.po
Languages: ar, de, es, fr_ml, gl, ja, lt, mk, nl, sk, sv, tl, uk

source: Can view database code list cl_quarter
ar: يمكن عرض قاعدة بيانات قائمة رمز cl_quarter
de: Kann Datenbank-Codeliste cl_quarter ansehen
es: Puede ver la base de datos de lista de códigos de cl_quarter
fr_ml: Peut afficher la liste de codes de la base de données cl_quarter
gl: Pode ollar a lista de códigos da base de datos cl_quarter
ja: データベース コード リスト cl_quarter を閲覧できる
lt: Galite peržiūrėti duomenų bazės kodo sąrašą cl_quarter
mk: Може да го прегледува списокот на кодови cl_quarter од базата на податоци
nl: Kan de databasecodelijst cl_quarter bekijken
sk: Možno zobraziť zoznam databázy kódu cl_quarter
sv: Kan visa databaskodlista cl_quarter
tl: Makikita ang tala ng kodigo ng kalipunan ng dato na cl_quarter
uk: Можна переглядати список кодів бази даних cl_quarter

source: Can view database code list cl_race
ar: يمكن عرض قاعدة بيانات قائمة رمز cl_race
de: Kann Datenbank-Codeliste cl_race ansehen
es: Puede ver la base de datos de lista de códigos de cl_race
fr_ml: Peut afficher la liste de codes de la base de données cl_race
gl: Pode ollar a lista de códigos da base de datos cl_race
ja: データベース コード リスト cl_race を閲覧できる
lt: Galite peržiūrėti duomenų bazės kodo sąrašą cl_race
mk: Може да го прегледува списокот на кодови cl_race од базата на податоци
nl: Kan de databasecodelijst cl_race bekijken
sk: Možno zobraziť zoznam databázy kódu cl_race
sv: Kan visa databaskodlista cl_race
tl: Makikita ang tala ng kodigo ng kalipunan ng dato na cl_race
uk: Можна переглядати список кодів бази даних cl_race

source: Can view database code list cl_sector
ar: يمكن عرض قاعدة بيانات قائمة رمز cl_sector
de: Kann Datenbank-Codeliste cl_sector ansehen
es: Puede ver la base de datos de lista de códigos de cl_sector
fr_ml: Peut afficher la liste de codes de la base de données cl_sector
gl: Pode ollar a lista de códigos da base de datos cl_sector
ja: データベース コード リスト cl_sector を閲覧できる
lt: Galite peržiūrėti duomenų bazės kodo sąrašą cl_sector
mk: Може да го прегледува списокот на кодови cl_sector од базата на податоци
nl: Kan de databasecodelijst cl_sector bekijken
sk: Možno zobraziť zoznam databázy kódu cl_sector
sv: Kan visa databaskodlista cl_sector
tl: Makikita ang tala ng kodigo ng kalipunan ng dato na cl_sector
uk: Можна переглядати список кодів бази даних cl_sector

source: Can view database code list cl_sex
ar: يمكن عرض قاعدة بيانات قائمة رمز cl_sex
de: Kann Datenbank-Codeliste cl_sex ansehen
es: Puede ver la base de datos de lista de códigos de cl_sex
fr_ml: Peut afficher la liste de codes de la base de données cl_sex
gl: Pode ollar a lista de códigos da base de datos cl_sex
ja: データベース コード リスト cl_sex を閲覧できる
lt: Galite peržiūrėti duomenų bazės kodo sąrašą cl_sex
mk: Може да го прегледува списокот на кодови cl_sex од базата на податоци
nl: Kan de databasecodelijst cl_sex bekijken
sk: Možno zobraziť zoznam databázy kódu cl_sex
sv: Kan visa databaskodlista cl_sex
tl: Makikita ang tala ng kodigo ng kalipunan ng dato na cl_sex
uk: Можна переглядати список кодів бази даних cl_sex

source: Can view database code list cl_special_value
ar: يمكن عرض قاعدة بيانات قائمة رمز cl_special_value
de: Kann Datenbank-Codeliste cl_special_value ansehen
es: Puede ver la base de datos de lista de códigos de cl_value
fr_ml: Peut afficher la liste de codes de la base de données cl_special_value
gl: Pode ollar a lista de códigos da base de datos cl_special_value
ja: データベース コード リスト cl_special_value を閲覧できる
lt: Galite peržiūrėti duomenų bazės kodo sąrašą cl_special_value
mk: Може да го прегледува списокот на кодови cl_special_value од базата на податоци
nl: Kan de databasecodelijst cl_special_value bekijken
sk: Možno zobraziť zoznam databázy kódu cl_special_value
sv: Kan visa databaskodlista cl_special_value
tl: Makikita ang tala ng kodigo ng kalipunan ng dato na cl_special_value
uk: Можна переглядати список кодів бази даних cl_special_value

source: Can view database code list cl_stype
ar: يمكن عرض قاعدة بيانات قائمة رمز cl_stype
de: Kann Datenbank-Codeliste cl_stype ansehen
es: Puede ver la base de datos de lista de códigos de cl_stype
fr_ml: Peut afficher la liste de codes de la base de données cl_stype
gl: Pode ollar a lista de códigos da base de datos cl_stype
ja: データベース コード リスト cl_stype を閲覧できる
lt: Galite peržiūrėti duomenų bazės kodo sąrašą cl_stype
mk: Може да го прегледува списокот на кодови cl_stype од базата на податоци
nl: Kan de databasecodelijst cl_stype bekijken
sk: Možno zobraziť zoznam databázy kódu cl_stype
sv: Kan visa databaskodlista cl_stype
tl: Makikita ang tala ng kodigo ng kalipunan ng dato na cl_stype
uk: Можна переглядати список кодів бази даних cl_stype

source: Can view database code list cl_tpop
ar: يمكن عرض قاعدة بيانات قائمة رمز cl_tpop
de: Kann Datenbank-Codeliste cl_tpop ansehen
es: Puede ver la base de datos de lista de códigos de cl_tpop
fr_ml: Peut afficher la liste de codes de la base de données cl_tpop
gl: Pode ollar a lista de códigos da base de datos cl_tpop
ja: データベース コード リスト cl_tpop を閲覧できる
lt: Galite peržiūrėti duomenų bazės kodo sąrašą cl_tpop
mk: Може да го прегледува списокот на кодови cl_tpop од базата на податоци
nl: Kan de databasecodelijst cl_tpop bekijken
sk: Možno zobraziť zoznam databázy kódu cl_tpop
sv: Kan visa databaskodlista cl_tpop
tl: Makikita ang tala ng kodigo ng kalipunan ng dato na cl_tpop
uk: Можна переглядати список кодів бази даних cl_tpop

source: Can view database code list cl_unit
ar: يمكن عرض قاعدة بيانات قائمة رمز cl_unit
de: Kann Datenbank-Codeliste cl_unit ansehen
es: Puede ver la base de datos de lista de códigos de cl_unit
fr_ml: Peut afficher la liste de codes de la base de données cl_unit
gl: Pode ollar a lista de códigos da base de datos cl_unit
ja: データベース コード リスト cl_unit を閲覧できる
lt: Galite peržiūrėti duomenų bazės kodo sąrašą cl_unit
mk: Може да го прегледува списокот на кодови cl_unit од базата на податоци
nl: Kan de databasecodelijst cl_unit bekijken
sk: Možno zobraziť zoznam databázy kódu cl-unit
sv: Kan visa databaskodlista cl_unit
tl: Makikita ang tala ng kodigo ng kalipunan ng dato na cl_unit
uk: Можна переглядати список кодів бази даних cl_unit

source: Can view database code list cl_value_type
ar: يمكن عرض قاعدة بيانات قائمة رمز cl_value_type
de: Kann Datenbank-Codeliste cl_value_type ansehen
es: Puede ver la base de datos de lista de códigos de cl_value_type
fr_ml: Peut afficher la liste de codes de la base de données cl_value_type
gl: Pode ollar a lista de códigos da base de datos cl_value_type
ja: データベース コード リスト cl_value_type を閲覧できる
lt: Galite peržiūrėti duomenų bazės kodo sąrašą cl_value_type
mk: Може да го прегледува списокот на кодови cl_value_type од базата на податоци
nl: Kan de databasecodelijst cl_value_type bekijken
sk: Možno zobraziť zoznam databázy kódu cl_value-type
sv: Kan visa databaskodlista cl_value_type
tl: Makikita ang tala ng kodigo ng kalipunan ng dato na cl_value_type
uk: Можна переглядати список кодів бази даних cl_value_type

source: Can view database code list cl_vstatus
ar: يمكن عرض قاعدة بيانات قائمة رمز cl_vstatus
de: Kann Datenbank-Codeliste cl_vstatus ansehen
es: Puede ver la base de datos de lista de códigos de cl_vstatus
fr_ml: Peut afficher la liste de codes de la base de données cl_vstatus
gl: Pode ollar a lista de códigos da base de datos cl_vstatus
ja: データベース コード リスト cl_vstatus を閲覧できる
lt: Galite peržiūrėti duomenų bazės kodo sąrašą cl_vstatus
mk: Може да го прегледува списокот на кодови cl_vstatus од базата на податоци
nl: Kan de databasecodelijst cl_vstatus bekijken
sk: Možno zobraziť zoznam databázy kódu cl_vstatus
sv: Kan visa databaskodlista cl_vstatus
tl: Makikita ang tala ng kodigo ng kalipunan ng dato na cl_vstatus
uk: Можна переглядати список кодів бази даних cl_vstatus

source: Can view database code list cl_vulnstat
ar: يمكن عرض قاعدة بيانات قائمة رمز cl_vulnstat
de: Kann Datenbank-Codeliste cl_vulnstat ansehen
es: Puede ver la base de datos de lista de códigos de cl_vulnstat
fr_ml: Peut afficher la liste de codes de la base de données cl_vulnstat
gl: Pode ollar a lista de códigos da base de datos cl_vulnstat
ja: データベース コード リスト cl_vulnstat を閲覧できる
lt: Galite peržiūrėti duomenų bazės kodo sąrašą cl_vulnstat
mk: Може да го прегледува списокот на кодови cl_vulnstat од базата на податоци
nl: Kan de databasecodelijst cl_vulnstat bekijken
sk: Možno zobraziť zoznam databázy kódu cl_vulnstat
sv: Kan visa databaskodlista cl_vulnstat
tl: Makikita ang tala ng kodigo ng kalipunan ng dato na cl_vulnstat
uk: Можна переглядати список кодів бази даних cl_vulnstat

source: Can view database code list cl_week
ar: يمكن عرض قاعدة بيانات قائمة رمز cl_week
de: Kann Datenbank-Codeliste cl_week ansehen
es: Puede ver la base de datos de lista de códigos de cl_week
fr_ml: Peut afficher la liste de codes de la base de données cl_week
gl: Pode ollar a lista de códigos da base de datos cl_week
ja: データベース コード リスト cl_week を閲覧できる
lt: Galite peržiūrėti duomenų bazės kodo sąrašą cl_week
mk: Може да го прегледува списокот на кодови cl_week од базата на податоци
nl: Kan de databasecodelijst cl_week bekijken
sk: Možno zobraziť zoznam databázy kódu cl-week
sv: Kan visa databaskodlista cl_week
tl: Makikita ang tala ng kodigo ng kalipunan ng dato na cl_week
uk: Можна переглядати список кодів бази даних cl_week

source: Can view database code list cl_year
ar: يمكن عرض قاعدة بيانات قائمة رمز cl_year
de: Kann Datenbank-Codeliste cl_year ansehen
es: Puede ver la base de datos de lista de códigos de cl_year
fr_ml: Peut afficher la liste de codes de la base de données cl_year
gl: Pode ollar a lista de códigos da base de datos cl_year
ja: データベース コード リスト cl_year を閲覧できる
lt: Galite peržiūrėti duomenų bazės kodo sąrašą cl_year
mk: Може да го прегледува списокот на кодови cl_year од базата на податоци
nl: Kan de databasecodelijst cl_year bekijken
sk: Možno zobraziť zoznam databázy kódu cl_year
sv: Kan visa databaskodlista cl_year
tl: Makikita ang tala ng kodigo ng kalipunan ng dato na cl_year
uk: Можна переглядати список кодів бази даних cl_year

source: Can edit database code list cl_asource
ar: يمكن تعديل قاعدة بيانات قائمة رمز cl_asource
de: Kann Datenbank-Codeliste cl_asource bearbeiten
es: Puede editar la base de datos de lista de códigos de cl_asource
fr_ml: Peut afficher la liste de codes de la base de données cl_asource
gl: Pode editar a lista de códigos da base de datos cl_asource
ja: データベース コード リスト cl_asource を編集できる
lt: Galite redaguoti duomenų bazės kodo sąrašą cl_asource
mk: Може да го уредува списокот на кодови cl_asourceод базата на податоци
nl: Kan de databasecodelijst cl_asource bewerken
sk: Možno upraviť zoznam databázy kódu cl-asource
sv: Kan redigera databaskodlista cl_asource
tl: Mababago ang tala ng kodigo ng kalipunan ng dato na cl_asource
uk: Можна редагувати список кодів бази даних cl_asource

source: Can edit database code list cl_cstype
ar: يمكن تعديل قاعدة بيانات قائمة رمز cl_cstype
de: Kann Datenbank-Codeliste cl_cstype bearbeiten
es: Puede editar la base de datos de lista de códigos de cl_cstype
fr_ml: Peut éditer la liste de codes de la base de données cl_cstype
gl: Pode editar a lista de códigos da base de datos cl_cstype
ja: データベース コード リスト cl_cstype を編集できる
lt: Galite redaguoti duomenų bazės kodo sąrašą cl_cstype
mk: Може да го уредува списокот на кодови cl_cstype од базата на податоци
nl: Kan de databasecodelijst cl_cstype bewerken
sk: Možno upraviť zoznam databázy kódu cl_cstype
sv: Kan redigera databaskodlista cl_cstype
tl: Mababago ang tala ng kodigo ng kalipunan ng dato na cl_cstype
uk: Можна редагувати список кодів бази даних cl_cstype

source: Can edit database code list cl_currency
ar: يمكن تعديل قاعدة بيانات قائمة رمز cl_currency
de: Kann Datenbank-Codeliste cl_currency bearbeiten
es: Puede editar la base de datos de lista de códigos de cl_currency
fr_ml: Peut éditer la liste de codes de la base de données cl_currency
gl: Pode editar a lista de códigos da base de datos cl_currency
ja: データベース コード リスト cl_currency を編集できる
lt: Galite redaguoti duomenų bazės kodų sąrašą cl_currency
mk: Може да го уредува списокот на кодови cl_currency од базата на податоци
nl: Kan de databasecodelijst cl_currency bewerken
sk: Možno upraviť zoznam databázy kódu cl_currency
sv: Kan redigera databaskodlista cl_currency
tl: Mababago ang tala ng kodigo ng kalipunan ng dato na cl_currency
uk: Можна редагувати список кодів бази даних cl_currency

source: Can edit database code list cl_day
ar: يمكن تعديل قاعدة بيانات قائمة رمز cl_day
de: Kann Datenbank-Codeliste cl_day bearbeiten
es: Puede editar la base de datos de lista de códigos de cl_day
fr_ml: Peut éditer la liste de codes de la base de données cl_day
gl: Pode editar a lista de códigos da base de datos cl_day
ja: データベース コード リスト cl_day を編集できる
lt: Galite redaguoti duomenų bazės kodo sąrašą cl_day
mk: Може да го уредува списокот на кодови cl_day од базата на податоци
nl: Kan de databasecodelijst cl_day bewerken
sk: Možno upraviť zoznam databázy kódu cl_day
sv: Kan redigera databaskodlista cl_day
tl: Mababago ang tala ng kodigo ng kalipunan ng dato na cl_day
uk: Можна редагувати список кодів бази даних cl_day

source: Can edit database code list cl_disagg
ar: يمكن تعديل قاعدة بيانات قائمة رمز cl_disagg
de: Kann Datenbank-Codeliste cl_disagg bearbeiten
es: Puede editar la base de datos de lista de códigos de cl_disagg
fr_ml: Peut éditer la liste de codes de la base de données cl_disagg
gl: Pode editar a lista de códigos da base de datos cl_disagg
ja: データベース コード リスト cl_disagg を編集できる
lt: Galite redaguoti duomenų bazės kodo sąrašą cl_disagg
mk: Може да го уредува списокот на кодови cl_disagg од базата на податоци
nl: Kan de databasecodelijst cl_disagg bewerken
sk: Možno upraviť zoznam databázy kódu cl_disagg
sv: Kan redigera databaskodlista cl_disagg
tl: Mababago ang tala ng kodigo ng kalipunan ng dato na cl_disagg
uk: Можна редагувати список кодів бази даних cl_disagg

source: Can edit database code list cl_disease
ar: يمكن تعديل قاعدة بيانات قائمة رمز cl_disease
de: Kann Datenbank-Codeliste cl_disease bearbeiten
es: Puede editar la base de datos de lista de códigos de cl_disease
fr_ml: Peut éditer la liste de codes de la base de données cl_disease
gl: Pode editar a lista de códigos da base de datos cl_disease
ja: データベース コード リスト cl_disease を編集できる
lt: Galite redaguoti duomenų bazės kodo sąrašą cl_disease
mk: Може да го уредува списокот на кодови cl_disease од базата на податоци
nl: Kan de databasecodelijst cl_disease bewerken
sk: Možno upraviť zoznam databázy kódu cl_disease
sv: Kan redigera databaskodlista cl_disease
tl: Mababago ang tala ng kodigo ng kalipunan ng dato na cl_disease
uk: Можна редагувати список кодів бази даних cl_disease

source: Can edit database code list cl_disstat
ar: يمكن تعديل قاعدة بيانات قائمة رمز cl_disstat
de: Kann Datenbank-Codeliste cl_disstat bearbeiten
es: Puede editar la base de datos de lista de códigos de cl_disstat
fr_ml: Peut éditer la liste de codes de la base de données cl_disstat
gl: Pode editar a lista de códigos da base de datos cl_disstat
ja: データベース コード リスト cl_disstat を編集できる
lt: Galite redaguoti duomenų bazės kodo sąrašą cl_disstat
mk: Може да го уредува списокот на кодови cl_disstat од базата на податоци
nl: Kan de databasecodelijst cl_disstat bewerken
sk: Možno upraviť zoznam databázy kódu cl-disstat
sv: Kan redigera databaskodlista cl_disstat
tl: Mababago ang tala ng kodigo ng kalipunan ng dato na cl_disstat
uk: Можна редагувати список кодів бази даних cl_disstat

source: Can edit database code list cl_dsource
ar: يمكن تعديل قاعدة بيانات قائمة رمز cl_dsource
de: Kann Datenbank-Codeliste cl_dsource bearbeiten
es: Puede editar la base de datos de lista de códigos de cl_dsource
fr_ml: Peut éditer la liste de codes de la base de données cl_dsource
gl: Pode editar a lista de códigos da base de datos cl_dsource
ja: データベース コード リスト cl_dsource を編集できる
lt: Galite redaguoti duomenų bazės kodo sąrašą cl_dsource
mk: Може да го уредува списокот на кодови cl_dsource од базата на податоци
nl: Kan de databasecodelijst cl_dsource bewerken
sk: Možno upraviť zoznam databázy kódu cl_dsource
sv: Kan redigera databaskodlista cl_dsource
tl: Mababago ang tala ng kodigo ng kalipunan ng dato na cl_dsource
uk: Можна редагувати список кодів бази даних cl_dsource

source: Can edit database code list cl_dstype
ar: يمكن تعديل قاعدة بيانات قائمة رمز cl_dstype
de: Kann Datenbank-Codeliste cl_dstype bearbeiten
es: Puede editar la base de datos de lista de códigos de cl_dstype
fr_ml: Peut éditer la liste de codes de la base de données cl_dstype
gl: Pode editar a lista de códigos da base de datos cl_dstype
ja: データベース コード リスト cl_dstype を編集できる
lt: Galite redaguoti duomenų bazės kodo sąrašą cl_dstype
mk: Може да го уредува списокот на кодови cl_dstype од базата на податоци
nl: Kan de databasecodelijst cl_dstype bewerken
sk: Možno upraviť zoznam databázy kódu cl_dstype
sv: Kan redigera databaskodlista cl_dstype
tl: Mababago ang tala ng kodigo ng kalipunan ng dato na cl_dstype
uk: Можна редагувати список кодів бази даних cl_dstype

source: Can edit database code list cl_dtype
ar: يمكن تعديل قاعدة بيانات قائمة رمز cl_dtype
de: Kann Datenbank-Codeliste cl_dtype bearbeiten
es: Puede editar la base de datos de lista de códigos de cl_dtype
fr_ml: Peut éditer la liste de codes de la base de données cl_dtype
gl: Pode editar a lista de códigos da base de datos cl_dtype
ja: データベース コード リスト cl_dtype を編集できる
lt: Galite redaguoti duomenų bazės kodo sąrašą cl_dtype
mk: Може да го уредува списокот на кодови cl_dtype од базата на податоци
nl: Kan de databasecodelijst cl_dtype bewerken
sk: Možno upraviť zoznam databázy kódu cl_dtype
sv: Kan redigera databaskodlista cl_dtype
tl: Mababago ang tala ng kodigo ng kalipunan ng dato na cl_dtype
uk: Можна редагувати список кодів бази даних cl_dtype

source: Can edit database code list cl_fperiod
ar: يمكن تعديل قاعدة بيانات قائمة رمز cl_fperiod
de: Kann Datenbank-Codeliste cl_fperiod bearbeiten
es: Puede editar la base de datos de lista de códigos de cl_fperiod
fr_ml: Peut éditer la liste de codes de la base de données cl_fperiod
gl: Pode editar a lista de códigos da base de datos cl_fperiod
ja: データベース コード リスト cl_fperiod を編集できる
lt: Galite redaguoti duomenų bazės kodo sąrašą cl_fperiod
mk: Може да го уредува списокот на кодови cl_fperiod од базата на податоци
nl: Kan de databasecodelijst cl_fperiod bewerken
sk: Možno upraviť zoznam databázy kódu cl_fperiod
sv: Kan redigera databaskodlista cl_fperiod
tl: Mababago ang tala ng kodigo ng kalipunan ng dato na cl_fperiod
uk: Можна редагувати список кодів бази даних cl_fperiod

source: Can edit database code list cl_gboundary_type
ar: يمكن تعديل قاعدة بيانات قائمة رمز cl_gboundary_type
de: Kann Datenbank-Codeliste cl_gboudary_type bearbeiten
es: Puede editar la base de datos de lista de códigos de cl_gboundary_type
fr_ml: Peut éditer la liste de codes de la base de données cl_gboundary_type
gl: Pode editar a lista de códigos da base de datos cl_gboundary_type
ja: データベース コード リスト cl_gboundary_type を編集できる
lt: Galite redaguoti duomenų bazės kodo sąrašą cl_gboundary_type
mk: Може да го уредува списокот на кодови cl_gboundary_type од базата на податоци
nl: Kan de databasecodelijst cl_gbondary_type bewerken
sk: Možno upraviť zoznam databázy kódu cl_gboundary_type
sv: Kan redigera databaskodlista cl_gboundary_type
tl: Mababago ang tala ng kodigo ng kalipunan ng dato na cl_gboundary_type
uk: Можна редагувати список кодів бази даних cl_gboundary_type

source: Can edit database code list cl_gcode_country
ar: يمكن تعديل قاعدة بيانات قائمة رمز cl_gcode_country
de: Kann Datenbank-Codeliste cl_gcode_country bearbeiten
es: Puede editar la base de datos de lista de códigos de cl_gcode_country
fr_ml: Peut éditer la liste de codes de la base de données cl_gcode_country
gl: Pode editar a lista de códigos da base de datos cl_gcode_country
ja: データベース コード リスト cl_gcode_country を編集できる
lt: Galite redaguoti duomenų bazės kodo sąrašą cl_gcode_country
mk: Може да го уредува списокот на кодови cl_gcode_country од базата на податоци
nl: Kan de databasecodelijst cl_gcode_country bewerken
sk: Možno upraviť zoznam databázy kódu cl_gcode_country
sv: Kan redigera databaskodlista cl_gcode_country
tl: Mababago ang tala ng kodigo ng kalipunan ng dato na cl_gcode_country
uk: Можна редагувати список кодів бази даних cl_gcode_country

source: Can edit database code list cl_gender
ar: يمكن تعديل قاعدة بيانات قائمة رمز cl_gender
de: Kann Datenbank-Codeliste cl_gender bearbeiten
es: Puede editar la base de datos de lista de códigos de cl_gender
fr_ml: Peut éditer la liste de codes de la base de données cl_gender
gl: Pode editar a lista de códigos da base de datos cl_gender
ja: データベース コード リスト cl_gender を編集できる
lt: Galite redaguoti duomenų bazės kodo sąrašą cl_gender
mk: Може да го уредува списокот на кодови cl_gender од базата на податоци
nl: Kan de databasecodelijst cl_gender bewerken
sk: Možno upraviť zoznam databázy kódu cl_gender
sv: Kan redigera databaskodlista cl_gender
tl: Mababago ang tala ng kodigo ng kalipunan ng dato na cl_gender
uk: Можна редагувати список кодів бази даних cl_gender

source: Can edit database code list cl_glevel
ar: يمكن تعديل قاعدة بيانات قائمة رمز cl_glevel
de: Kann Datenbank-Codeliste cl_glevel bearbeiten
es: Puede editar la base de datos de lista de códigos de cl_glevel
fr_ml: Peut éditer la liste de codes de la base de données cl_glevel
gl: Pode editar a lista de códigos da base de datos cl_glevel
ja: データベース コード リスト cl_glevel を編集できる
lt: Galite redaguoti duomenų bazės kodo sąrašą cl_glevel
mk: Може да го уредува списокот на кодови cl_glevel од базата на податоци
nl: Kan de databasecodelijst cl_glevel bewerken
sk: Možno upraviť zoznam databázy kódu cl_glevel
sv: Kan redigera databaskodlista cl_glevel
tl: Mababago ang tala ng kodigo ng kalipunan ng dato na cl_glevel
uk: Можна редагувати список кодів бази даних cl_glevel

source: Can edit database code list cl_glocation
ar: يمكن تعديل قاعدة بيانات قائمة رمز cl_glocation
de: Kann Datenbank-Codeliste cl_glocation bearbeiten
es: Puede editar la base de datos de lista de códigos de cl_glocation
fr_ml: Peut éditer la liste de codes de la base de données cl_glocation
gl: Pode editar a lista de códigos da base de datos cl_glocation
ja: データベース コード リスト cl_glocation を編集できる
lt: Galite redaguoti duomenų bazės kodo sąrašą cl_glocation
mk: Може да го уредува списокот на кодови cl_glocation од базата на податоци
nl: Kan de databasecodelijst cl_glocation bewerken
sk: Možno upraviť zoznam databázy kódu cl_glocation
sv: Kan redigera databaskodlista cl_glocation
tl: Mababago ang tala ng kodigo ng kalipunan ng dato na cl_glocation
uk: Можна редагувати список кодів бази даних cl_glocation

source: Can edit database code list cl_hif1
ar: يمكن تعديل قاعدة بيانات قائمة رمز cl_hif1
de: Kann Datenbank-Codeliste cl_hif1 bearbeiten
es: Puede editar la base de datos de lista de códigos de cl_hif1
fr_ml: Peut éditer la liste de codes de la base de données cl_hif1
gl: Pode editar a lista de códigos da base de datos cl_hif1
ja: データベース コード リスト cl_hif1 を編集できる
lt: Galite redaguoti duomenų bazės kodo sąrašą cl_hif1
mk: Може да го уредува списокот на кодови cl_hif1 од базата на податоци
nl: Kan de databasecodelijst cl_hif1 bewerken
sk: Možno upraviť zoznam databázy kódu cl_hifl
sv: Kan redigera databaskodlista cl_hif1
tl: Mababago ang tala ng kodigo ng kalipunan ng dato na cl_hif1
uk: Можна редагувати список кодів бази даних cl_hif1
