Repository: agabaandre/iHRIS-Pharmacy-Qualify
Catalog: 4.1.11/ihris-common/translations/templates/training-participation-report/*.po
Languages: de, zh_cn

source: Training Participation
de: Schulungsteilnahme
zh_cn: 培训参与者

source: List of all training partipipation
de: Liste aller Schulungsteilnahmen
zh_cn: 培训参与者列表

source: person
zh_cn: 个人

source: Current Position
de: Aktuelle Stelle
zh_cn: 目前职位

source: Position
de: Stelle
zh_cn: 职位

source: facility
de: Einrichtung
zh_cn: 设施

source: Facility Contact
de: Einrichtungskontakt
zh_cn: 设施联系

source: Person Contact
de: Personenkontakt
zh_cn: 个人联系

source: Scheduled Course
de: Geplante Schulung
zh_cn: 课程安排

source: Training Course
de: Schulungskurs
zh_cn: 培训课程

source: Training Particpation
de: Schulungsteilnahme
zh_cn: 培训参与者

source: Course Instance
de: Kursinstanz
zh_cn: 课程实例

source: Evaluation
de: Beurteilung
zh_cn: 评价

source: First Name
de: Vorname
zh_cn: 名

source: Surname
de: Nachname
zh_cn: 姓

source: Personal Address
de: Persönliche Adresse
zh_cn: 个人地址

source: Personal Telephone
de: Persönliche Telefonnummer
zh_cn: 个人电话

source: Facility
de: Einrichtung
zh_cn: 设施

source: Facility Address
de: Einrichtungsanschrift
zh_cn: 设施地址

source: Facility Telephone
de: Einrichtungstelefon
zh_cn: 设施电话

source: End Date
de: Enddatum
zh_cn: 结束日期

source: Start Date On Or After
de: Anfangsdatum am oder nach dem
zh_cn: 开始日期或之后

source: Start Date Before
de: Anfangsdatum vor
zh_cn: 开始日期前

source: Start Date
de: Anfangsdatum
zh_cn: 开始日期

source: Training Funders
de: Kostenträger der Schulung
zh_cn: 培训资助者

source: Training Institution
de: Schulungseinrichtung
zh_cn: 培训机构

source: Training Participation Report
de: Schulungsteilnahmebericht
zh_cn: 培训参与报告

source: training_participant_list.odt
zh_cn: 培训参与者列表.odt

source: participant_list.odt
zh_cn: 参与者列表.odt
