Repository: agabaandre/iHRIS-Pharmacy-Qualify
Catalog: 4.1.11/i2ce/translations/templates/locale-selector/*.po
Languages: cs, de, fr, gl, it, ja, nl, tl, uk, zh_cn, zh_tw

source: Add New Locale
cs: Přidat Nový Jazyk
de: Neues Gebietsschema hinzufügen
fr: Ajouter une Nouvelle option régionale
gl: Engadir unha nova configuración rexional
ja: 新規ロケールを追加
nl: Nieuwe locale toevoegen
tl: Magdagdag ng Bagong Pook
uk: Додати нову мову
zh_cn: 添加新的地域
zh_tw: 添加新地區設定

source: Add A New Locale
cs: Přidat Nový Jazyk
de: Ein neues Gebietsschema hinzufügen
fr: Ajouter une nouvelle option régionale
gl: Engadir unha nova configuración rexional
ja: 新規ロケールを追加
nl: Nieuwe locale toevoegen
tl: Magdagdag ng Isang Bagong Pook
uk: Додавання нової мови
zh_cn: 添加新的地域
zh_tw: 添加新地區設定

source: Close
cs: Zavřít
de: Schließen
fr: Fermer
gl: Pechar
it: Chiudi
ja: 閉じる
nl: Sluiten
tl: Isara
uk: Закрити
zh_cn: 关闭
zh_tw: 關閉

source: Locale Resolution
cs: Rozlišení Jazyka
de: Gebietsschemavariante
fr: Résolution de l’option régionale
gl: Resolución da configuración rexional
ja: ロケール解像度
nl: Taalinstellingen
tl: Resolusyon ng Lugar
uk: Підбір локалі
zh_cn: 区域设置决定
zh_tw: 地區設定指定

source: The default resolution is
cs: Výchozí rozlišení je
de: Die Standardgebietsschemavariante ist
fr: La résolution par défaut est
gl: A resolución predeterminada é
it: La risoluzione di default è
ja: 既定の解像度
nl: De standaardoplossing is
tl: Ang likas na nakatadang resolusyon ay
uk: Типовою мовою є
zh_cn: 默认决定是
zh_tw: 預設指定是

source: Here you may select the locales that you wish to make available for users to select for your site. The default fallback locale for the site is
cs: Zde můžete vybrat jazyky, které si přejete, aby byly uživatelům na Vaši stránce k dispozici k výběru. Výchozí návratový jazyk na této stránce je
de: An dieser Stelle kann das Gebietsschema ausgewählt werden, das die Anwender für ihre Arbeit auf dieser Website wählen können. Das Standardgebietsschema dieser Website ist
fr: "Ici vous pouvez sélectionner les options régionales que vous souhaitez rendre disponibles au choix des utilisateurs pour le site. L’option régionale par défaut pour ce site est"
gl: Aquí pode selecciónar as configuracións rexionais que queira poñer á disposición dos usuarios no seu sitio. A configuración rexional predeterminada para o sitio é
ja: サイトを選択するユーザーに使用させたいロケールを選択できます。サイトで既定のフォールバックロケール
nl: Hier kunt u de talen selecteren die u beschikbaar wilt maken voor gebruikers van uw site. De standaardtaal voor uw site is
tl: Dito mo maaaring piliin ang mga katutubong lugar na nais mong makuha ng mga tagagamit na mapipili para sa sityo mo. Ang likas na nakatakdang bagsakang katutubong pook para sa sityong ito ay
uk: Тут ви можете вибрати мови, які ви хочете зробити доступними для вибору користувачами на вашому сайті. Типові запасні мови для сайту є
zh_cn: 这里您可以选择您想让您网站的用户选择的区域设置。网站的默认备选区域设置是
zh_tw: 在此您可以選擇您想要可用於讓用戶選擇您的網站之地區設定。網站的預設地區設定是

source: These are the locales that are available for users to select for your site. The default fallback locale for the site is
cs: Toto jsou jazyky, které jsou dostupné pro výběr uživateli na Vaši stránce. Výchozí návratový jazyk pro tuto stránku je
de: Dies sind die Gebietsschemata, die von den Anwendern für ihre Arbeit auf dieser Website ausgewählt werden können. Das Standardgebietsschema dieser Website ist
fr: "Il s’agit des options régionales disponibles aux utilisateurs pour votre site. L’option régionale par défaut pour ce site est"
gl: Estas son as configuracións rexionais dispoñibles para os usuarios no seu sitio. A configuración rexional predeterminada para o sitio é
ja: サイトを選択するユーザーが使用可能なロケールです。サイトで既定のフォールバックロケール
nl: Dit zijn de talen die beschikbaar zijn voor gebruikers van uw site. De standaardtaal om op terug te vallen voor de site is
tl: Ito ang mga katutubong lugar na makukuha ng mga tagagamit na mapipili para sa sityo mo. Ang likas na nakatakdang bagsakang pook para sa sityong ito ay
uk: Ці локалі доступні для вибору користувачів на вашому сайті. Типова запасна локаль для сайту є
zh_cn: 这些是可供用户选择您网站的区域设置。网站的默认备选区域设置是
zh_tw: 這些是用戶在選擇您的網站時可用的地區設定。網站預設地區設定為

source: The list of locales to looking for translations of the locale
cs: Seznam jazyků, pro které vyhledávat překlady
de: Die Liste der Gebietsschemata für die nach Übersetzungen gesucht werden kann.
fr: La liste des options régionales pour rechercher des traductions de l’option
gl: A lista de configuracións rexionais para procurar as traducións da configuración
ja: ロケール翻訳の検索のためのロケール一覧
nl: De lijst met locales om te zoeken naar vertalingen van de locale
tl: Ang tala ng mga katutubong lugar sa paghahanap ng mga salinwika ng katutubong lugar
uk: Список локалей, перспективних для перекладу
zh_tw: 地區設定清單來找尋地區設定的翻譯

source: . If not set, then the selected locale is checked, then its underlying language, and then
cs: . Pokud není nastaveno, pak je zkontrolován vybraný jazyk, pak jeho základní a pak
de: . Sofern nicht gesondert festgelegt, wird das ausgewählte Gebietsschema mitsamt der zugehörigen Sprache genutzt. Danach
fr: Si elle n’est pas définie, l’option régionale sélectionnée est cochée, puis le langage y étant associé, puis"
gl: . Se non está definido, entón a configuración rexional seleccionada está marcada, logo a lingua secundaria, e despois
ja: 設定されていない場合、選択されたロケールをチェックし、その基本言語を設定、
nl: . Als niet ingesteld, dan wordt wordt de geselecteerde taal gecontroleerd, daarna de onderliggende taal, en dan
tl: . Kung hindi nakatakda, kung gayon ang napiling katutubong pook ay susuriin, at pagkaraan ay ang nakapailalim na wika, at pagkaraan ay ang
uk: . Якщо не встановлено, то вибрана локаль перевіряється, потім її базова мова, а потім
zh_tw: 。如果未設定，那所選地區設定會被勾選，然後是基本語言、之後是

source: Select Available Locale
cs: Vybrat dostupnou lokalizaci
de: Verfügbares Gebietsschema auswählen
fr: Sélectionnez les paramètres régionaux disponibles
gl: Seleccione unha configuración rexional dispoñible
it: Selezionare impostazioni locali disponibili
ja: 利用できるロケールを選択
nl: Beschikbare landinstellingen selecteren
tl: Piliin ang Makukuhang Lugar
uk: Виберіть доступну мову
zh_cn: 选择可用区域设置
zh_tw: 選擇可用地區設定

source: Available Locales
cs: Dostupné lokalizace
de: Verfügbare Gebietsschemata
fr: Paramètres régionaux disponibles
gl: Configuracións rexionais dispoñibles
it: Luoghi disponibili
ja: 利用できるロケール
nl: Beschikbare landinstellingen
tl: Makukuhang mga Lugar
uk: Доступні мови
zh_cn: 可用区域设置
zh_tw: 可用地區設定

source: Select a locale for your system
cs: Vyberte jazyk pro Váš systém
de: Ein Gebietsschema für das System auswählen
fr: Sélectionnez les paramètres régionaux pour votre système
gl: Seleccione unha configuración rexional para o seu sistema
it: Seleziona un luogo per il tuo sistema
ja: システムに使用するロケールを選択します。
nl: Selecteer een landinstelling voor uw systeem
tl: Pumili ng isang pook para sa sistema mo
uk: Виберіть мову для вашої системи
zh_cn: 选择您系统的区域设置
zh_tw: 選擇您系統的地區設定

source: Select Locale
cs: Vybrat lokalizaci
de: Gebietsschema auswählen
fr: Sélectionnez les paramètres régionaux
gl: Seleccione unha configuración rexional
it: Seleziona luogo
ja: ロケールを選択
nl: Landinstellingen selecteren
tl: Pumili ng Lugar
uk: Виберіть мову
zh_cn: 选择地域
zh_tw: 選擇地區設定

source: Custom Locale
cs: Upravená lokalizace
de: Benutzerdefiniertes Gebietsschema
fr: Paramètres régionaux personnalisés
gl: Configuración rexional personalizada
it: Luogo personalizzato
ja: カスタム ロケール
nl: Aangepaste landinstellingen
tl: Ipasadya ang Lugar
uk: Власна мова
zh_cn: 自定义地域
zh_tw: 自訂地區設定

source: You may enter a custom locale to be made available to your system.
cs: Je možné zadat vlastní jazyk, který bude pro Váš systém dostupný.
de: Es kann ein benutzerdefiniertes Gebietsschema angegeben werden, das auf diesem System verfügbar sein soll.
fr: Vous pouvez entrer les paramètres régionaux personnalisés mis à la disposition de votre système.
gl: Pode inserir unha configuración rexional personalizada para poñela á disposición do seu sistema.
it: È possibile immettere un luogo personalizzato da mettere a disposizione sul tuo sistema.
ja: システムに利用可能なカスタムロケールを入力できます。
nl: U kunt aangepaste landinstellingen beschikbaar maken in uw systeem.
tl: Maaari kang magpasok ng isang ipinasadyang lugar na magagawang makukuha papunta sa sistema mo.
uk: Ви можете ввести власну мову, аби зробити її доступною для вашої системи.
zh_tw: 您可輸入自定義可用地區設定至您的系統。

source: If you wish to specify an alternate locale resolution you may do so by entering them as a comma separated list from highest priority to lowest priority.
cs: Pokud chcete zadat jiné rozlišení jazyka, můžete tak provést jejich zadáním jako čárkou odděleného seznamu od nejvyšší priority po nejnižší.
de: Sofern eine alternative Gebietsschemavariante festgelegt werden soll, kann dies durch Eingabe einer kommagetrennten Liste von höchster zu niedrigster Priorität erfolgen.
fr: Si vous voulez spécifier une résolution locale différente, vous pouvez le faire en les saisissant sous forme d'une liste séparée par des virgules, de la plus grande priorité à la plus faible.
gl: Se quere especificar outra resolución para a configuración rexional pode facelo indicándoo mediante unha lista separada por comas de maior a menor prioridade.
it: Se vuoi specificare una risoluzione alternativa locale, puoi farlo inserendoli come elenco separato da virgole, dalla priorità più alta alla priorità più bassa.
ja: 代替ロケールの解像度を指定したい場合は、カンマで区切り・優先順位降順のリストで入力できます。
nl: Als u een andere taaloplossing wilt instellen, kunt u dat doen door ze toe te voegen als een door komma's gescheiden lijst van de hoogste prioriteit naar de laagste prioriteit.
uk: Якщо ви бажаєте вказати альтернативний підбір мови, то ви можете зробити це, ввівши їх як відокремлений комами список від найвищого до найнижчого пріоритету.
zh_tw: 如果您想要指定一個替代地區設定解決方案，您可透過輸入一個以逗號區別；從最高優先排至最低優先的清單來達成。

source: For example fr-RW,fr-FR,%s may be an appropriate resolution for the locale fr-RW.
cs: Například fr-RW,fr-FR,%s může být vhodné rozlišení pro jazyk fr-RW.
de: Beispielsweise könnte fr-RW,fr-FR,%s eine geeignete Lösung für das Gebietsschema fr-RW sein.
fr: Par exemple, fr-RW,fr-FR,%s peut être une résolution appropriée pour la localisation fr-RW.
gl: Por exemplo, "fr-RW,fr-FR,%s" pode ser unha resolución axeitada para a configuración local "fr-RW".
it: Ad esempio fr-RW,fr-FR,%s può essere una risoluzione appropriata per il locale fr-RW.
ja: 例えば、fr-RW,fr-FR,%s はfr-RWロケールの適切な解像度になります。
nl: Bijvoorbeeld fr-RW,fr-FR,%s kan een correcte reeks zijn voor de localisatie fr-RW.
uk: Наприклад fr-RW, fr-FR, %s може бути відповідним рішенням для локалі fr-RW.
zh_tw: 例如 fr-RW、fr-FR、%s 可視為將地區設定成 fr-RW。

source: If %s is not specified in the list, it is automatically set as the lowest priority locale.
cs: Pokud %s není v seznamu uvedeno, pak je automaticky nastaveno na jazyk s nejnižší prioritou.
de: Sofern %s nicht in der Liste angegeben wurde, wird es automatisch als Gebietsschema mit der niedrigsten Priorität festgelegt.
fr: Si %s n'est pas spécifié dans la liste, il est automatiquement ajouté comme la localisation de plus basse priorité.
gl: Se %s non está especificado na lista, defínese automaticamente como a configuración rexional de menor prioridade.
it: Se %s non è specificato nell'elenco, verrà impostata automaticamente come locale di priorità più bassa.
ja: %s がリスト上で指定されていない場合、自動的に優先順位の最も低いロケールとして設定されます。
nl: Als %s niet is opgegeven in de lijst, wordt het automatisch ingesteld als de taal met de laagste prioriteit.
uk: Якщо %s не вказана у списку, то вона автоматично встановлюється як мова з найнижчим пріоритетом.
zh_tw: 若%s未指定在清單裡，將會自動設定為最少屬性的地區設定。
