Repository: agabaandre/iHRIS-Pharmacy-Qualify
Catalog: 4.1.11/i2ce/translations/templates/user-form/*.po
Languages: br, cs, es, fr, ja, lt, nl, uk

source: return (do not save changes)
br: Distreiñ (chom hep saveteiñ ar c'hemmoù)
cs: navrátit (bez uložení změn)
es: regresar (no guardar los cambios)
fr: Retour (ne pas sauvegarder les modifications)
ja: リターン (変更を保存しない)
lt: grįžti (neišsaugoti pakeitimų)
nl: terug (wijzigingen niet opslaan)
uk: повернутися (не зберігати зміни)

source: Administer Users
br: a ver an implijerien
cs: Administrace uživatelů
es: Administrar Usuarios
fr: Administrer les utilisateurs
ja: ユーザーを管理します。
lt: Administruoti Naudotojus
nl: Gebruikers beheren
uk: Адміністрування користувачів

source: Select User to Edit
br: Dibab un implijer da gemmañ
cs: Zvolte uživatele k úpravě
es: Seleccione el usuario a editar
fr: Sélectionner un utilisateur à éditer
ja: 編集するユーザーを選択します
lt: Pasirinkite Vartotoją Redagavimui
nl: Selecteer een gebruiker om te bewerken
uk: Виберіть користувача для редагування

source: Add new User
br: Ouzhpennañ un implijer nevez
cs: Přidat nového uživatele
es: Añadir nuevo usuario
fr: Ajouter un nouvel utilisateur
ja: 新しいユーザーを追加します。
lt: Pridėti naują Vartotoją
nl: Nieuwe gebruiker toevoegen
uk: Додати нового користувача

source: Can create a user on the system
br: A c'hall krouiñ un implijer evit ar reizhiad
cs: Může vytvořit uživatele v systému
es: Puede crear un usuario en el sistema
fr: Peut créer un utilisateur sur le système
ja: システムユーザーを作成することができます。
lt: Gali sukurti vartotoją sistemoje
nl: Kan een gebruiker aanmaken in het systeem
uk: Можна створити користувача в системі

source: Can edit all the users in the system.
br: A c'hall kemmañ holl implijerien ar reizhiad.
cs: Může upravovat všechny uživateke v systému.
es: Puede editar todos los usuarios en el sistema.
fr: Peut éditer tous les utilisateurs du système.
ja: すべてのシステムユーザーの編集ができます。
lt: Gali redaguoti visus vartotojus sistemoje.
nl: Kan alle gebruikers in het systeem bewerken.
uk: Можна редагувати всіх користувачів у системі.

source: Manage Users/Access
br: Genel an implijerien/moned
cs: Uprav Uživatele/Přístup
es: Gestionar usuarios/accesos
fr: Gérer les utilisateurs/l’accès
ja: ユーザー/アクセスを管理します。
lt: Valdyti Vartotojus/Prieigą
nl: Gebruikers en toegang beheren
uk: Керування користувачами/доступом

source: Role
br: Roll
es: Rol
fr: Rôle
ja: ロール
lt: Vaidmuo
nl: Rol
uk: Роль

source: Can Assign To User
cs: Lze přiřadit k uživateli
es: Puede asignar a usuario
fr: Peut affecter à l’utilisateur
ja: ユーザーに割り当てることができます。
lt: Galite Priskirti Vartotojui
nl: Kan toewijzen aan gebruiker
uk: Можна призначити користувачу

source: Trickle Up
cs: Posun nahoru
ja: 吸い上げ
nl: Omhoog druppelen
uk: Вгору

source: Username
br: Anv implijer
cs: Uživatelské jméno
es: Nombre de usuario
fr: Nom d’utilisateur
ja: ユーザー名
lt: Naudotojo vardas
nl: Gebruikersnaam
uk: Ім'я користувача

source: Password (leave blank to keep the same password)
br: Ger-tremen (lezel gwerc'h evit mirout an hevelep ger-tremen)
cs: Heslo (nechte prázdné pro zachování hesla)
es: Clave (deje en blanco si desea mantener la misma clave)
fr: Mot de passe (laisser vierge pour garder le même mot de passe)
ja: パスワード (同じパスワードを保持するには空白のまま)
lt: Slaptažodis (palikite tuščią jei norite išlaikyti tą patį slaptažodį)
nl: Wachtwoord (leeg laten om het wachtwoord niet te wijzigen)
uk: Пароль (залиште порожнім, щоб зберегти той самий пароль)

source: Generate New Password
br: Genel ur ger-tremen nevez
cs: Vytvoř nové heslo
es: Generar una contraseña nueva
fr: Générer un nouveau mot de passe
ja: 新しいパスワードを生成します。
lt: Generuoti Naują Slaptažodį
nl: Nieuw wachtwoord genereren
uk: Генерувати новий пароль

source: Can create or edit the users in the system.
br: A c'hall krouiñ pe kemmañ an implijerien er reizhiad.
cs: Umožňuje vytvořit nebo změnit uživatele systému
es: Puede crear o editar usuarios en el sistema.
fr: Peut créer ou modifier les utilisateurs dans le système.
ja: システムユーザーの作成/編集ができます。
lt: Galite kurti arba redaguoti vartotojus sistemoje.
nl: Kan gebruikers in het systeem aanmaken of bewerken
uk: Можна створювати або редагувати користувачів в системі.

source: Confirm
br: Kadarnaat
cs: Potvrdit
es: Confirmar
fr: Confirmer
ja: 確認
lt: Patvirtinti
nl: Bevestigen
uk: Підтвердити

source: User Information
br: Titouroù an implijer
cs: Informace o uživatelovi
es: Información de usuario
fr: Information utilisateur
ja: ユーザー情報
lt: Vartotojo Informacija
nl: Gebruikersgegevens
uk: Інформація про користувача

source: Edit This Information
br: Cheñch an titour-mañ
cs: Upravit tuto informaci
es: Editar esta información
fr: Modifier Cette Information
ja: この情報を編集
lt: Redaguoti Šią Informaciją
nl: Gegevens bewerken
uk: Редагувати цю інформацію

source: Update This Information
br: Hizivaat an titour-mañ
cs: Aktualizovat tuto informaci
es: Actualizar esta información
fr: Mettre à jour Cette Information
ja: この情報を更新
lt: Atnaujinti Šią Informaciją
nl: Gegevens bijwerken
uk: Оновити цю інформацію

source: Select another User
br: Diuzañ un implijer all
cs: Vybrat jiného Uživatele
es: Seleccione otro usuario
fr: Choisir un autre Utilisateur
ja: 別のユーザーを選択します
lt: Pasirinkite kitą Vartotoją
nl: Selecteer een andere gebruiker
uk: Виберіть іншого користувача

source: add
br: ouzhpennañ
cs: přidat
es: añadir
fr: ajouter
ja: 追加
lt: pridėti
nl: toevoegen
uk: додати

source: That username is already being used.
br: Implijet eo an anv implijer dija.
cs: Toto uživatelské jméno je již používán.
es: Este nombre de usuario ya está siendo usado.
fr: Ce nom d'utilisateur est déjà utilisé.
ja: そのユーザー名は既に使用されています。
lt: Šis vartotojo vardas jau naudojamas
nl: Deze gebruikersnaam wordt al gebruikt.
uk: Це ім'я користувача вже використовується.

source: The password and confirmation password weren't the same.
br: Disheñvel e oa a ger-remen hag ar ger-tremen kadarnaet.
cs: Heslo a heslo pro potvrzení nebyly stejné.
es: La contraseña y su confirmación no eran iguales.
fr: Le mot de passe et la confirmation du mot de passe n'étaient pas identique.
ja: パスワードと確認用パスワードが一致しませんでした。
lt: Slaptažodis ir patvirtinimo slaptažodis nesutampa.
nl: Het wachtwoord en het bevestigingswachtwoord zijn niet hetzelfde.
uk: Пароль і підтвердження паролю не збіглися.

source: For new users you must enter an initial password.
br: Evit an implijerien nevez e rankit ebarzhiñ ur ger-tremen kentañ.
cs: Noví uživatelé musí zadat počáteční heslo.
es: Los nuevos usuarios deben introducir una contraseña inicial.
fr: Pour les nouveaux utilisateurs, vous devez saisir un mot de passe initial.
ja: 新しいユーザーの場合は初期パスワードを入力する必要があります。
lt: Naujiems vartotojams turite įvesti pradinį slaptažodį.
nl: Voor nieuwe gebruikers moet een wachtwoord worden opgegeven.
uk: Для нових користувачів вам потрібно ввести початковий пароль.

source: Required Field
br: Maezienn rekis
cs: Požadované pole
es: Campo obligatorio
fr: Champ nécessaire
ja: 必須フィールド
lt: Būtinas Laukas
nl: Verplicht veld
uk: Обов'язкове поле

source: Preferred Home Page
br: Pajenn degemer gwellañ-deuet
cs: Preferovaná domovská stránka
es: Página de inicio preferida
fr: Page d’accueil préférée
ja: 優先ホームページ
lt: Pageidaujamas Pradinis Puslapis
nl: Voorkeursstartpagina
uk: Бажана Домашня сторінка

source: You aren't allowed to assign that role to other users.
es: No tienes permiso para asignar dicha función a otros usuarios.
fr: Vous n'êtes pas autorisé à attribuer ce rôle à d'autres utilisateurs.
ja: あなたは他の利用者にこの役割を割り当てることが許可されていません。
lt: Jūs negalite priskirti to vaidmens kitiems vartotojams.
nl: U mag die rol niet toewijzen aan andere gebruikers.
