Repository: agabaandre/iHRIS-Pharmacy-Qualify
Catalog: 4.1.11/ihris-qualify/translations/templates/ihris-qualify-custom-reports-disruption/*.po
Languages: de, oc, tl

source: Training Disruption
de: Schulungsunterbrechung
oc: Interrupcion de formacion
tl: Pag-antala sa Pagsasanay

source: Relationship for training disruptions.
de: Zusammenhänge für Schulungsunterbrechungen.
oc: Relacion per interrupcion de formacion.
tl: Kaugnayan para sa mga pag-antala ng pagsasanay.

source: The year this disruption occurred.
de: Das Jahr in dem die Unterbrechung auftrat.
oc: L'annada quora se debanèt aquela interrupcion.
tl: Ang taon noong mangyari ang pagkaantalang ito.

source: A string to determine if this disruption has been resumed or not.
de: Eine Zeichenkette um festzustellen, ob diese Unterbrechung beendet wurde oder nicht.
oc: Una cadena per determinar s'aquela interrupcion es estada represa o pas.
tl: Isang bagting upang matukoy kung ang pag-antalang ito ay naipagpatuloy o hindi.

source: The reason this disruption occurred.
de: Der Grund für die aufgetretene Unterbrechung.
oc: La rason d'aquela interrupcion.
tl: Ang dahilan kung bakit naganap ang pagkaantalang ito.

source: Disruption Reason
de: Unterbrechungsgrund
oc: Motiu de l'interrupcion
tl: Dahilan ng Pag-antala

source: The category for the reason this disruption occurred.
de: Die Kategorie für den Grund dieser aufgetretene Unterbrechung.
oc: La categoria pel motiu d'aquesta interrupcion.
tl: Ang kategorya para sa dahilan ng pagkakaroon ng ganitong paggambala.

source: Disruption Category
de: Kategorie für die Unterbrechung
oc: Categoria d'interrupcion
tl: Kategorya ng Pag-antala

source: Reports related to training disruptions.
de: Berichte die mit Schulungsunterbrechungen zusammenhängen.
oc: Rapòrts ligats a de perturbacions de la formacion.
tl: Mga ulat na may kaugnayan sa mga pag-antala ng pagsasanay.

source: A pie chart of all discontinuation categories.
de: Ein Kreisdiagramm aller Kategorien zu den Schulungsabbrüchen.
oc: Un camembèrt de totas las categorias d'abandon.
tl: Isang bilog na talangguhit ng lahat ng mga kategorya ng hindi pagpapatuloy.

source: Discontinuations by Category
de: Abbrüche nach Kategorie
oc: Abandons per categoria
tl: Mga hindi pagpapatuloy ayon sa Kategorya

source: Pie Chart(Simple)
de: Kreisdiagramm (einfach)
oc: Grafic en camembèrt (Simple)
tl: Bilog na Talangguhit (Payak)

source: Bar Chart(Simple)
de: Balkendiagramm (einfach)
oc: Diagrama de barras orizontalas (Simple)
tl: Baretang Talangguhit (Payak)

source: Column Chart(Simple)
de: Säulendiagramm (einfach)
oc: Diagrama de colomnas (Simple)
tl: Haliging Talangguhit (Payak)

source: Stacked Column Chart(Simple)
de: Gestapeltes Säulendiagramm (einfach)
oc: Diagrama de colomnas empiladas (simple)
tl: Talangguhit ng Haliging Nakasalansan (Payak)

source: Scatter Plot
de: Punktdiagramm
oc: Nívol de punts
tl: Pagtutuldok na Nakakalat

source: A chart of all discontinuations by reason.
de: Ein Diagramm aller Abbrüche nach Grund.
oc: Un grafic de totes los abandons per rason.
tl: Isang talangguhit ng lahat ng mga hindi pagpapatuloy ayon sa dahilan.

source: Discontinuations by Reason
de: Abbrüche nach Grund
oc: Abandons per motiu
tl: Mga Hindi Pagpapatuloy ayon sa Dahilan

source: A chart of all discontinuations by year.
de: Ein Diagramm aller Abbrüche nach Jahr.
oc: Un grafic de totes los abandons per annada.
tl: Isang talangguhit ng lahat ng mga hindi pagpapatuloy ayon sa taon.

source: Discontinuations by Year
de: Abbrüche nach Jahr
oc: Abandons per annada
tl: Mga Hindi Pagpapatuloy ayon sa Taon

source: A pie chart of disruptions that have been resumed or not.
de: Ein Kreisdiagramm der Unterbrechungen, die entweder beendet wurden oder nicht.
oc: Un camembèrt de las perturbacions que son estadas represas o non pas.
tl: Isang talangguhit na bilog ng mga paggambala na naipagpatuloy na o hindi.

source: Resumption Report
de: Bericht zur Wiederaufnahme
oc: Rapòrt de represa
tl: Ulat ng Pagpapatuloy

source: Training Reports
de: Schulungsberichte
oc: Rapòrts sus la formacion
tl: Mga Ulat ng Pagsasanay

source: Cadre
de: Mitarbeitergruppe
oc: Quadre
tl: Tagapagsanay

source: Date of Birth
de: Geburtsdatum
oc: Data de Naissença
tl: Petsa ng Kapanganakan

source: Date of Birth After
de: Geburtsdatum nach
oc: Data de naissença aprèp
tl: Petsa ng Kapanganakan Pagkaraan ng

source: Date of Birth Before
de: Geburtsdatum vor
oc: Data de naissença abans
tl: Petsa ng Kapanganakan Bago ang

source: Gender
de: Geschlecht
oc: Sèxe
tl: Kasarian

source: Disruption Category ID
de: Kennung der Kategorie für die Unterbrechung
oc: ID de categoria de perturbacion
tl: ID ng Kategorya ng Pag-antala

source: Disruption Date
de: Unterbrechungsdatum
oc: Data de l'interrupcion
tl: Petsa ng Pag-antala

source: Disruption Reason ID
de: Kennung für den Unterbrechungsgrund
oc: ID de la rason de perturbacion
tl: ID ng Dahilan ng Pag-antala

source: Resumption Date
de: Wiederaufnahmedatum
oc: Data de la represa
tl: Petsa ng Pagpapatuloy

source: Training Cadre
de: Mitarbeitergruppe zur Schulung
oc: Quadre de formacion
tl: Tagapagsanay sa Pagsasanay

source: Intake Date
de: Aufnahmedatum
oc: Data d’admission
tl: Petsa ng Pagpapasok

source: Intake Date After
de: Nächstes Aufnahmedatum
oc: Aprèp la data d'admission
tl: Petsa ng Pagkuha Pagkaraan ng

source: Intake Date Before
de: Vorheriges Aufnahmedatum
oc: Abans la data d'admission
tl: Petsa ng Pagkuha Bago ang

source: The training that was disrupted
de: Die Schulung, die unterbrochen wurde
oc: La formacion qu'es estada interrompuda
tl: Ang pagsasanay na naggambala

source: Training
de: Schulung
oc: Formacion
tl: Pagsasanay

source: The cadre of the training.
de: Die Mitarbeitergruppe zur Schulung.
oc: Lo quadre de la formacion.
tl: Ang tagapagsanay ng pagsasanay.

source: The person taking the training.
de: Die Person, die an der Schulung teilnimmt.
oc: La persona que seguís la formacion.
tl: Ang tao na kumukha ng pagsasanay.

source: Person
oc: Persona
tl: Tao

source: The demographic details of the person taking this training.
de: Die demographischen Informationen zur Person, die an dieser Schulung teilnimmt.
oc: Los detalhs demografics sus la persona que seguís aquesta formacion.
tl: Ang mga detalyeng pangdemograpiya ng tao na kumukha ng pagsasanay na ito.

source: Demographic
de: Demografisch
oc: Donadas demograficas
tl: Pangdemograpiya
