Repository: agabaandre/iHRIS-Pharmacy-Qualify
Catalog: 4.1.11/ihris-common/translations/templates/ihris-common-recent-form/*.po
Languages: ar, br, cs, fr, gl, it, ja, lo, lt, pa, pt, sk, sw, tl, zh_tw

source: Recent Changes
ar: التغييرات الأخيرة
br: Kemmoù diwezhañ
cs: Nedávné změny
fr: enregistrements récents
gl: Cambios recentes
it: Ultime modifiche
ja: 最近の変更
lo: ການປ່ຽນແປງປະຈຸບັນ
lt: Naujausi keitimai
pa: ਹਾਲੀਆ ਤਬਦੀਲੀਆਂ
pt: Alterações Recentes
sk: Posledné zmeny
sw: Mabadiliko ya Hivi karibuni
tl: Kamakailang mga Pagbabago
zh_tw: 近期變動

source: View forms that have been updated recently.
ar: عرض النماذج التي تم تحديثها مؤخرا.
br: Diskwel ar furmskridoù zo bet hizivaet nevez zo.
cs: Zobrazit formuláře, které byly nedávno aktualizovány.
fr: Afficher les formulaires qui ont été actualisés récemment.
gl: Ollar os formularios que foron actualizadas recentemente.
it: Visualizza i form che sono stati aggiornati di recente.
ja: 最近更新したフォームの表示
lo: ເບິ່ງແບບຟອມທີ່ໄດ້ຮັບການປັບປຸງປະຈຸບັນ
lt: Žiūrėti formas, kurios buvo neseniai atnaujintos.
pa: ਹੁਣੇ-ਹੁਣੇ ਨਵਿਆਏ ਗਏ ਫਾਰਮ ਵੇਖੋ।
pt: Visualizar fichas que foram recentemente atualizadas.
sk: Zobraziť formuláre, ktoré ste nedávno aktualizovali
sw: Angalia Fomu ambazo zimesasishwa hivi karibuni.
tl: Tanawin ang mga pormularyong naisapanahon kamakailan lang.
zh_tw: 檢視近期被更新的表單。

source: Select the form to view the most recent updates made to the database.
ar: حدد شكل عرض آخر التحديثات التي أدخلت على قاعدة البيانات.
br: Dibab ar furmskrid evit diskwel an hizivadurioù nevesañ zo bet graet en diaz roadennoù.
cs: Vyberte formulář pro zobrazení nejnovějších změn provedených v databázi.
fr: Sélectionner le formulaire pour afficher les mises à jour les plus récentes effectuées sur la base de données.
gl: Seleccione o formulario para ver as actualizacións máis recentes feitas na base de datos.
it: Seleziona il form per visualizzare gli aggiornamenti pi√π recenti effettuati sul database.
ja: データベースに対して行われた最新の更新を表示するフォームの選択
lo: ເລືອກແບບຟອມເພື່ອເບິ່ງການປັບປຸງປະຈຸບັນຢູ່ໃນຖານຂໍ້ມູນ
lt: Pasirinkite formą, kad peržiūrėtumėte naujausius pakeitimus atliktus duomenų bazėje.
pt: Seleccionar a ficha para visualizar as alterações mais recentes à base de dados.
sk: Vyberte formulár zobrazenia najnovších aktualizácií vytvorených v databáze
sw: Chagua fomu ili kuangalia usasishaji uliofanyika hivi karibuni kuliko wote kwenye hazinadata
tl: Piliin ang pormularyo upang matanaw ang pinaka kamakailang mga pagsasapanahong ginawa sa kalipunan ng dato.
zh_tw: 選擇表單來檢視最近更新至資料庫的內容。

source: View Recent Form Changes
ar: عرض تعديلات النموذج الأخيرة
br: Diskwel ar c'hemmoù zo bet graet er furmskridoù nevez zo
cs: Zobrazit nedávné změny formuláře
fr: Afficher les changements de formulaire récents
gl: Ollar os cambios de formularios recentes
it: Visualizza le modifiche recenti al form
ja: 最近のフォームの変更の表示
lo: ເບິ່ງແບບຟອມທີ່ປ່ຽນແປງປະຈຸບັນ
lt: Žiūrėti Naujausius Formų Pakeitimus
pa: ਫਾਰਮਾਂ ਦੀਆਂ ਹਾਲੀਆ ਤਬਦੀਲੀਆਂ ਵੇਖੋ
pt: Visualizar Alterações Recentes à Ficha
sk: Zobraz posledné zmeny formulára
sw: Angalia Mabadiliko ya Fomu ya Hivi karibuni
tl: Tingnan ang Kamakailangan mga Pagbabago sa Pormularyo
zh_tw: 檢視近期表單更改

source: Changes made to
ar: التغييرات التي أدخلت على
br: Cheñchamantoù graet e
cs: Změny proveden v
fr: Changements faits à
gl: Cambios feitos a
it: Modifiche effettuate su
ja: 変更
lo: ໄດ້ປ່ຽນແປງ
lt: Pakeitimai, atlikti
pt: Alterações feitas a
sk: Zmeny vykonané v
sw: Mabadiliko yamefanyika kwenye
tl: Mga pagbabagong ginawa sa
zh_tw: 更改所作內容成

source: since
ar: منذ
br: Abaoe
cs: od
fr: depuis
gl: desde
it: dal
ja: 以降
lo: ຕັ້ງແຕ່
lt: nuo
pt: desde
sk: Od
sw: tangu
tl: mula pa noong
zh_tw: 自

source: View changes made since
ar: عرض التغيرات التي حصلت منذ
br: Diskwel ar cheñchamantoù graet abaoe
cs: Zobrazit změny provede od
fr: Afficher les changements effectués depuis
gl: Ollar os cambios feitos desde
it: Visualizza modifiche effettuate dal
ja: 以降の変更の表示
lo: ເບິ່ງການປ່ຽນແປງຕັ້ງແຕ່
lt: Parodyti keitimus, padarytus nuo
pt: Visualizar as alterações feitas a partir de
sk: Zobraziť zmeny vykonané od
sw: Angalia mabadiliko yaliyofanyika tangu
tl: Tingnan ang mga pagbabagong nagawa magmula
zh_tw: 檢視更改所作內容自從

source: Today
ar: اليوم
br: Hiziv
cs: Dnes
fr: Aujourd’hui
gl: Hoxe
it: Oggi
ja: 今日
lo: ມື້ນີ້
lt: Šiandien
pa: ਅੱਜ
pt: Hoje
sk: Dnes
sw: Leo
tl: Ngayon
zh_tw: 今日

source: Yesterday
ar: أمس
br: Dec'h
cs: Včerejška
fr: Hier
gl: Onte
it: Ieri
ja: 昨日
lo: ມື້ວານນີ້
lt: Vakar
pa: ਬੀਤੇ ਕੱਲ੍ਹ
pt: Ontem
sk: Včera
sw: Jana
tl: Kahapon
zh_tw: 昨日

source: Last Week
ar: الأسبوع الماضي
br: Sizhun dremenet
cs: Minulého týdne
fr: Semaine dernière
gl: Última semana
it: Settimana scorsa
ja: 先週
lo: ອາທິດແລ້ວນີ້
lt: Praeitą savaitę
pa: ਪਿਛਲੇ ਹਫ਼ਤੇ
pt: Semana Passada
sk: Posledný týždeň
sw: Wiki iliyopita
tl: Nakaraang Linggo
zh_tw: 上週

source: Total Found
ar: كل ما وجد
br: Hollad kavet
cs: Celkem nalezeno
fr: Total retrouvé
gl: Total atopado
ja: 総件数
lo: ຄົ້ນພົບທັງໝົດ
lt: Viso rasta
pa: ਕੁੱਲ ਲੱਭੇ
pt: Total Encontradas
sk: Celkom nájdených
sw: Jumla Yaliyopatikana
tl: Kabuuang Natagpuan
zh_tw: 共找到

source: Can view the list of recent forms that have been edited/added.
ar: يمكن الاطلاع على قائمة النماذج الأخيرة التي تم تعديلها / اضافتها.
br: A c'hall diskwel roll ar furmskridoù nevez oz bet kemmet/ouzhpennet
cs: Může zobrazit seznam nedávných formulářů, které byly upraveny/přidány.
fr: Peut afficher la liste des formulaires récents qui ont été modifiés/ajoutés.
gl: Pode ollar a lista de formularios recentes que foron editados/engadidos.
it: Visualizza l'elenco dei form recenti che sono stati modificati/aggiunti.
ja: 編集/追加された最近のフォームリストを閲覧できる
lo: ສາມາດເບິ່ງລາຍການແບບຟອມປະຈຸບັນເພື່ອກວດແກ້/ເພີ້ມເຕີມ
lt: Gali peržiūrėti sąrašą formų, kurios buvo neseniai redaguotos/pridėtos.
pt: Pode visualizar a lista das fichas que foram recentemente editadas/adicionadas.
sk: Možno zobraziť zoznam súčasných formulárov, ktoré boli upravené/pridané.
sw: Weza kuangalia orodha za fomu za hivi karibuni ambazo zimehaririwa/zimeongezwa.
tl: Matitingnan ang tala ng kamakailang mga pormularyong nabago/nadagdag.
zh_tw: 可檢視近期已被編輯/添加表單的清單。

source: View Recent Forms
ar: عرض النماذج الأخيرة
br: Diskwel ar furmskridoù nevez
cs: Zobrazit nedávné formuláře
fr: Afficher les formulaires récents
gl: Ollar os formularios recentes
it: Visualizza i form recenti
ja: 最近のフォームの表示
lo: ເບິ່ງແບບຟອມປະຈຸບັນ
lt: Žiūrėti Naujausias Formas
pa: ਹਾਲੀਆ ਫਾਰਮ ਵੇਖੋ
pt: Visualizar Fichas Recentes
sk: Zobraz súčasné formuláre
sw: Angalia Fomu za Hivi karibuni
tl: Tingnan ang Kamakailang mga Pormularyo
zh_tw: 檢視最近表單

source: View changes made by
ar: عرض التغييرات التي تم إجراؤها من قبل
br: Gwelet ar c'hemmoù graet gant
cs: Zobrazit změny provede od
fr: Afficher les modifications faites par
gl: Ollar os cambios feitos por
it: Visualizza modifiche effettuate da
ja: 変更したユーザーの表示
lt: Parodyti keitimus, kuriuos atliko
pa: ਇਹਨਾਂ ਵੱਲੋਂ ਕੀਤੀਆਂ ਤਬਦੀਲੀਆਂ ਵੇਖੋ
tl: Tingnan ang mga pagbabagong ginawa ni
zh_tw: 檢視更改內容由

source: Everyone
ar: الجميع
br: An holl
cs: Každý
fr: Tout le monde
gl: Todos
it: Tutti
ja: 全てのユーザー
lt: Visiems
pa: ਹਰ ਕੋਈ
tl: Lahat ng tao
zh_tw: 任何人

source: Me
ar: أنا
cs: Mne
fr: Moi
gl: Min
ja: 自分
lt: Man
pa: ਮੈਂ
tl: Ako
zh_tw: 我
