Repository: agabaandre/iHRIS-Pharmacy-Qualify
Catalog: 4.1.11/ihris-common/translations/templates/self-service/*.po
Languages: ar, br, es, zh_cn, zh_tw

source: View
ar: عرض
br: Gwelet
es: Ver
zh_cn: 查看
zh_tw: 檢視

source: Can view user_map child form of a person
ar: يمكن عرض نموذج فرعي لخريطة_مستخدم لشخص
br: A c'hall diskouez furmskridoù kartenn implijer un den
es: Puede ver el mapa de usuario del formulario secundario de una persona
zh_cn: 可以查看某人的用户地图子窗体
zh_tw: 可檢視人員的用戶映像子表單

source: Can edit user_map child forms of a person
ar: يمكن تعديل نموذج فرعي لخريطة_مستخدم لشخص
br: A c'hall diskouez furmskridoù kartenn implijer un den
es: Puede editar el mapa de usuario del formulario seundario de una persona
zh_cn: 可以编辑某人的用户地图子窗体
zh_tw: 可編輯人員的用戶映像子表單

source: User Map
ar: خريطة مستخدم
br: Kartenn implijer
es: Mapa de usuario
zh_cn: 用户地图
zh_tw: 用戶映像

source: Username
ar: اسم المستخدم
br: Anv implijer
es: Nombre de usuario
zh_cn: 用户名
zh_tw: 使用者名稱

source: Add/Update User Account
ar: اضافة / تحديث حساب المستخدم
br: Ouzhpennañ/hizivaat ur gont implijer
es: Agregar/actualizar la cuenta de usuario
zh_cn: 加入/更新用户帐户
zh_tw: 添加/更新用戶帳號

source: Assign User Account to this Person
ar: تعيين حساب المستخدم لهذا الشخص
br: Deverkañ ar gont implijer d'an den-mañ
es: Asignar la cuenta de usuario a esta persona
zh_cn: 将用户账户分配给此人
zh_tw: 分配用戶帳號至此人員

source: Create User Account for this Person
ar: إنشاء حساب مستخدم لهذا الشخص
br: Krouiñ ur gont implijer evit an den-mañ
es: Crear cuenta de usuario para esta persona
zh_cn: 为此人创建用户账户
zh_tw: 替此人員創建用戶帳號

source: Edit This Information
ar: تعديل هذه المعلومات
br: Aozañ an titour-mañ
es: Editar esta información
zh_cn: 编辑此信息
zh_tw: 編輯此訊息

source: Update this Information
ar: تحديث هذه المعلومات
br: Hizivaat an titour-mañ
es: Actualizar esta información
zh_cn: 更新此信息
zh_tw: 更新此訊息

source: Self-Service User Account
ar: الخدمة الذاتية في حساب المستخدم
br: Emservij ar gont implijer
es: Cuenta de usuario de autoservicio
zh_cn: 自助用户账户
zh_tw: 自助用戶帳號
