Repository: agabaandre/iHRIS-Pharmacy-Qualify
Catalog: 4.1.11/ihris-common/translations/templates/self-service/sco.po
Languages: sco

source: View
sco: See

source: Can view user_map child form of a person
sco: Can see uiser_map bairn form o ae person

source: Can edit user_map child forms of a person
sco: Can eedit the uiser_map bairn forms o ae person

source: User Map
sco: The Uiser Map

source: Username
sco: Uisername

source: Add/Update User Account
sco: Eik/Update Ae Uiser Accoont

source: Assign User Account to this Person
sco: Assign Ae Uiser Accoont til this Person

source: Create User Account for this Person
sco: Cr√¶ft ae Uiser Accoont fer this Person

source: Edit This Information
sco: Eedit This Information

source: Self-Service User Account
sco: The Sel-Serveece Uiser Accoont
