Repository: agabaandre/iHRIS-Pharmacy-Qualify
Catalog: 4.1.11/i2ce/translations/templates/page-formautoview-builder/*.po
Languages: de, fr, zh_tw

source: Delete
de: Löschen
fr: Supprimer
zh_tw: 刪除

source: Form field
de: Formularfeld
fr: Champ de formulaire
zh_tw: 表單欄位

source: Link location
fr: Adresse du lien
zh_tw: 連結位置

source: Link text
de: Verknüpfungstext
fr: Texte du lien
zh_tw: 連結文字

source: There are no action links associated with the primary form.
fr: Il n’y a pas de lien d’action associé avec le formulaire principal.
zh_tw: 沒有操作連結關聯至主表單。

source: Existing Action Links
fr: Liens d’action existants
zh_tw: 現有操作連結

source: Add a new child form
de: Ein neues untergeordnetes Datenblatt hinzufügen
fr: Ajouter un nouveau formulaire enfant (sous-formulaire)
zh_tw: 添加一個新子表單

source: Add A New Child Form
de: Ein neues untergeordnetes Datenblatt hinzufügen
fr: Ajouter un nouveau formulaire enfant (sous-formulaire)
zh_tw: 添加一個新子表單

source: Display Name
de: Anzeigename
fr: Nom d’affichage
zh_tw: 顯示名稱

source: Close
de: Schließen
fr: Fermer
zh_tw: 關閉

source: Title
de: Titel
fr: Titre
zh_tw: 標題

source: The display name for the primary form
de: Der Anzeigename für das primäre Formular
fr: Le nom affiché pour le formulaire principal
zh_tw: 主表單的顯示名稱

source: No Task Selected
de: Keine Aufgabe ausgewählt
fr: Aucune tâche sélectionnée
zh_tw: 沒有選擇任務

source: Primary Form
de: Primäres Formular
fr: Formulaire principal
zh_tw: 主表單

source: Default HTML Files
de: Standard-HTML-Dateien
fr: Fichiers HTML par défaut
zh_tw: 預設 HTML 檔案

source: Action Links
de: Aktionsverknüpfungen
fr: Liens d’action
zh_tw: 操作連結

source: Edit the fields of the action link
fr: Modifier les champs du lien d’action
zh_tw: 編輯操作連結欄位

source: Child Forms
de: Untergeordnete Formulare
fr: Formulaires enfant
zh_tw: 子表單

source: Edit Child Forms on a Page
de: Untergeordnete Formulare einer Seite bearbeiten
fr: Modifier les formulaires enfant sur une page
zh_tw: 編輯在頁面的子表單

source: Child Form Arguments
de: Parameter untergeordneter Formulare
fr: Arguments du formulaire enfant
zh_tw: 子表單參數

source: The display name for
de: Der Anzeigename für
fr: Le nom affiché pour
zh_tw: 顯示名稱用於

source: Link
de: Verknüpfung
fr: Lien
zh_tw: 連結

source: Link Filter
de: Verknüpfungsfilter
fr: Filtre de lien
zh_tw: 連結過濾

source: There are no child forms associated with the primary form.
de: Diesem Primärformular sind keine anderen Formulare untergeordnet.
fr: Il n'y a aucun formulaire enfant (sous-formulaire) associé au formulaire principal.
zh_tw: 沒有子表單分配到主表單。

source: Existing Child Forms
de: Vorhandene untergeordnete Formulare
fr: Formulaires liés existants
zh_tw: 現有子表單

source: Action Link Name
de: Name der Aktionsverknüpfung
fr: Nom du lien de l'action
zh_tw: 操作連結名稱

source: Typically the name of the primary form followed by :id
de: In der Regel der Name des primären Formulars gefolgt von :id
fr: Typiquement le nom de la forme primaire suivi de :id
zh_tw: 通常主表單名稱後面有著：id

source: The page the link points to
de: Die Seite, auf die die Verknüpfung verweist
fr: La page vers laquelle pointe le lien
zh_tw: 頁面連結點至

source: The text on the action link drop down.
fr: Le texte de la liste déroulante de lien d’action.
zh_tw: 在操作連結下拉選單的文字。

source: Permission
de: Berechtigung
fr: Autorisation
zh_tw: 權限

source: The single permission a user must have for this link
fr: Le droit unique qu’un utilisateur doit avoir pour ce lien
zh_tw: 用戶用於此連結必須有的單一權限

source: Add a new action link
de: Eine neue Aktionsverknüpfung hinzufügen
fr: Ajouter un nouveau lien d'action
zh_tw: 添加新的操作連結

source: Add A New Action Link
de: Eine neue Aktionsverknüpfung hinzufügen
fr: Ajouter un nouveau lien d'action
zh_tw: 添加新的操作連結

source: Unique Identifier
de: Eindeutiger Bezeichner
fr: Identificateur unique
zh_tw: 唯一識別

source: This must be a unique name, like 'edit' or 'new'.
de: Dies muss eine eindeutige Bezeichnung sein, wie 'bearbeiten' oder 'neu'.
fr: Ceci doit être un nom unique, comme le "modifier" ou "nouveau".
zh_tw: 這必須是個獨一名稱，像是「編輯」或「新的」。

source: The name of the child form that is displayed to the end user.
de: Der Name des untergeordneten Formulars, der dem Endbenutzer angezeigt wird.
fr: Le nom du formulaire fils qui est affiché à l’utilisateur final.
zh_tw: 子表單名稱顯示於終端用戶。

source: Child Form Type
de: Art des untergeordneten Formulars
fr: Type de formulaire fils
zh_tw: 子表單類型

source: Select the child form type. Only one of each type can exist for a page.
de: Wählen Sie die Art des untergeordneten Formulars aus. Es kann immer nur eins von jeder Art für eine Seite geben.
fr: Sélectionner le type de formulaire client. Un seul de chaque type peut exister pour une page.
zh_tw: 選擇子表單類型。一個頁面僅可存在其一類型。

source: Page Options
de: Seitenoptionen
fr: Options de page
zh_tw: 頁面選項

source: The primary form of this page
de: Das primäre Formular dieser Seite
fr: Le formulaire principal de cette page
zh_tw: 此頁面主表單

source: The title for the primary form
de: Der Titel des primären Formulars
fr: Le titre pour le formulaire principal
zh_tw: 主表單的標題

source: Sets the way in which content templates are loaded. This can usually be left blank.
fr: Définit la manière de charger les modèles de contenu. Peut généralement être laissé vide.
zh_tw: 設定內容模板載入時的方式。這通常是留下空白。

source: Additional Display Configurations
de: Zusätzliche Anzeigeeinstellungen
fr: Configurations d'affichage supplémentaires
zh_tw: 額外顯示設定

source: Edit the Child Forms, Action Links, and display options for the primary form
fr: Modifier les formulaires enfant, les liens d’action, et les options d’affichage pour le formulaire principal
zh_tw: 編輯子表單、操作連結、和用於主表單的顯示選項

source: Form Display Name
de: Formularanzeigename
fr: Nom d'affichage du formaulaire
zh_tw: 表單顯示名稱

source: Child Form Display Order
de: Anzeigereihenfolge untergeordneter Formulare
fr: Ordre d'affichage des formulaires enfant
zh_tw: 子表單顯示排序

source: This will put the child forms in the order desired. Please place a 1
fr: Cela mettra les formulaires enfant dans l’ordre voulu. Veuillez mettre un 1
zh_tw: 這將會放置子表單在所要的排序。請放置一個 1

source: by each child form in the order you want it to display. You may only use each number once.
fr: pour chaque formulaire enfant dans l’ordre que vous voulez qu’ils s’affichent. Vous ne pouvez utiliser un nombre qu’une seule fois.
zh_tw: 依排序裡您所想要顯示的任一子表單。任一號碼您僅能使用一次。

source: Display Order
de: Anzeigereihenfolge
fr: Ordre d'affichage
zh_tw: 顯示排序

source: This will order all of the fields on the primary form of the page. Please place a 1
fr: Cela mettra dans l’ordre tous les champs du formulaire principal de la page. Veuillez mettre un 1
zh_tw: 這將會排序所有頁面上主表單的欄位。請放置一個 1

source: by each field name in the order you want it to display. You may only use each number once.
fr: pour chaque nom de champ dans l’ordre dans lequel vous voulez les voire affichés. Vous ne pouvez utiliser chaque nombre qu’une seule fois.
zh_tw: 依排序裡您所想要顯示的任一欄位名稱。任一號碼您僅能使用一次。

source: Page Permissions
de: Seitenberechtigungen
fr: Autorisations d'accès à la page
zh_tw: 頁面權限

source: The permissions a user must have to access this page
de: Die Berechtigungen, über die ein Benutzer für den Zugriff auf diese Seite verfügen muss
fr: Les autorisations qu'un utilisateur doit avoir pour accéder à cette page
zh_tw: 用戶訪問此頁面必須有的權限

source: The link to child form
de: Die Verknüpfung zum untergeordneten Formular
fr: Le lien vers le formulaire fils
zh_tw: 連結至子表單

source: Filter used to select the content loaded for
fr: Filtre utilisé pour sélectionner le contenu chargé pour
zh_tw: 篩選使用在選擇內容載入用於

source: The single permission a user needs to access for
fr: L'autorisation unique qu'un utilisateur a besoin pour accéder à
zh_tw: 必要單一權限在用戶訪問於

source: Display Format
de: Anzeigeformat
fr: Format d'affichage
zh_tw: 顯示格式

source: Edit the way the child form will be displayed
fr: Modifier la façon dont le formulaire enfant va s'afficher
zh_tw: 編輯子表單顯示的方式

source: Form Display Format
de: Formularanzeigeformat
fr: Format d'affichage du formulaire
zh_tw: 表單顯示格式

source: Edit the format the form's information will be displayed on the page. Use printf format specifiers to add fields to be displayed.
fr: Modifier le format dans lequel l’information du formulaire sera affichée dans la page. Utiliser les déterminants du format printf pour ajouter les champs à afficher.
zh_tw: 編輯表單顯示在頁面上的訊息格式。使用格式化輸出指示來添加至要顯示出的欄位。

source: If you are unfamiliar with printf format specifiers, use '
fr: Si vous n'êtes pas familier avec les spécificateurs de format printf, utilisez '
zh_tw: 如果您對於指定格式化輸出指示不熟悉，請使用「

source: ' for each field you want displayed. The order of the
fr: ' pour chacun des champs que vous souhaitez voir affiché. L'ordre de la
zh_tw: 」在您所想要顯示的任一欄位。排序在

source: 's will match the order of your chosen fields (ie. the first
fr: ' correspondront à l'ordre des champs que vous avez sélectionné (par exemple le premier
zh_tw: 將會符合您所選擇的欄位排序（例如：第一個

source: will display the first field).
fr: affichera le premier champ).
zh_tw: 將會顯示出第一個欄位）。

source: Displayed Fields
de: Angezeigte Felder
fr: Champs affichés
zh_tw: 顯示欄位

source: The fields to display for each printf format specifier. Each format specifier in the Display Format will be replaced by the corresponding field. The number of format specifiers must match the number of fields.
fr: Les champs pour afficher chaque déterminant du format printf. Chaque déterminant de format dans le Format d’affichage sera remplacé par le champ correspondant. Le nombre de déterminants de format doit correspondre au nombre de champs.
zh_tw: 欄位顯示於任一格式化輸出指示。任一在顯示格式的格式指示將會被對應欄位給取代。格式指示的數目必須符合欄位數目。

source: No Arguments
de: Keine Argumente
fr: Pas d'argument
zh_tw: 沒有參數

source: Add Argument
de: Argument hinzufügen
fr: Ajouter un argument
zh_tw: 添加參數
