Repository: agabaandre/iHRIS-Pharmacy-Qualify
Catalog: 4.1.11/i2ce/translations/templates/tasks-roles/*.po
Languages: ar, cs, de, es, fr, gl, it, nl, tl, uk, zh_tw

source: Administer Roles
ar: ادارة الوظائف
cs: Spravovat role
de: Anwendergruppen verwalten
es: Administrar Funciones
fr: Rôle d’administration
gl: Administrar os roles
it: Ruoli di amministrazione
nl: Rollen beheren
tl: Pangasiwaan ang mga Gampanin
uk: Адміністрування ролей
zh_tw: 管理角色

source: Existing Roles
ar: الوظائف القائمة
cs: Existující role
de: Vorhandene Anwendergruppen
es: Funciones Existentes
fr: Rôles existants
gl: Roles existentes
it: Ruoli esistenti
nl: Bestaande rollen
tl: Umiiral na mga Gampanin
uk: Існуючі ролі
zh_tw: 現有角色

source: Add a new role
ar: إضافة وظيفة جديدة
cs: Přidat novou roli
de: Eine neue Anwendergruppe hinzufügen
es: Añadir una nueva función
fr: Ajouter un nouveau rôle
gl: Engadir un novo rol
it: Aggiungi un nuovo ruolo
nl: Nieuwe rol toevoegen
tl: Magdagdag ng isang bagong gampanin
uk: Додати нову роль
zh_tw: 添加一個新角色

source: Role Short Name
ar: الاسم المختصرللوظيفة
cs: Krátký název role
de: Kurzbezeichnung der Anwendergruppe
es: Nombre Corto de la Función
fr: Nom abrégé du rôle
gl: Nome breve do rol
it: Nome breve ruolo
nl: Korte naam rol
tl: Maiksing Pangalan ng Gampanin
uk: Коротке ім'я ролі
zh_tw: 角色簡稱

source: Role Display Name
ar: الاسم المعروض للوظيفة
cs: Zobrazený název role
de: Anzeigename der Anwendergruppe
es: Nombre en Pantalla de la Función
fr: Nom d’affichage du rôle
gl: Nome mostrado do rol
it: Nome visualizzato del ruolo
nl: Weergavenaam voor rol
tl: Ipinapakitang Pangalan ng Gampanin
uk: Показуване ім'я ролі
zh_tw: 角色顯示名稱

source: A display name for this role that is displayed to the end user.
ar: اسم معروض لهذه الوظيفة الذي يتم عرضه للمستخدم النهائي.
cs: Název této role, který je zobrazen koncovému uživateli.
de: Ein Anzeigename für die Anwendergruppe, der dem Anwender angezeigt werden soll.
es: Un nombre para está función, que será mostrado al usuario final.
fr: Un nom d’affichage pour ce rôle qui est affiché pour l’utilisateur final.
gl: Un nome mostrado do rol que se presenta ao usuario final.
it: Un nome visualizzato per questo ruolo che verrà mostrato all'utente finale.
nl: Een weergavenaam voor deze rol die wordt weergegeven aan de eindgebruiker.
tl: Isang pangalang ipinapakita para sa gampaning ito na ipinapakita sa tumatanggap na tagagamit.
uk: Показуване ім'я для цієї ролі, яке відображається для кінцевих користувачів.
zh_tw: 此角色顯示名稱會顯示於終端用戶。

source: Edit Role
ar: تعديل الوظيفة
cs: Upravit roli
de: Anwendergruppe bearbeiten
es: Editar Función
fr: Rôle d’édition
gl: Editar o rol
it: Modifica Ruolo
nl: Rol bewerken
tl: Baguhin ang Gampanin
uk: Змінити роль
zh_tw: 編輯角色

source: Role Inheritence
ar: دور الإرث
cs: Dědění role
de: Vererbungsregel für die Anwendergruppe
es: Herencia del Rol
fr: Héritage de role
gl: Herdanza do rol
it: Ereditarietà del ruolo
nl: Rolovername
tl: Pagmamana ng Gampanin
uk: Успадкування ролі
zh_tw: 角色繼承

source: Role Tasks
ar: مهام الوظيفة
cs: Úkoly role
de: Aufgaben der Anwendergruppe
es: Tareas de Función
fr: Tâches du rôle
gl: Tarefas do rol
it: Attività del ruolo
nl: Taken voor gebruikersrollen
tl: Mga Gawain sa Gampanin
uk: Завдання ролі
zh_tw: 角色任務

source: The tasks that are assigned to this role
ar: المهام التي تم تعيينها لهذه الوظيفة
cs: Úkoly, které jsou této roli přiděleny
de: Die dieser Anwendergruppe zugewiesenen Aufgaben
es: Las tareas que están asignadas a esta función
fr: Les tâches assignées à ce rôle
gl: As tarefas asignadas a este rol
it: Attività assegnate a questo ruolo
nl: De taken die zijn toegewezen aan deze rol
tl: Mga gawain na itinalaga para sa gampaning ito
uk: Завдання, які призначено цю роль
zh_tw: 分配此角色的任務

source: Administer Tasks
ar: يدير المهام
cs: Spravovat úkoly
de: Aufgaben verwalten
es: Administrar Tareas
fr: Tâches d’administration
gl: Administrar as tarefas
it: Attività di amministrazione
nl: Taken beheren
tl: Pangasiwaan ang mga Gawain
uk: Адміністрування завдань
zh_tw: 管理任務

source: Existing Tasks
ar: المهام القائمة
cs: Existující úkoly
de: Vorhandene Aufgaben
es: Tareas Existentes
fr: Tâches existantes
gl: Tarefas existentes
it: Attività esistenti
nl: Bestaande taken
tl: Umiiral na mga Gawain
uk: Наявні завдання
zh_tw: 現有任務

source: Add a new task
ar: إضافة مهمة جديدة
cs: Přidat nový úkol
de: Eine neue Aufgabe hinzufügen
es: Añadir una nueva tarea
fr: Ajouter une nouvelle tâche
gl: Engadir unha nova tarefa
it: Aggiungi una nuova attività
nl: Nieuwe taak toevoegen
tl: Magdagdag ng isang bagong gawain
uk: Додати нове завдання
zh_tw: 添加新任務

source: Task Short Name
ar: اسم مختصر للمهمة
cs: Krátký název úkolu
de: Kurzbezeichnung der Aufgabe
es: Nombre corto de la tarea
fr: Nom abrégé de tâche
gl: Nome breve da tarefa
it: Nome breve attività
nl: De korte naam van de taak
tl: Maikling Pangalan ng Gawain
uk: Коротке ім'я завдання
zh_tw: 任務簡稱

source: Task Description
ar: وصف المهمة
cs: Popis úkolu
de: Aufgabenbeschreibung
es: Descripción de la Tarea
fr: Description de la tâche
gl: Descrición da tarefa
it: Descrizione attività
nl: Taakomschrijving
tl: Paglalarawan ng Gawain
uk: Опис завдання
zh_tw: 任務描述

source: A short description of this task.
ar: وصف موجز لهذه المهمة.
cs: Krátký popis tohoto úkolu
de: Eine kurze Beschreibung dieser Aufgabe.
es: Una descripción corta de esta tarea.
fr: Une brève description de cette tâche.
gl: Unha breve descrición desta tarefa.
it: Una descrizione breve di questa attività
nl: Een korte beschrijving van deze taak.
tl: Isang maikling paglalarawan ng gawaing ito.
uk: Короткий опис цього завдання.
zh_tw: 此任務的簡短描述。

source: This is a role fixed by the system and cannot be edited.
ar: هذه هي الوظيفة حددها النظام، ولا يمكن تعديلها
cs: Toto je role zadaná systémem a nemůže být upravena.
de: Dies ist eine vom System vorgegebene Anwendergruppe und kann daher nicht bearbeitet werden.
es: Esta es una función fija del sistema y no puede ser editada.
fr: Il s’agit d’un rôle fixé par le système ne pouvant être édité.
gl: Este é un rol definido polo sistema e non se pode editar.
it: Questo è un ruolo assegnato dal sistema e non può essere modificato.
nl: Dit is een vaststaande systeemrol die niet kan worden bewerkt.
tl: Isa itong gampanin na ipinirmi ng sistema at hindi maaaring baguhin.
uk: Ця роль зафіксована системою і не може бути змінена.
zh_tw: 此為由系統所固定的角色；故不能編輯。

source: Administer Roles and Tasks
ar: إدارة الوظائف والمهام
cs: Spravovat role a úkoly
de: Anwendergruppen und Aufgaben verwalten
es: Administrar Funciones y Tareas
fr: Administrer les rôles et les tâches
gl: Administrar os roles e as tarefas
it: Amminstra ruoli e attività
nl: Rollen en taken beheren
tl: Pangasiwaan ang mga Gampanin at mga Gawain
uk: Адміністрування ролей і завдань
zh_tw: 管理角色和任務

source: Here you may administer the roles and tasks for the system.
ar: هنا يمكنك إدارة الأدوار والمهام للنظام.
cs: Zde můžete spravovat role a úkoly v systému.
de: Hier können die Anwendergruppen und Aufgaben verwaltet werden.
es: Aquí podrá administrar las funciones y tareas del sistema.
fr: Ici vous pouvez administrer les rôles et les tâches pour le système.
gl: Aquí pode administrar os roles e as tarefas do sistema.
it: Qui puoi amministrare i ruoli e le attività di sistema.
nl: Hier kunt u de rollen en taken voor het systeem beheren.
tl: Dito ay maaari kang mangasiwa ng mga gampanin at mga gawain para sa sistema.
uk: Тут ви можете адмініструвати ролями і завданнями для системи.
zh_tw: 在此您可管理系統的角色和任務。

source: Edit Task
ar: تعديل المهمة
cs: Upravit úkol
de: Aufgabe bearbeiten
es: Editar tarea
fr: Modifier la tâche
gl: Editar a tarefa
it: Modifica attività
nl: Taak bewerken
tl: Baguhin ang Gagawin
uk: Редагувати завдання
zh_tw: 編輯任務

source: A description for this task that is displayed to the end user.
ar: وصف هذه المهمة التي يتم عرضها للمستخدم النهائي.
cs: Popis tohoto úkolu, který je zobrazen koncovému uživateli.
de: Eine Beschreibung dieser Aufgabe, die dem Anwender angezeigt wird.
es: Una descripción de esta tarea que se mostrará al usuario final.
fr: Une description de cette tâche qui est affichée pour l’utilisateur final.
gl: Unha descrición da tarefa que se mostra ao usuario final.
it: Descrizione per questa attività che verrà visualizzata dall'utente finale.
nl: Een beschrijving voor deze taak die wordt weergegeven aan de eindgebruiker.
tl: Isang paglalarawan para sa gawaing ito na ipinapakita sa tumatanggap na tagagamit.
uk: Опис для цього завдання, який відображається для кінцевих користувачів.
zh_tw: 此任務描述會顯示於終端用戶。

source: Task Tasks
ar: مهام المهمة
cs: Úlohy úkolu
de: Aufgaben einrichten
es: Tarea de Tareas
fr: Tâches d’une tâche
gl: Tarefas dunha tarefa
it: Azioni dell'attività
nl: Taken toewijzen
tl: Gawin ang mga Gawain
uk: Завдання завдань
zh_tw: 分配任務

source: The tasks that are assigned to this task
ar: المهام التي تم تعيينها لهذه المهمة
cs: Úlohy, které jsou přiděleny tomuto úkolu
de: Die Aufgaben die dieser Aufgabe zugewiesen wurden
es: Las tareas asignadas a esta tarea
fr: Les tâches qui sont assignées à cette tâche
gl: As tarefas asignadas a esta tarefa
it: Azioni che vengono assegnate a questa attività
nl: De taken die zijn toegewezen aan deze taak
tl: Ang mga gawain na nakatalaga para sa gawaing ito
uk: Завдання, які призначені на це завдання
zh_tw: 分配此任務的任務

source: Allows minimal access to the Task and Role Management System
ar: يتيح أقل معدل دخول الي نظام إدارة المهام و الوظائف
cs: Umožnit minimální přístup k systému správy úkolů a rolí
de: Ermöglicht minimalen Zugriff auf das System zum Verwalten von Aufgaben und Anwendergruppen
es: Permitir acceso mínimo al Sistema de Gestión de Tareas y Permisos
fr: Permet un acccès minimal au Système de gestion des tâches et des rôles
gl: Permite un acceso mínimo ao sistema de administración de tarefas e roles
it: Consenti l'accesso minimo alla gestione dei task e dei ruoli
nl: Geeft minimale toegang tot het Taak- en Rollenbeheersysteem
tl: Nagpapahintulog ng kakaunting pagpapapunta sa Sistema ng Pamamahala ng Gawain at Gampanin
uk: Дозволяє мінімальний доступ до системи управління завданнями і ролями
zh_tw: 允許用在任務和角色管理系統的最小權限

source: Allows edit access to the Task Management System
ar: يسمح بتعديل الدخول إلى نظام إدارة المهام
cs: Umožní přístup pro úpravu do systému správy úkolů
de: Ermöglicht Bearbeitungszugriff auf das Aufgabenverwaltungssystem
es: Permitir acceso de edición al Sistema de Gestión de Tareas
fr: Permet un accès d’édition au Système de gestion des tâches
gl: Permite un acceso de edición ao sistema de administración de tarefas
it: Consenti l'accesso alla modifica della gestione dei task
nl: Staat bewerken van het Taakbeheersysteem toe
tl: Nagpapahintulot ng pagpuntang nakapagbabago sa Sistema ng Pamamahala ng Gawain
uk: Дозволяє редагувати доступ до системи управління завданнями
zh_tw: 允許用在任務管理系統的編輯權限

source: Allows edit access to the Role Management System
ar: يسمح بتعديل الدخول إلى نظام إدارة الوظائف
cs: Umožní přístup pro úpravu do systému správy úkolů
de: Ermöglicht Bearbeitungszugriff auf das Anwendergruppenverwaltungssystem
es: Permitir acceso de edición al Sistema de Gestión de Permisos
fr: Permet un accès d’édition au Système de gestion des rôles
gl: Permite un acceso de edición ao sistema de administración de roles
it: Consenti l'accesso alla modifica della gestione dei ruoli
nl: Staat bewerken van het Rollenbeheersysteem toe
tl: Nagpapahintulot sa pagpuntang nakapagbabago papaunta sa Sistema ng Pamamahala ng Gampanin
uk: Дозволяє редагувати доступ до системи управління ролями
zh_tw: 允許用在角色管理系統的編輯權限

source: Allows complete access to the Task and Role Management System
ar: يسمح بالدخول الكامل لنظام إدارة الوظائف و المهام
cs: Umožní úplný přístup do systému správy úkolů a rolí
de: Ermöglicht vollen Zugriff auf das System zum Verwalten von Aufgaben und Anwendergruppen
es: Permitir acceso total al Sistema de Gestión de Tareas y Permisos
fr: Permet un accès complet au Système de gestion des tâches et rôles
gl: Permite un acceso completo ao sistema de administración de tarefas e roles
it: Consenti l'accesso completo alla gestione dei task e dei ruoli
nl: Geeft volledige toegang tot het Taak- en Rollenbeheersysteem
tl: Nagpapahintulot ng buong pagpapapunta sa Sistema ng Pamamahala ng Gawain at Gampanin
uk: Надає повний доступ до системи управління завданнями і ролями
zh_tw: 允許用在任務和角色管理系統的完整權限

source: Administer Tasks and Roles
ar: إدارة المهام والأدوار
cs: Spravovat úkoly a role
de: Aufgaben und Anwendergruppen verwalten
es: Administrar Tareas y Permisos
fr: Administration des tâches et des rôles
gl: Administrar as tarefas e os roles
it: Amministra task e ruoli
nl: Taken en rollen beheren
tl: Pangasiwaan ang mga Gawain at mga Gampanin
uk: Адміністрування завдань і ролей
zh_tw: 管理任務和角色

source: A display name for this role that is displayed to the end user
ar: عرض اسم لهذه الوظيفة الذي يتم عرضه للمستخدم النهائي
cs: Zobrazený název pro tuto roli, který je zobrazen koncovému uživateli
de: Ein Anzeigename für die Anwendergruppe, der dem Anwender angezeigt werden soll.
es: El nombre asociado al rol que se presenta en pantalla al usuario final
fr: Le nom affiché pour ce rôle qui est affiché pour l'utilisateur
gl: Un nome mostrado do rol que se presenta ao usuario final
it: Un nome di display per questo ruolo che è visualizzato per l'utente finale
nl: Een weergavenaam voor deze rol die wordt weergegeven aan de eindgebruiker
tl: Isang pangalang ipinapakita para sa gampaning ito na ipinapakita sa tumatanggap na tagagamit
uk: Показуване ім'я для цієї ролі, яке відображається для кінцевих користувачів
zh_tw: 此角色顯示名稱會顯示於終端用戶

source: A short name consisting of letter and number, -, . and _ used to refer the role in pages and templates.
ar: يتكون الاسم القصير من الحروف والأرقام، -،. و_ يستخدم للإشارة إلى الوظيفة في الصفحات والنماذج.
cs: Krátký název, skládající se z písmen a číslic, -, a _, který je použit pro odkazování na role ve stránkách a šablonách.
de: Eine aus Buchstaben, Nummern, -, . und _ bestehende Kurzbezeichnung, die genutzt werden soll, um auf Seiten und Vorlagen auf die Anwendergruppe zu verweisen.
es: Un nombre corto consiste de letras, números, -, . y _ que suele hacer referencia al rol en páginas y plantillas.
fr: "Un nom abrégé composé de lettres et de chiffres, -, . et _ utilisé pour référer le rôle dans les pages et les modèles."
gl: Un nome breve composto por letras e números, -, . e _ usado para referirse ao rol nas páxinas e nos modelos.
it: Un nome breve consiste di lettere e numeri, - e _ , ed è usato per fare riferimento ad un ruolo nelle pagine e nei template.
nl: Een korte naam die bestaat uit letters, cijfers, -, . en _ die wordt gebruikt om te verwijzen naar de taak in pagina's en sjablonen.
tl: Isang maiksing pangalan na binubuo ng titik at bilang, -, . at _ na ginagamit upang tukuyin ang gampanin sa loob ng mga pahina at mga suleras.
uk: Коротке ім'я, що складається з букв, цифр,-,. і _, та використовується, щоб посилатися на роль у сторінках і шаблонах.
zh_tw: 簡稱包含字母和數字、連字號「-」、句號「.」、和底線「_」來用於參照出在頁面和模板的角色。

source: The roles that have all the rights of this role. The admin role will have automatically have access to this role
ar: الوظائف التي لديها كل الحقوق لهذه الوظيفة. وللمشرف الحق في الدخول تلقائيا
cs: Role, které mají veškerá práva pro tuto roli. Role administrátora bude mít automatický přístup k této roli
de: Die Anwendergruppen die über alle Berechtigungen dieser Anwendergruppe verfügen. Die Anwendergruppe Administrator hat automatisch Zugriff auf diese Anwendergruppe.
es: Los roles que tienen todos los derechos de este rol. El rol de administrador tendrá acceso a este rol automáticamente
fr: "Les rôles ayant tous les droits de ce rôle. Le rôle d’administrateur aura automatiquement accès à ce rôle "
gl: Os roles que teñen todos os dereitos deste rol. O rol de administrador terá acceso automaticamente a este rol
it: I ruoli che hanno gli stessi permessi di questo ruolo. Il ruolo admin avrà automaticamente accesso a questo ruolo
nl: De rollen die alle rechten van deze rol hebben. De beheerdersrol eeft automatisch toegang tot deze rol.
tl: Ang mga gampanin na mayroon ng lahat ng mga karapatan ng gampaning ito. Ang gampanin ng tagapangasiwa ay magkakaroon ng kusang pagpunta sa gampaning ito
uk: Ролі, які мають усі права цієї ролі. Роль адміністратора автоматично буде мати доступ до цієї ролі
zh_tw: 角色擁有此角色的所有權限。管理員角色會自動擁有對於此角色的存取權限。

source: A short name consisting of letter and number, -, . and _ used to refer the task in pages and templates.
ar: الاسم المختصر يتكون من الحروف والأرقام، -،. و_ يستخدم للإشارة للمهمة و النماذج في الصفحة.
cs: Krátký název, skládající se z písmen a číslic, -, a _, který je použit pro odkazování na úkol ve stránkách a šablonách.
de: Eine aus Buchstaben, Nummern, -, . und _ bestehende Kurzbezeichnung, die genutzt werden soll, um auf Seiten und Vorlagen auf die Aufgabe zu verweisen.
es: Un nombre corto que consista de letras, números, -, . y _ usado para referirse a la tarea en páginas y plantillas.
fr: "Un nom abrégé composé de lettre et de chiffre, -, . et _ utilisé pour désigner la tâche dans les pages et les gabarits."
gl: Un nome breve composto por letras e números, -, . e _ usado para referirse á tarefa nas páxinas e nos modelos.
it: Un nome breve consiste in lettere e numeri, - e _ ed è usato per fare riferimento ad una attività nelle pagine e nei template.
nl: Een korte naam die bestaat uit letters, cijfers, -, _ en . die wordt gebruikt om te verwijzen naar de taak in pagina's en sjablonen.
tl: Isang maiksing pangalan na binubuo ng titik at bilang, -, . at _ na ginagamit sa pagtukoy ng gawain sa loob ng mga pahina at mga suleras.
uk: Коротке ім'я, що складається з букв, цифр,-,. і _, та використовується, щоб посилатися на завдання у сторінках і шаблонах.
zh_tw: 簡稱包含字母和數字、連字號「-」、句號「.」、和底線「_」來用於參照出在頁面和模板的任務。

source: A role is used when creating a user. You will assign a role to a user. There is a special role 'admin' this is the Adminstator role. You may also designate which roles have the same all of the rights of a specified role.
ar: يستخدم هذا الدور عند تعيين مستخدم. وسوف تقوم بتعيين وظيفة للمستخدم. هناك 'مشرف' خاص للوظيفة وهو مديرها. يمكنك أيضا تعيين المهام التي لديها نفس حقوق الوظيفة المحددة.
cs: Role je použita při vytváření uživatele. Uživateli roli přidělíte. Existuje zvláštní role 'admin' - toto je role Administrátora. Můžete také určit které role mají stejná práva určité role.
de: Eine Benutzergruppe wird beim Anlegen eines neuen Anwenders benötigt. Dabei wird dem neuen Anwender eine Benutzergruppe zugeordnet. Die besondere Benutzergruppe „admin“ gehört zu den Administratoren. Es kann auch festgelegt werden welche Benutzergruppen über die gleichen Berechtigungen verfügen sollen wie eine andere bestimmte Benutzergruppe.
es: Un rol se utiliza al crear un usuario. Se le asignara un rol a un usuario. Existe un rol especial 'admin', este es el rol de Administrador. También puede definir que roles tienen los mismos derechos que un específico.
fr: "Un rôle est créé lorsqu’on crée un utilisateur. Vous attribuerez un rôle à un utilisateur. Il existe un rôle spécial ‘admin’ Il s’agit du rôle d’administrateur. Vous pouvez également désigner quels rôles ont tous les mêmes droits qu’un rôle spécifié. "
gl: Os roles empréganse ao crear os usuarios. Vostede asignará un rol a cada usuario. Hai un rol especial, "admin", que é o rol de administrador. Tamén pode designar os roles que posúen os mesmos dereitos ca un rol especificado.
it: Un ruolo viene usato quando si crea un utente. Assegnerai un ruolo ad un utente. Lo speciale ruolo 'admin' è quello dell'Amministratore. Puoi anche decidere che alcuni ruoli abbiano gli stessi permessi di uno specifico ruolo.
nl: Een rol wordt gebruikt bij het aanmaken van een gebruiker. U wijst een rol aan een gebruiker toe. Er is een speciale rol "admin", dit is de rol van de Beheerder. U kunt ook opgeven welke rollen dezelfde rechten hebben als een geselecteerde rol.
tl: Ginagamit ang gampanin kapag lumilikha ng isang tagagamit. Magtatalaga ka ng isang gampanin sa isang tagagamit. May isang natatanging gampanin na 'tagapangasiwa' na siyang gampanin ng Tagapangasiwa. Maaari ka ring magtalaga ng kung anong mga gampanin ang mayroon ng magkakatulad na lahat ng mga karapatan ng isang tinukoy na gampanin.
uk: Роль використовується під час створення користувача. Вам буде призначена роль користувача. Існує особлива роль 'admin' - це роль адміністратора. Ви можете також призначити, які ролі мають усі права, що й вказана роль.
zh_tw: 角色用於當創建一名用戶時。您需要為用戶分配一個角色。而特殊角色「admin」則是管理員角色。您也可指定那些角色擁有和指定角色同樣的所有權限。

source: A task is a specific action that is performed by the system. You may assign a collection of tasks to a role. You may also create a new task by grouping tasks together
cs: Úkol je určitá činnost, která je prováděna systémem. Roli můžete přidělit sbírku úloh. Můžete také vytvořit nový úkol seskupením několika dohromady
de: Eine Aufgabe besteht aus einer bestimmten Aktion, die vom System ausgeführt wird. Du kannst eine Zusammenstellung unterschiedlicher Aufgaben einer Anwendergruppe zuordnen. Du kannst auch eine neue Aufgabe erstellen, indem du bestehende Aufgaben zusammenführst.
es: Una tarea es una acción específica realizada por el sistema. Podrás asignar un conjunto de tareas a una función. También podrás crear una nueva tarea agrupando un conjunto de tareas
fr: Une tâche est une action spécifique exécutée par le système. Vous pouvez attribuer une série de tâches à un rôle. Vous pouvez également créer une nouvelle tâche en regroupant des tâches
gl: Unha tarefa é unha acción específica que leva a cabo o sistema. Pode asignar unha colección de tarefas a un rol. Tamén pode crear unha nova tarefa agrupando varias xuntas
it: Un'attività è una specifica azione che viene eseguita dal sistema. È possibile assegnare un insieme di attività a un ruolo. Puoi anche creare una nuova attività raggruppando le attività
nl: Een taak is een specifieke handeling die wordt uitgevoerd door het systeem. U kunt een verzameling taken toewijzen aan een rol. U kunt ook een nieuwe taak maken door taken te groeperen.
uk: Завдання - це конкретна дія, яка виконується системою. Ви можете призначити збірку завдань на роль. Також можна створити нове завдання, гуртуючи завдання разом
zh_tw: 任務是由系統執行的指定行動。您可以將任務集合分配至角色上。您也可ㄧ同透過分組任務來創建新任務

source: Role Home page
de: Anwendergruppenhomepage
es: Rol de la página de Inicio
fr: Page d’accueil des rôles
gl: Páxina de inidio dos roles
nl: Startpagina voor rol
uk: Домашня сторінка ролі
zh_tw: 角色首頁

source: Default home page for this role
de: Standardhomepage für diese Anwendergruppe
es: Página de inicio predeterminada para este rol
fr: Page d’accueil par défaut pour ce rôle
gl: Páxina de inicio predeterminada para este rol
nl: Standaard startpagina voor deze rol
uk: Типова домашня сторінка для цієї ролі
zh_tw: 此角色的預設首頁
