Repository: agabaandre/iHRIS-Pharmacy-Qualify
Catalog: 4.1.11/ihris-common/translations/templates/establishment/*.po
Languages: br, cs, fr, it, ja, pl, sk, tl, zh_tw

source: Set Establishments
br: Sevel ar reoladoù
cs: Nastavit zařízení
fr: Etablis les normes
it: Imposta Istituzioni
ja: 世帯情報登録
pl: Ustawienie norm
sk: Nastaviť zariadenia
tl: Itakda ang mga Establisamyento
zh_tw: 設定建設

source: Add new Establishment Type
br: Ouzhpennañ ur seurt reolad nevez
cs: Přidat nový typ zařízení
fr: Ajouter un nouveau type de norme
it: Aggiungere nuovo tipo di istituzione
ja: 世帯情報の新規追加
pl: Dodaj nowy typ normy
sk: Pridať nový typ zariadenia
tl: Magdagdag ng bagong uri ng Establisamyento
zh_tw: 添加新的建設類型

source: Add new Establishment Category
br: Ouzhpennañ ur rummad reolad nevez
cs: Přidat novou kategorii zařízení
fr: Ajouter une nouvelle catégorie de norme
it: Aggiungi nuova categoria di istituzione
ja: 世帯区分の新規追加
pl: Dodaj nową kategorię normy
sk: Pridať novú kategóriu zariadenia
tl: Magdagdag ng bagong Kategorya ng Establisamyento
zh_tw: 添加新的建設分類

source: Select Establishment Category to set
br: Dibab ar rumma reoladurioù da sevel
cs: Vyberte kategorii zařízení pro nastavení
fr: Choisir la catégorie de norme à établir
it: Selezionare la categoria di istituzione da impostare
ja: 登録世帯区分の選択
pl: Wybierz kategorię normy do ustawienia
sk: Vybrať nastavenie kategórie zariadenia
tl: Pumili ng itatakdang Kategorya ng Establisamyento
zh_tw: 選擇建設分類來設定

source: Edit This Information
br: Cheñch an titour-mañ
cs: Upravit tuto informaci
fr: Éditer cette information
it: Modifica questa informazione
ja: この情報を編集
pl: Edytuj tę informację
sk: Uprav údaj
tl: Baguhin ang Kabatirang Ito
zh_tw: 編輯此訊息

source: Update this Information
br: Hizivaat an titour-mañ
cs: Aktualizovat tuto Informaci
fr: Mettre à jour cette information
it: Aggiorna questa informazione
ja: この情報を更新
pl: Aktualizacja tej informacji
sk: Aktualizuj údaj
tl: Isapanahon ang Kabatirang ito
zh_tw: 更新此訊息

source: Select another Establishment
br: Dibar ur reolad all
cs: Vybrat jiné zařízení
fr: Choisir une autre norme
it: Selezionare un'altra Istituzione
ja: 世帯種類の選択
pl: Wybierz inną normę
sk: Vyber iné zariadenie
tl: Pumili ng iba pang Establisamyento
zh_tw: 選擇其它建設

source: Select another Establishment Period
br: Dibab ur prantad all evit lakaat ar reolad da dalvezout
cs: Vybrat jiné období zařízení
fr: Choisir une autre période d'application de norme
it: Selezionare un altro periodo di istituzione
ja: 世帯期間の選択
pl: Wybierz inny okres obowiązywania normy
sk: Vyber iné obdobie zariadenia
tl: Pumili ng iba pang Panahon ng Pagtatatag
zh_tw: 選擇其它建設期間

source: Can edit the establishment type database list
br: A c'hall cheñch diaz titouroù ar roll seurtoù reoladoù
cs: Může upravit databázový seznam typu zařízení
fr: Peut éditer la base de donnée de la liste de type des normes
it: È possibile modificare la lista del database del tipo di istituzione
ja: 世帯種リストを編集できる
sk: Možno upraviť zoznam typov databáý zariadení
tl: Mababago ang tala ng kalipunan ng dato na para sa uri ng establisamyento
zh_tw: 可編輯建設類型資料庫清單

source: Can view the establishment type database list
br: A c'hall gwelet diaz titouroù ar roll seurtoù reoladoù
cs: Může zobrazit databázový seznam typu zařízení
fr: Peut regarder la base de donnée de la liste de type des normes
it: È possibile visualizzare la lista del database del tipo di istituzione
ja: 世帯種リストを閲覧できる
sk: Možno zobraziť zoznam typov databáz zariadení
tl: Matatanaaw ang tala ng kalipunan na para sa uri ng pagtatatag
zh_tw: 可檢視建設類型資料庫清單

source: Can edit the establishment period database list
br: A c'hall cheñch diaz titouroù ar prantad evit lakaat roll ar reoladoù da dalvezout
cs: Může upravit databázový seznam období zařízení
fr: Peut éditer la base de donnée de la période d'application des normes
it: È possibile modificare la lista del database del periodo di istituzione
ja: 世帯期間リストを編集できる
sk: Možno upraviť zoznam databáz období administrácie
tl: Mababago ang tala ng kalipunan na para sa panahon ng pagtatatag
zh_tw: 可編輯建設期間資料庫清單

source: Can view the establishment period database list
br: A c'hell gwelet diaz roadennoù ar prantad da lakaat ar reoladoù da dalvezout
cs: Může zobrazit databázový seznam období zařízení
fr: Peut regarder la base de donnée de la période d'application des normes
it: È possibile visualizzare la lista del database del periodo di istituzione
ja: 世帯期間リストを閲覧できる
sk: Možno zobraziť zoznam databáz období administrácie
tl: Matatanaw ang tala ng kalipunan ng dato na para sa panahon ng establisamyento
zh_tw: 可檢視建設期間資料庫清單

source: Can edit the establishment database list
br: A c'hall cheñch diaz titouroù ar reoladoù
cs: Může upravit databázový seznam zařízení
fr: Peut éditer la base de donnée des normes
it: È possibile modificare la lista del database dell'istituzione
ja: 世帯情報データベースを編集できる
sk: Možno upraviť zoznam databáz administrácií
tl: Mababago ang tala ng kalipunan ng dato na para sa pagtatatag
zh_tw: 可編輯建設資料庫清單

source: Can view the establishment database list
br: A c'hall gwelet diaz roadennoù ar reolennoù
cs: Může zobrazit databázový seznam zařízení
fr: Peut regarder la base de donnée des normes
it: È possibile visualizzare la lista del database dell'istituzione
ja: 世帯情報データベースを閲覧できる
sk: Možno zobraziť zoznam databáz administrácií
tl: Makikita ang tala ng kalipunan ng dato para sa establisamyento
zh_tw: 可檢視建設資料庫清單

source: Can access the establishment information
br: A c'hall mont da didouroù war ar reoladoù
cs: Má přístup k informacím o zařízení
fr: Peut avoir accès des information sur les normes
it: È possibile accedere alle informazioni dell'istituzione
ja: 世帯情報にアクセスできる
sk: Možný prístup k informácii administrácie
tl: Mapupuntahan ang kabatiran ng establisamyento
zh_tw: 可訪問建設訊息

source: Can edit the establishment information
br: A c'hall cheñch an titouroù war ar reoladoù
cs: Může upravit informace o zařízení
fr: Peut éditer des information sur les normes
it: È possibile modificare le informazioni dell'istituzione
ja: 世帯情報を編集できる
sk: Možno upraviť informáciu administrácie
tl: Mababago ang kabatiran ng establisamyento
zh_tw: 可編輯建設訊息

source: Establishment
br: Ar reoladoù
cs: Zařízení
fr: Les normes
it: Istituzione
ja: 世帯
pl: Ustanowienie
sk: Administrácia
tl: Pagtatatag
zh_tw: 建設

source: Establishment Period
br: Prantad lakaat reoladoù da dalvezout
cs: Období zařízení
fr: La période d'application des normes
it: Periodo di Istituzione
ja: 世帯期間
pl: Ustanowienie okresu
sk: Obdobnie administrácie
tl: Panahon ng Pagtatatag
zh_tw: 建設期間

source: Establishment Type
br: Seurtoù reoladoù
cs: Typ zařízení
fr: Type des normes
it: Tipo di Istituzione
ja: 世帯種類
pl: Typ ustanowienia
sk: Typ administrácie
tl: Uri ng Pagtatatag
zh_tw: 建設類型

source: Year of Applicability
br: Bloavezh an dedalvezaduster
cs: Rok uplatnění
fr: L'année applicable
it: Anno di applicabilità
ja: 適用年度
pl: Rok stosowania
sk: Rok platnosti
tl: Panahon ng Pagkanagagamit
zh_tw: 適用性年份

source: %s at %s (%s)
br: %s da %s (%s)
cs: %s ve %s (%s)
fr: %s à %s (%s)
it: %s a %s (%s)
ja: %s で %s(%s)
pl: %s na %s (%s)
sk: %s zo %s (%s)
tl: %s sa %s (%s)
zh_tw: %s在%s (%s)

source: Job or Cadre
br: Implij pe Stern
cs: Práce nebo kádr
fr: Emploi ou cadre
it: Mansione o quadro
ja: 職種または職位
pl: Stanowisko lub personel
sk: práca alebo funkcia
tl: Hanapbuhay o Tagapagsanay
zh_tw: 工作或幹部

source: Number of Health Workers
br: Niver a warzourien yec'hed
cs: Počet zdravotnických pracovníků
fr: Nombre des agents de santé
it: Numero di operatori sanitari
ja: 医療従事者数
pl: Liczba pracowników służby zdrowia
sk: Počet pracovníkov v zdravotníctve
tl: Bilang mga Manggagawang Pangkalusugan
zh_tw: 醫療勞動者數量

source: Facility or Facility Type
br: Staliadur pe seurt staliadur
cs: Zařízení nebo typ zařízení
fr: Installation ou Type d’installation
it: Struttura o tipologia struttura
ja: 設備または施設種類
pl: Typ obiektu lub pomieszczenia
tl: Pasilidad o Uri ng Pasilidad
zh_tw: 場所或場所類型
